{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout their history, Sokol Blosser Winery has consistently demonstrated a strong commitment to sustainability and environmental stewardship. Some key practices they have implemented include:\n\n1. Organic vineyard: They were one of the first wineries in the United States to adopt an organic vineyard, which helps reduce the use of synthetic fertilizers and pesticides.\n2. LEED (Leadership in Energy and Environmental Design) certification: Sokol Blosser Winery became the first US winery to receive LEED certification, demonstrating their dedication to energy efficiency, water conservation, and the use of sustainable materials in their buildings.\n3. B Corp certification: By achieving B Corp certification, Sokol Blosser Winery has committed to meeting high standards of social and environmental performance, transparency, and accountability.\n4. Triple bottom line approach: The winery evaluates their business success through a holistic approach that considers not only financial profits but also social and environmental impacts.\n5. Annual Impact Reports: Sokol Blosser Winery publishes annual reports detailing their progress towards sustainability goals and highlighting areas where they can continue to improve.\n6. Community involvement: The winery actively participates in local community initiatives focused on environmental conservation and sustainable agriculture.",
            "source": [
                {
                    "content": "sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April  Sokol Blosser Winery went through the rigorous process to become a Certified B Corporation Our efforts to improve our sustainability efforts include annual reporting to hold ourselves accountable to our guests our partners and each other Click below to read our  Annual Impact Report Sokol Blosser has always strived to be a leader in sustainable practices and is proud to be a Certified B Corporation For many years we have evaluated our business success through a holistic approach to managing our bottom line the triple bottom line - people planet and profit Achieving B Corp certification further establishes our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Susan Sokol Blosser wine industry pioneer community activist environmental advocate and author is a contemporary Oregon icon Known for her leadership of Sokol Blosser Winery she was a forerunner in instituting environmentally friendly business practices and practicing the triple bottom line concept of people planet profit With its certified organic vineyard the first LEED US Green Building Council’s certification certified winery building in the US and business practices based on the Natural Step model of sustainability Sokol Blosser Winery made social responsibility and its environmental ethic priorities while pursuing its vision of making fabulous wines For its leadership Sokol Blosser Winery has received multiple honors including Sunset Magazine’s  Green Winery of the Year the State of Oregon’s  Governor’s Award for Sustainability in the Small Business category and Oregon Business Magazine’s  Best Companies to Work For and  Best Green Companies to Work For awards Susan holds a BA",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "As second generation winegrowers we are passionately committed to our family’s legacy of creating world-class wines Our wines are made from organic grapes crafted sustainably with the environment at the forefront of our minds that express the distinctive flavors of our hillside vineyards“ -Alex  Alison Sokol BlosserSiblings Co-Presidents and Second Generation Winegrowers From the start the Sokol Blosser family was aware of the impact that farming and wine production would have on the environment Before it was popular the winery did everything it could to give back to the land The Sokol Blossers knew preserving the land would help the winery remain family-owned for generations to come Being good to the earth – farming buying and building through the lens of sustainability – is really about paying attention to and respecting the details We believe this is the only way to make the best wines  Since we introduced Lucky No 9 back in  Evolution has evolved into something of a phenomenon Its",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to measure the social and environmental impact of our business As a Certified B Corporation we are proud to join a global community of over 3 companies from over  industries in 42 countries To learn more about Sokol Blosser’s B Corp Certification visit our B Corp profile To learn more about the B Corporation movement click here We pursue sustainable practices in all phases of our business as our B Corp Certification supports This commitment to the earth people and business will continue as long as the winery is in operation",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events within the given word limit (10) is not feasible. Instead, I will mention some notable examples:\n\n1. Earth Day (April 2nd): A global event promoting awareness and action for environmental protection.\n2. United Nations Climate Change Conferences: Regular international conferences aimed at addressing climate change and developing strategies for mitigation and adaptation.\n3. World Wildlife Day (March 3rd): An annual event celebrating wildlife and raising awareness about the importance of conserving biodiversity.\n4. COP21 Paris Agreement Signing (2016): A historic international agreement to combat climate change, signed by representatives from various countries.\n5. Convention on Biological Diversity (CBD) Conference of Parties (COP): Periodic meetings where parties to the convention discuss progress towards achieving the objectives of the CBD.\n6. Rio+20 Summit (202): A major UN conference focusing on sustainable development and the environment, held 2 years after the original Earth Summit in Rio de Janeiro.\n7. World Water Week (August): An annual event promoting water issues and fostering cooperation around shared water resources.\n8. International Union for Conservation of Nature (IUCN) World Conservation Congress: A large-scale forum for debating and deciding on conservation policies and strategies.\n9. Global Landscapes Forum: An international platform for knowledge sharing and decision-making related to landscape management and restoration.\n10. Bonn Challenge: An ambitious global effort to restore degraded and deforested lands, launched during the UNFCCC COP18 in 208.",
            "source": [
                {
                    "content": "Susan Sokol Blosser wine industry pioneer community activist environmental advocate and author is a contemporary Oregon icon Known for her leadership of Sokol Blosser Winery she was a forerunner in instituting environmentally friendly business practices and practicing the triple bottom line concept of people planet profit With its certified organic vineyard the first LEED US Green Building Council’s certification certified winery building in the US and business practices based on the Natural Step model of sustainability Sokol Blosser Winery made social responsibility and its environmental ethic priorities while pursuing its vision of making fabulous wines For its leadership Sokol Blosser Winery has received multiple honors including Sunset Magazine’s  Green Winery of the Year the State of Oregon’s  Governor’s Award for Sustainability in the Small Business category and Oregon Business Magazine’s  Best Companies to Work For and  Best Green Companies to Work For awards Susan holds a BA",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This monumental event created the red volcanic Jory soil for which the Dundee Hills AVA is famous As our wine program has grown and evolved so too has our acreage In total we farm  acres in Oregon including our Dundee Hills Estate Blossom Ridge in the Eola-Amity Hills and Kalita Vineyard in the Yamhill-Carlton AVA In sticking to our “Good to the Earth” motto our goal is to pave the way for future generations to continue our tradition of wine growing excellence From the start the Sokol Blossers were aware of the impact that farming and wine production would have on the environment Before it was popular our winery did everything we could to give back to the land Today the second generation winegrowers of Sokol Blosser continue this 'good to the earth' policy through certified-organic farming sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "As second generation winegrowers we are passionately committed to our family’s legacy of creating world-class wines Our wines are made from organic grapes crafted sustainably with the environment at the forefront of our minds that express the distinctive flavors of our hillside vineyards“ -Alex  Alison Sokol BlosserSiblings Co-Presidents and Second Generation Winegrowers From the start the Sokol Blosser family was aware of the impact that farming and wine production would have on the environment Before it was popular the winery did everything it could to give back to the land The Sokol Blossers knew preserving the land would help the winery remain family-owned for generations to come Being good to the earth – farming buying and building through the lens of sustainability – is really about paying attention to and respecting the details We believe this is the only way to make the best wines  Since we introduced Lucky No 9 back in  Evolution has evolved into something of a phenomenon Its",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April  Sokol Blosser Winery went through the rigorous process to become a Certified B Corporation Our efforts to improve our sustainability efforts include annual reporting to hold ourselves accountable to our guests our partners and each other Click below to read our  Annual Impact Report Sokol Blosser has always strived to be a leader in sustainable practices and is proud to be a Certified B Corporation For many years we have evaluated our business success through a holistic approach to managing our bottom line the triple bottom line - people planet and profit Achieving B Corp certification further establishes our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The Annual Impact Report mentions several key environmental impact metrics that Sokol Blosser Winery evaluates and reports on. These include but are not limited to:\n\n1. Carbon footprint: By becoming a Certified B Corporation, Sokol Blosser demonstrates its commitment to reducing greenhouse gas emissions. Measuring and reporting carbon footprint helps the winery understand its contribution to climate change and work towards minimizing it.\n2. Water usage: Monitoring water consumption is crucial for any agricultural business like winemaking. Sokol Blosser tracks and reports their water usage to ensure responsible stewardship of this precious resource.\n3. Waste management: Proper waste disposal and recycling are essential components of sustainable business practices. Sokol Blosser reports on their efforts to reduce waste, divert materials from landfills, and practice responsible waste management.\n4. Biodiversity and habitat conservation: As a winery operating within a natural ecosystem, Sokol Blosser is likely to report on their efforts to protect local biodiversity and promote habitat conservation. This may involve measures such as preserving native vegetation, supporting pollinator populations, or participating in reforestation initiatives.\n5. Social and economic impacts: While primarily focused on environmental impacts, Sokol Blosser also considers the broader social and economic effects of their operations. They might report on job creation, support for local communities, and contributions to regional economies.\n\nBy addressing these various aspects of their environmental and social impact, Sokol Blosser Winery demonstrates its commitment to transparency, accountability, and continuous improvement in its sustainability efforts.",
            "source": [
                {
                    "content": "sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April  Sokol Blosser Winery went through the rigorous process to become a Certified B Corporation Our efforts to improve our sustainability efforts include annual reporting to hold ourselves accountable to our guests our partners and each other Click below to read our  Annual Impact Report Sokol Blosser has always strived to be a leader in sustainable practices and is proud to be a Certified B Corporation For many years we have evaluated our business success through a holistic approach to managing our bottom line the triple bottom line - people planet and profit Achieving B Corp certification further establishes our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to measure the social and environmental impact of our business As a Certified B Corporation we are proud to join a global community of over 3 companies from over  industries in 42 countries To learn more about Sokol Blosser’s B Corp Certification visit our B Corp profile To learn more about the B Corporation movement click here We pursue sustainable practices in all phases of our business as our B Corp Certification supports This commitment to the earth people and business will continue as long as the winery is in operation",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Susan Sokol Blosser wine industry pioneer community activist environmental advocate and author is a contemporary Oregon icon Known for her leadership of Sokol Blosser Winery she was a forerunner in instituting environmentally friendly business practices and practicing the triple bottom line concept of people planet profit With its certified organic vineyard the first LEED US Green Building Council’s certification certified winery building in the US and business practices based on the Natural Step model of sustainability Sokol Blosser Winery made social responsibility and its environmental ethic priorities while pursuing its vision of making fabulous wines For its leadership Sokol Blosser Winery has received multiple honors including Sunset Magazine’s  Green Winery of the Year the State of Oregon’s  Governor’s Award for Sustainability in the Small Business category and Oregon Business Magazine’s  Best Companies to Work For and  Best Green Companies to Work For awards Susan holds a BA",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This monumental event created the red volcanic Jory soil for which the Dundee Hills AVA is famous As our wine program has grown and evolved so too has our acreage In total we farm  acres in Oregon including our Dundee Hills Estate Blossom Ridge in the Eola-Amity Hills and Kalita Vineyard in the Yamhill-Carlton AVA In sticking to our “Good to the Earth” motto our goal is to pave the way for future generations to continue our tradition of wine growing excellence From the start the Sokol Blossers were aware of the impact that farming and wine production would have on the environment Before it was popular our winery did everything we could to give back to the land Today the second generation winegrowers of Sokol Blosser continue this 'good to the earth' policy through certified-organic farming sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have been transparent about their dedication to meeting high standards of social and environmental performance, transparency, and accountability. Additionally, they have committed to using sustainable business practices throughout their operations and implementing low-impact packaging solutions. These commitments align with their B Corp certification, which emphasizes social and environmental performance.",
            "source": [
                {
                    "content": "our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to measure the social and environmental impact of our business As a Certified B Corporation we are proud to join a global community of over 3 companies from over  industries in 42 countries To learn more about Sokol Blosser’s B Corp Certification visit our B Corp profile To learn more about the B Corporation movement click here We pursue sustainable practices in all phases of our business as our B Corp Certification supports This commitment to the earth people and business will continue as long as the winery is in operation",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April  Sokol Blosser Winery went through the rigorous process to become a Certified B Corporation Our efforts to improve our sustainability efforts include annual reporting to hold ourselves accountable to our guests our partners and each other Click below to read our  Annual Impact Report Sokol Blosser has always strived to be a leader in sustainable practices and is proud to be a Certified B Corporation For many years we have evaluated our business success through a holistic approach to managing our bottom line the triple bottom line - people planet and profit Achieving B Corp certification further establishes our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Susan Sokol Blosser wine industry pioneer community activist environmental advocate and author is a contemporary Oregon icon Known for her leadership of Sokol Blosser Winery she was a forerunner in instituting environmentally friendly business practices and practicing the triple bottom line concept of people planet profit With its certified organic vineyard the first LEED US Green Building Council’s certification certified winery building in the US and business practices based on the Natural Step model of sustainability Sokol Blosser Winery made social responsibility and its environmental ethic priorities while pursuing its vision of making fabulous wines For its leadership Sokol Blosser Winery has received multiple honors including Sunset Magazine’s  Green Winery of the Year the State of Oregon’s  Governor’s Award for Sustainability in the Small Business category and Oregon Business Magazine’s  Best Companies to Work For and  Best Green Companies to Work For awards Susan holds a BA",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "torch for the company’s sustainability efforts and commitment to social responsibility having led the company’s efforts to become B Corp certified in  The company was recognized for four years as a Best for The World Environment recipient for its significant impact on the environment In addition to earning a BA from Portland State University and an MBA from the University of Washington Alison spent three years working in public relations and marketing communications Her experience spanned startups to consumer branding giants including Nike and Nordstrom In  she returned to Sokol Blosser and assumed the role of director of marketing Then in  as part of a thoughtful multi-year succession plan she and Alex were named Co-Presidents and transitioned the family winery to the next generation Alison was active in the wine industry as past president of Oregon Pinot Camp a founding member of the Dundee Hills Winegrowers Association a member of the Willamette Valley Auction steering committee a",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Sokol Blosser Winery publishes annual reports detailing its commitments related to sustainability, social responsibility, and environmental stewardship. These reports serve as a way for the winery to hold itself accountable to various stakeholders, including guests, partners, employees, and the broader community. By providing transparent updates on their progress towards meeting high standards of social and environmental performance, transparency, and accountability, Sokol Blosser demonstrates its dedication to being a responsible and sustainable business.",
            "source": [
                {
                    "content": "our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to measure the social and environmental impact of our business As a Certified B Corporation we are proud to join a global community of over 3 companies from over  industries in 42 countries To learn more about Sokol Blosser’s B Corp Certification visit our B Corp profile To learn more about the B Corporation movement click here We pursue sustainable practices in all phases of our business as our B Corp Certification supports This commitment to the earth people and business will continue as long as the winery is in operation",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "sustainable business practices and low impact packaging In fact in  Sokol Blosser became the first US winery to receive LEED Leadership in Energy and Environmental Design Certification In April  Sokol Blosser Winery went through the rigorous process to become a Certified B Corporation Our efforts to improve our sustainability efforts include annual reporting to hold ourselves accountable to our guests our partners and each other Click below to read our  Annual Impact Report Sokol Blosser has always strived to be a leader in sustainable practices and is proud to be a Certified B Corporation For many years we have evaluated our business success through a holistic approach to managing our bottom line the triple bottom line - people planet and profit Achieving B Corp certification further establishes our commitment through measurable high standards of social and environmental performance transparency and accountability To achieve this certification we underwent a rigorous evaluation to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "unavailable at any time or for any period From time to time we may restrict access to some parts of the website or the entire website to users Neither we nor any third parties provide any warranty or guarantee as to the accuracy timeliness performance completeness or suitability of the information and materials found or offered on this website for any particular purpose You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law Your use of any information or materials on this website is entirely at your own risk for which we shall not be liable It shall be your own responsibility to ensure that any products services or information made available through this website meet your specific requirements This website contains material which is owned by or licensed to us This material includes but is not limited to the design layout look appearance and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't enough information provided about specific commitments related to the winery or Susan Sokol Blosser's personal involvement. However, generally speaking, wineries often participate in various community and social events to engage with their customers, support local causes, and promote sustainable practices. Examples include hosting charity wine tastings, sponsoring local sports teams or cultural events, supporting educational initiatives related to viticulture or environmental conservation, and participating in recycling or waste reduction campaigns. Without more details, however, it's difficult to pinpoint any specific events related to Sokol Blosser Winery or Susan Sokol Blosser herself.",
            "source": [
                {
                    "content": "active Cellar Club and as winemaker I would make special wines just for them and we always launch our new releases to our club members first accepting Guinea Pigs maybe It was fun to see the  or so local club members at our winery and Portland pick-up parties and fun to hear how much they enjoyed our newest release  Kalita Vineyard Pinot Noir Robin Howell Winemaker spectacular was very happy to hear this positive feedback I joined Robin this month in finishing the blending of our  base wines for our Brut Brut Rose and Bluebird Brut These wines will be going into Tirage next month in April On St Patrick’s Day the weather did something amazing It actually got above 60F for the first time this year Is spring coming Maybe Bud Break next month which will kick off the vintage Big news around the winery these days is that Mario Cellar Foreman is a grandpa Welcome Penelope",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and are unable to accommodate dietary requests All guests must be 21+ to attend Seating is limited and reservations are required Reservations will be confirmed with the seat purchase Any changes or cancellations must be made one week prior to the experience to receive a full refund This communal experience will take place on our patio outside of our Kitchen during warmer months weather permitting Pricing   general admission /  club members  20 service fee automatically added to booking",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "social services agency that offers programs to low-income people of all ages What You Like About Pinot Noir The way it evolves over time that each vintage has its own unique character and drinking it Favorite Food Seafood chocolate a really good salad the list could go on and on… Place You’d Like to Travel to Greece Turkey Thailand and South America just to name a few",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Susan Sokol Blosser wine industry pioneer community activist environmental advocate and author is a contemporary Oregon icon Known for her leadership of Sokol Blosser Winery she was a forerunner in instituting environmentally friendly business practices and practicing the triple bottom line concept of people planet profit With its certified organic vineyard the first LEED US Green Building Council’s certification certified winery building in the US and business practices based on the Natural Step model of sustainability Sokol Blosser Winery made social responsibility and its environmental ethic priorities while pursuing its vision of making fabulous wines For its leadership Sokol Blosser Winery has received multiple honors including Sunset Magazine’s  Green Winery of the Year the State of Oregon’s  Governor’s Award for Sustainability in the Small Business category and Oregon Business Magazine’s  Best Companies to Work For and  Best Green Companies to Work For awards Susan holds a BA",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, it appears that there are several types of products, services, and technologies mentioned. Some of them include:\n\n1. Developer hosting services\n2. Service provider services (e.g., email marketing)\n3. Auditing services\n4. Marketing or consulting services\n5. Assistance with mailings and communication\n6. Advertising and analytics partnerships (e.g., with Google Analytics)\n7. Subsidiary and corporate affiliate services\n8. Joint venture services\n9. Technologies related to website development and support",
            "source": [
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "unavailable at any time or for any period From time to time we may restrict access to some parts of the website or the entire website to users Neither we nor any third parties provide any warranty or guarantee as to the accuracy timeliness performance completeness or suitability of the information and materials found or offered on this website for any particular purpose You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law Your use of any information or materials on this website is entirely at your own risk for which we shall not be liable It shall be your own responsibility to ensure that any products services or information made available through this website meet your specific requirements This website contains material which is owned by or licensed to us This material includes but is not limited to the design layout look appearance and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "SIGNALS We may use information collected from or about you for any of the following purposes We may share the Personal Information we collect in connection with the Website with third parties as described below We may share your Personal Information with third parties who provide third party products or services or information through the Website  Such third parties may use the information to fulfill product or service orders develop and improve their products or services and contact you about product or service orders future products or services or their company in general We may share your Personal Information with our third party distributors vendors suppliers and other service providers who provide services to us or on our behalf such as operating and supporting the Website ie website developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. Some examples include:\n\n* Twice Yearly Collections: When you join the Corkscrew Club (Vineyard Trio) or the Cellar Club, you can enjoy twice yearly collections of Sokol Blosser wines. These collections typically coincide with the spring and fall seasons.\n* Exclusive Pre-Releases & Limited Production Wines: From time to time, Sokol Blosser holds exclusive pre-release events and offers limited production wines for sale. These opportunities often occur during special occasions like holidays or anniversary celebrations.\n* Special Events & Experiences: Throughout the year, Sokol Blosser hosts various special events and experiences, such as winemaker dinners, vineyard tours, and live music performances. Attending these events can provide unique opportunities to sample new releases, learn more about the winemaking process, and connect with fellow wine enthusiasts.\n* Online Sales & Promotions: To promote their products and reach a wider audience, Sokol Blosser occasionally offers online sales and promotions on their website. These deals might include discounts on wine purchases, merchandise, or access to exclusive offers through their loyalty program.\n\nKeep an eye out for announcements regarding these events, both on Sokol Blosser's website and via email communications sent to club members.",
            "source": [
                {
                    "content": "twice yearly collections 20 off wine purchases 10 off food  merchandise Four Complimentary Tastings per Visit Access to Club Events and Pickup Parties Access to Club-Exclusive wines and pre-releases Sokol Blosser Rewards Program  average per shipment Join Now Corkscrew Club Three 6-bottle allocations of Sokol Blosser  Evolution wines per year 15 off wine purchases 10 off food  merchandise  Four Complimentary Tastings per Visit Access to Club Events and Pickup Parties Access to Club-Exclusive wines and pre-releases Sokol Blosser Rewards Program  average per shipment Join Now Vineyard Trio Club Three 3-bottle allocations of Sokol Blosser Wines 10 off wine purchases 10 off food  merchandise  Two Complimentary Tastings per Visit Access to Club Events and Pickup Parties Access to Club-Exclusive wines and pre-releases Sokol Blosser Rewards Program  average per shipment Join Now Most importantly Cellar Club members become a special part of the Sokol Blosser family We are pleased to honor and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "members by email prior to each credit card charge for the price of the club collection the retail price less club discount plus applicable taxes and shipping  It is the member’s responsibility to keep their account up to date with accurate contact billing and shipping information Our finest wines delivered to you three times per year Your shipment will include a newsletter with recipes  in-depth information from our winemaker on the featured wine\r 10 discount on wine purchases in addition to 10 discount on  merchandise\r Opportunities to purchase pre-releases limited production wines  selection from our library\r Invitations to exclusive  special events\r Enrollment in our Sokol Blosser Rewards Program where every dollar spent earns you points to be redeemed for a variety of offers  experiences\r Two Complimentary Tastings per Visit\r Discounted Pinot Experience which includes a tour Pinot-focused tasting flight  a butcher's board  Please call ahead to schedule Secure Payment The security",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "this website meet your specific requirements This website contains material which is owned by or licensed to us This material includes but is not limited to the design layout look appearance and graphics Reproduction is prohibited other than in accordance with our copyright notice which forms part of these terms and conditions SOKOL BLOSSER™ EVOLUTION™ and all associated designs and logos are trademarks of Sokol Blosser All trademarks reproduced in this website which are not the property of or licensed to us are acknowledged on the website and are the property of their respective owners  From time to time this website may include links to other websites These links are provided for your convenience to provide further information They do not signify that we endorse the websites We have no responsibility for the content of the linked websites All information we collect on through the website is subject to our Privacy Statement By using the website you consent to all actions taken by us",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "We are so lucky to be surrounded by amazing producers so we’ve included a selection of our favorites perfect for any foodie The popcorn spice mix crafted by our chef became an overnight sensation in our tasting room We serve it over freshly popped popcorn drizzled with olive oil Speaking of oil we’ve included our neighbor the Durants Olive Oil that has the best flavor with olives grown in Oregon as well as their amazing aged balsamic vinegar perfect for summer salads Finally we have Kelly's Jellies a local jam maker whose delicious flavors have graced our own cheese plates in the tasting room and would be the perfect touch to your own And of course it wouldn't be a gift from us without our favorite estate grown wine our Dundee Hills Pinot Noir",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The given text does not provide specific information about key partnerships or collaborations related to commerce. However, it mentions that the author worked as a Wine Ambassador representing Pernod Ricard's wine and champagne portfolio across various regions such as America South & Southwest, Colorado, Oregon, etc. These roles involved working closely with different stakeholders like distributors, retailers, sommeliers, and consumers, which could be considered as indirect commercial collaborations.",
            "source": [
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Winemakers as a Wine Ambassador and experienced an intensive six-month training program I underwent wine business induction at Pernod Ricard Winemakers’ headquarters in Sydney Australia and traveled internationally to gain handson viticulture and viniculture training in Rioja and Ribera del Duero Spain Sonoma and Napa California Barossa Coonawarra Adelaide Hills and McLaren Vale Australia and Marlborough New Zealand As Wine Ambassador I represented Pernod Ricard’ s wine and champagne portfolio as its lead wine educator and brand expert across the American south and southwest After a year and a half in the role I was promoted to Market Manager for the state of Colorado In this role I was responsible for managing the growth and development of Pernod Ricard’ s wine and champagne portfolio across the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities available for the person described in the context. Here they are:\n\nEmployment Opportunities:\n\n1. As a Director of Sales for the West and Export at Sokol Blosser Winery (current position)\n2. A Nominated Educator with the WSET (earned in April  )\n3. An Instructor at the Wine & Spirits Archive wine school in Portland, Oregon (ongoing role)\n4. A Marketing and Sales Assistant for a winery (previous employment)\n5. A Wine Ambassador for Pernod Ricard Winemakers after completing a six-month intensive training program (October  ).",
            "source": [
                {
                    "content": "I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with wine classes and tastings I am a member of Oregon’ s Women in Wine and am participating in the organization’ s mentorship program through which I am being mentored and also mentoring When I’ m not working reading about or studying wine you can find me out in nature hiking on a run or practicing yoga I am currently studying French and take lessons at the Alliance Française in Portland Oregon I am an avid traveler who loves exploring the world through new cultures cuisine and of course wine",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted to Director of Sales for the West and Export my current role with the company and manage 11 domestic markets with 16 distributor partners and 17 export markets with 20 import partners I have continued to pursue wine industry qualifications and in October  I earned my introductory recognition with the Court of Master Sommeliers In April of  I earned the title of Nominated Educator with the WSET as a qualified educator I was a recipient of SommCon’ s Young Leadership scholarship and attended its November  conference in San Diego In June  I was awarded the Women of the Vine’ s Member Spotlight feature I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "State University with a philosophy degree in  and then a MBA in  I live on the vineyard with my wife Ginny and our golden retriever Gus We’ve raised two great men who are currently out finding their paths in life When time allows we love to take our RV out on adventures read especially sci-fi and when the skies are clear take my telescope out to wander around the heavens",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "company as their Marketing and Sales Assistant In addition to my Masters coursework I earned my WSET Level II Award in Wines  Spirits At the end of my Masters coursework I moved to Hong Kong to gain experience in the Asian wine industry While writing my thesis on Asian wine consumption habits I interned with The Flying Winemaker as the company’ s Marketing and Operations Intern My internship responsibilities included sourcing and importing wines from across Asia and creating educational content on Asian wine regions for the second edition of the Asian Wine Review publication While in Hong Kong I earned my WSET Level III Award in Wines  Spirits I completed my Masters in Wine Business with high marks in September  In October  I was one of two US candidates selected by Pernod Ricard Winemakers as a Wine Ambassador and experienced an intensive six-month training program I underwent wine business induction at Pernod Ricard Winemakers’ headquarters in Sydney Australia and traveled",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems unlikely that specific events related to your field would be mentioned here. However, if such events were happening locally or online, they might have been mentioned in passing within other conversations or social media posts. It's important to stay informed about industry news and events through relevant channels, such as professional organizations, LinkedIn groups, or local wine communities.",
            "source": [
                {
                    "content": "I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with wine classes and tastings I am a member of Oregon’ s Women in Wine and am participating in the organization’ s mentorship program through which I am being mentored and also mentoring When I’ m not working reading about or studying wine you can find me out in nature hiking on a run or practicing yoga I am currently studying French and take lessons at the Alliance Française in Portland Oregon I am an avid traveler who loves exploring the world through new cultures cuisine and of course wine",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided text, it appears that several employee benefits are emphasized. Some key points include:\n\n1. Equal Opportunity Workplace: Sokol Blosser values equality and provides equal opportunities for all qualified applicants, irrespective of factors like race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, or veteran status.\n2. Supportive Environment: They aim to create a supportive environment where employees feel motivated and empowered to bring their authentic selves to work, enabling them to achieve their goals and deliver their best performance consistently.\n3. Healthy Work-Life Balance: Recognizing the importance of maintaining a balance between personal and professional life, Sokol Blosser encourages employees to prioritize their wellbeing and foster a healthy work culture.\n4. Competitive Benefits: The organization offers attractive benefits packages to its employees, which includes medical, dental, vision, retirement plans, paid time off, and other perks designed to promote overall wellness and job satisfaction.\n5. Commitment to Diversity, Equity, and Inclusion (DEI): Sokol Blosser is dedicated to creating an inclusive work environment where diverse perspectives and ideas are valued and respected. This commitment extends to providing resources and support systems for employees from various backgrounds and identities.",
            "source": [
                {
                    "content": "We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day and we understand the importance of a healthy work-life balance Sokol Blosser is proud to be an equal opportunity workplace All qualified applicants will receive consideration and we are committed to equal employment opportunity regardless of race color ancestry religion sex national origin sexual orientation age citizenship marital status disability gender identity or Veteran status Sokol Blosser is committed to setting employees up for success We strive to provide a place of diversity equity and inclusion We believe that when our team feels supported and inspired they turn that creativity into innovation and care for other team members and our customers We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "SIGNALS We may use information collected from or about you for any of the following purposes We may share the Personal Information we collect in connection with the Website with third parties as described below We may share your Personal Information with third parties who provide third party products or services or information through the Website  Such third parties may use the information to fulfill product or service orders develop and improve their products or services and contact you about product or service orders future products or services or their company in general We may share your Personal Information with our third party distributors vendors suppliers and other service providers who provide services to us or on our behalf such as operating and supporting the Website ie website developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, it seems there isn't a specific financial or earnings report mentioned. However, some general points about the company's performance can still be inferred. One notable achievement is the company's leadership in sustainability efforts and social responsibility, which has earned them recognition such as being a \"Best for the World\" Environment recipient for several years. Additionally, the company has been successful in achieving its business objectives while prioritizing employee well-being and fostering a diverse, inclusive work culture. Finally, the company has demonstrated strong management and planning by successfully transitioning to the next generation of leaders through a thoughtful succession process.",
            "source": [
                {
                    "content": "We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day and we understand the importance of a healthy work-life balance Sokol Blosser is proud to be an equal opportunity workplace All qualified applicants will receive consideration and we are committed to equal employment opportunity regardless of race color ancestry religion sex national origin sexual orientation age citizenship marital status disability gender identity or Veteran status Sokol Blosser is committed to setting employees up for success We strive to provide a place of diversity equity and inclusion We believe that when our team feels supported and inspired they turn that creativity into innovation and care for other team members and our customers We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to comply with the terms of this Statement with regard to their use of your Personal Information In the event of a merger acquisition reorganization bankruptcy or other sale of all or a portion of our assets any user information owned or controlled by us may be one of the assets transferred to third parties We reserve the right as part of this type of transaction to transfer or assign your Personal Information and other information we have collected from users of the Website to third parties Other than to the extent ordered by a bankruptcy or other court or as otherwise agreed to by you the use and disclosure of all transferred user information will be subject to this Statement However any information you submit or that is collected after this type of transfer may be subject to a new privacy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to comply with the terms of this Statement with regard to their use of your Personal Information In the event of a merger acquisition reorganization bankruptcy or other sale of all or a portion of our assets any user information owned or controlled by us may be one of the assets transferred to third parties We reserve the right as part of this type of transaction to transfer or assign your Personal Information and other information we have collected from users of the Website to third parties Other than to the extent ordered by a bankruptcy or other court or as otherwise agreed to by you the use and disclosure of all transferred user information will be subject to this Statement However any information you submit or that is collected after this type of transfer may be subject to a new privacy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "torch for the company’s sustainability efforts and commitment to social responsibility having led the company’s efforts to become B Corp certified in  The company was recognized for four years as a Best for The World Environment recipient for its significant impact on the environment In addition to earning a BA from Portland State University and an MBA from the University of Washington Alison spent three years working in public relations and marketing communications Her experience spanned startups to consumer branding giants including Nike and Nordstrom In  she returned to Sokol Blosser and assumed the role of director of marketing Then in  as part of a thoughtful multi-year succession plan she and Alex were named Co-Presidents and transitioned the family winery to the next generation Alison was active in the wine industry as past president of Oregon Pinot Camp a founding member of the Dundee Hills Winegrowers Association a member of the Willamette Valley Auction steering committee a",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it does not mention any specific investor events or funding rounds. The text primarily focuses on the activities happening within the winery, such as the production process, staff changes, and seasonal updates. However, if more information becomes available in future texts, I can provide an updated response.",
            "source": [
                {
                    "content": "active Cellar Club and as winemaker I would make special wines just for them and we always launch our new releases to our club members first accepting Guinea Pigs maybe It was fun to see the  or so local club members at our winery and Portland pick-up parties and fun to hear how much they enjoyed our newest release  Kalita Vineyard Pinot Noir Robin Howell Winemaker spectacular was very happy to hear this positive feedback I joined Robin this month in finishing the blending of our  base wines for our Brut Brut Rose and Bluebird Brut These wines will be going into Tirage next month in April On St Patrick’s Day the weather did something amazing It actually got above 60F for the first time this year Is spring coming Maybe Bud Break next month which will kick off the vintage Big news around the winery these days is that Mario Cellar Foreman is a grandpa Welcome Penelope",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This compact book is packed with practical advice from someone who has lived the challenges of running a business and not only survived but thrived",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals being set for the next period. However, it is evident that the company is focused on growth and expansion, both domestically and internationally. The director of sales mentioned working towards increasing the reach of their products by tapping into more markets and partnering with more distributors and importers. Additionally, the company seems to value employee wellbeing and has implemented policies promoting equality, diversity, and inclusivity.",
            "source": [
                {
                    "content": "the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted to Director of Sales for the West and Export my current role with the company and manage 11 domestic markets with 16 distributor partners and 17 export markets with 20 import partners I have continued to pursue wine industry qualifications and in October  I earned my introductory recognition with the Court of Master Sommeliers In April of  I earned the title of Nominated Educator with the WSET as a qualified educator I was a recipient of SommCon’ s Young Leadership scholarship and attended its November  conference in San Diego In June  I was awarded the Women of the Vine’ s Member Spotlight feature I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "active Cellar Club and as winemaker I would make special wines just for them and we always launch our new releases to our club members first accepting Guinea Pigs maybe It was fun to see the  or so local club members at our winery and Portland pick-up parties and fun to hear how much they enjoyed our newest release  Kalita Vineyard Pinot Noir Robin Howell Winemaker spectacular was very happy to hear this positive feedback I joined Robin this month in finishing the blending of our  base wines for our Brut Brut Rose and Bluebird Brut These wines will be going into Tirage next month in April On St Patrick’s Day the weather did something amazing It actually got above 60F for the first time this year Is spring coming Maybe Bud Break next month which will kick off the vintage Big news around the winery these days is that Mario Cellar Foreman is a grandpa Welcome Penelope",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "wines particularly our sparkling program and wines using fruit from our newest vineyard Kalita in Yamhill-Carlton” Alison Sokol Blosser remains a shareholder and on the board of directors and in her words “will always be one of Sokol Blosser’s most passionate ambassadors” while she dedicates the majority of her time to her family As Alex Sokol Blosser takes the primary leadership role he’ll tap his decades of experience in sales and marketing distribution merchandising grape-growing and winemaking to continue the growth trajectory “I’m excited to step into a new leadership role with our family business” said Alex Sokol Blosser “I’ve loved running the winemaking with Robin and now I can put my lifetime of skills to work in new ways to elevate our growth and bring our wines to more people in more markets I’m happy for Alison too as she dedicates more of her time to her family” Robin Howell joined Sokol Blosser in  as enologist and in  she took over sparkling wine production at Sokol",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day and we understand the importance of a healthy work-life balance Sokol Blosser is proud to be an equal opportunity workplace All qualified applicants will receive consideration and we are committed to equal employment opportunity regardless of race color ancestry religion sex national origin sexual orientation age citizenship marital status disability gender identity or Veteran status Sokol Blosser is committed to setting employees up for success We strive to provide a place of diversity equity and inclusion We believe that when our team feels supported and inspired they turn that creativity into innovation and care for other team members and our customers We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the text, there isn't any mention of recent publications, research findings, or introduced technologies related to winemaking or viticulture. However, the author does share personal experiences and achievements, such as completing her WSET Diploma, teaching at the Wine & Spirits Archive in Portland, Oregon, and participating in various professional development opportunities.",
            "source": [
                {
                    "content": "the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted to Director of Sales for the West and Export my current role with the company and manage 11 domestic markets with 16 distributor partners and 17 export markets with 20 import partners I have continued to pursue wine industry qualifications and in October  I earned my introductory recognition with the Court of Master Sommeliers In April of  I earned the title of Nominated Educator with the WSET as a qualified educator I was a recipient of SommCon’ s Young Leadership scholarship and attended its November  conference in San Diego In June  I was awarded the Women of the Vine’ s Member Spotlight feature I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "this website meet your specific requirements This website contains material which is owned by or licensed to us This material includes but is not limited to the design layout look appearance and graphics Reproduction is prohibited other than in accordance with our copyright notice which forms part of these terms and conditions SOKOL BLOSSER™ EVOLUTION™ and all associated designs and logos are trademarks of Sokol Blosser All trademarks reproduced in this website which are not the property of or licensed to us are acknowledged on the website and are the property of their respective owners  From time to time this website may include links to other websites These links are provided for your convenience to provide further information They do not signify that we endorse the websites We have no responsibility for the content of the linked websites All information we collect on through the website is subject to our Privacy Statement By using the website you consent to all actions taken by us",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with wine classes and tastings I am a member of Oregon’ s Women in Wine and am participating in the organization’ s mentorship program through which I am being mentored and also mentoring When I’ m not working reading about or studying wine you can find me out in nature hiking on a run or practicing yoga I am currently studying French and take lessons at the Alliance Française in Portland Oregon I am an avid traveler who loves exploring the world through new cultures cuisine and of course wine",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "was the 2nd warmest growing season we have ever seen since  We also got to add a new term to the dictionary Heat Dome Three straight days of triple digit temperatures in late June breaking heat records for the Willamette Valley Bud break started like usual in the middle of April We had the driest March through May that the Willamette Valley has seen through  years of record keeping Bloom also appeared on time in early/mid June While late June brought the “Heat Dome” our grapes made it through thanks to bloom being finished at all our sites and there still being soil moisture so they grew like crazy over those three days of hellish temperatures While July and August turned out to be exceedingly hot and dry September arrived with little rain which that allowed us to fully ripen the grapes The hot and dry summer made for fruit that was extremely clean resulting in for excellent fermentations All in all mother nature gave us something to be grateful for on our 50th anniversary",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there aren't any specific ongoing or upcoming research projects or innovation initiatives mentioned directly. However, the company seems to prioritize sustainability by having a LEED-certified barrel cellar and an organic estate vineyard, indicating a focus on environmentally friendly practices. Additionally, the mention of pursuing wine industry qualifications suggests a commitment to staying informed about the latest trends and developments within the industry.",
            "source": [
                {
                    "content": "the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted to Director of Sales for the West and Export my current role with the company and manage 11 domestic markets with 16 distributor partners and 17 export markets with 20 import partners I have continued to pursue wine industry qualifications and in October  I earned my introductory recognition with the Court of Master Sommeliers In April of  I earned the title of Nominated Educator with the WSET as a qualified educator I was a recipient of SommCon’ s Young Leadership scholarship and attended its November  conference in San Diego In June  I was awarded the Women of the Vine’ s Member Spotlight feature I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with wine classes and tastings I am a member of Oregon’ s Women in Wine and am participating in the organization’ s mentorship program through which I am being mentored and also mentoring When I’ m not working reading about or studying wine you can find me out in nature hiking on a run or practicing yoga I am currently studying French and take lessons at the Alliance Française in Portland Oregon I am an avid traveler who loves exploring the world through new cultures cuisine and of course wine",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually strive to find the best benefits to offer our employees Located in the heart of the beautiful Dundee Hills in Oregon wine country we are one of the state’s LAST REMAINING pioneering wineries THAT IS STILL family-owned and operated We are passionately committed to creating world-class wines which express our distinctive hillside vineyards We also have a steadfast commitment to being good citizens in our community and good to the earth we are a certified B Corp our barrel cellar is LEED certified and our estate vineyard is certified organic If you are looking for a great opportunity to work for a company where no idea is left unturned and you can utilize your proven experience to make a difference we would love for you to submit your complete resume and cover letter Our Culinary program is in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "team In the Spring of  my family and I embarked upon a 5-year family mission and moved to Germany to bring humanitarian hope to refugees in Berlin I joined the amazing Sokol Blosser team in  after my family and I moved back to the US It’s a daily honor to be part of a 2nd-generation family-owned and -operated winery with a 50+ year legacy of making world-class wines We are proud of our B Corp certification which proves our dedication to sustainability as we strive to take care of our employees the earth and the future Barron lives in the DFW metroplex of Texas with his wife Emily and their two teenage daughters Briley and Brooke Hobbies Doing anything with my family Outdoors hiking fly fishing grilling and swimming Indoors Wining and dining playing board games pool darts ping-pong reading non-fiction and watching movies What You Like About Pinot Noir Pinot Noir more so than any other grape varietal has a way of transporting your senses to the location from whence it hails The vineyard",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information about Susan Sokol Blosser, it is not directly mentioned if any specific research grants or innovation awards have been recently distributed. However, there are some notable achievements and recognitions related to sustainability, social responsibility, and leadership that can be highlighted. These include:\n\n1. B Corp Certification: Susan played a crucial role in leading Sokol Blosser Winery towards becoming B Corp certified in . This certification acknowledges companies that meet rigorous standards of social and environmental performance, accountability, and transparency.\n\n1. Best for the World Environment Recipient: From  to, Sokol Blosser Winery was recognized as a \"Best for the World\" Environment recipient. This award is given to companies that create exceptional positive impacts on the environment.\n\nThese accomplishments demonstrate Susan's dedication to sustainability and social responsibility, which may have influenced other organizations and individuals in the industry.",
            "source": [
                {
                    "content": "the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted to Director of Sales for the West and Export my current role with the company and manage 11 domestic markets with 16 distributor partners and 17 export markets with 20 import partners I have continued to pursue wine industry qualifications and in October  I earned my introductory recognition with the Court of Master Sommeliers In April of  I earned the title of Nominated Educator with the WSET as a qualified educator I was a recipient of SommCon’ s Young Leadership scholarship and attended its November  conference in San Diego In June  I was awarded the Women of the Vine’ s Member Spotlight feature I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "company as their Marketing and Sales Assistant In addition to my Masters coursework I earned my WSET Level II Award in Wines  Spirits At the end of my Masters coursework I moved to Hong Kong to gain experience in the Asian wine industry While writing my thesis on Asian wine consumption habits I interned with The Flying Winemaker as the company’ s Marketing and Operations Intern My internship responsibilities included sourcing and importing wines from across Asia and creating educational content on Asian wine regions for the second edition of the Asian Wine Review publication While in Hong Kong I earned my WSET Level III Award in Wines  Spirits I completed my Masters in Wine Business with high marks in September  In October  I was one of two US candidates selected by Pernod Ricard Winemakers as a Wine Ambassador and experienced an intensive six-month training program I underwent wine business induction at Pernod Ricard Winemakers’ headquarters in Sydney Australia and traveled",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Oregon’s  Governor’s Award for Sustainability in the Small Business category and Oregon Business Magazine’s  Best Companies to Work For and  Best Green Companies to Work For awards Susan holds a BA from Stanford University and an Honorary Doctorate of Public Service from the University of Portland citing her entrepreneurship within the context of environmental and social responsibility Other awards include Lifetime Achievement Awards from Women for WineSense and the Oregon Wine Board Her memoir At Home in the Vineyard Cultivating a Winery an Industry and a Life was published by the University of California Press in  and her business philosophy Gracious  Ruthless Surprising Strategies for Business Success appeared in  In  she turned the presidency of Sokol Blosser Winery Dundee Oregon over to her children stepping back with the title of Founder",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "torch for the company’s sustainability efforts and commitment to social responsibility having led the company’s efforts to become B Corp certified in  The company was recognized for four years as a Best for The World Environment recipient for its significant impact on the environment In addition to earning a BA from Portland State University and an MBA from the University of Washington Alison spent three years working in public relations and marketing communications Her experience spanned startups to consumer branding giants including Nike and Nordstrom In  she returned to Sokol Blosser and assumed the role of director of marketing Then in  as part of a thoughtful multi-year succession plan she and Alex were named Co-Presidents and transitioned the family winery to the next generation Alison was active in the wine industry as past president of Oregon Pinot Camp a founding member of the Dundee Hills Winegrowers Association a member of the Willamette Valley Auction steering committee a",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, it appears that the organization is working with various types of service providers, such as developers, hosting service providers, auditors, marketing or consulting services, and assistance with communication and fulfillment functions. Additionally, they mention sharing personal information with advertising and analytics partners like Google Analytics. It seems that the organization is also part of a larger group of companies, including subsidiaries, corporate affiliates, joint ventures, and other related entities. Lastly, the organization values authenticity and diversity among their team members while emphasizing their commitment to sustainability and social responsibility.",
            "source": [
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually strive to find the best benefits to offer our employees Located in the heart of the beautiful Dundee Hills in Oregon wine country we are one of the state’s LAST REMAINING pioneering wineries THAT IS STILL family-owned and operated We are passionately committed to creating world-class wines which express our distinctive hillside vineyards We also have a steadfast commitment to being good citizens in our community and good to the earth we are a certified B Corp our barrel cellar is LEED certified and our estate vineyard is certified organic If you are looking for a great opportunity to work for a company where no idea is left unturned and you can utilize your proven experience to make a difference we would love for you to submit your complete resume and cover letter Our Culinary program is in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "responsibility for the content of the linked websites All information we collect on through the website is subject to our Privacy Statement By using the website you consent to all actions taken by us with respect to your information in compliance with the Privacy Statement The owner of the website is based in the United States We make no claims that the website or any of its content is accessible or appropriate outside of the United States Access to the website may not be legal by certain persons or in certain countries If you access the website from outside of the United States you do so on your own initiative and are responsible for compliance with local laws THE WEBSITE IS PROVIDED ON AN “AS IS” BASIS WE MAKE NO REPRESENTATIONS OR WARRANTIES WHATSOEVER EXPRESS IMPLIED OR STATUTORY INCLUDING BUT NOT LIMITED TO REPRESENTATIONS OR WARRANTIES REGARDING THE COMPLETENESS QUALITY ACCURACY OR NATURE OF THE CONTENT OF THE WEBSITE MERCHANTABILITY OWNERSHIP NONINFRINGEMENT OR FITNESS FOR A",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there were no specific joint events, projects, or initiatives mentioned between Sokol Blosser Winery and Pernod Ricard Winemakers during the period described. However, both companies share a common goal of promoting quality wine education and experiences for consumers.",
            "source": [
                {
                    "content": "Winemakers as a Wine Ambassador and experienced an intensive six-month training program I underwent wine business induction at Pernod Ricard Winemakers’ headquarters in Sydney Australia and traveled internationally to gain handson viticulture and viniculture training in Rioja and Ribera del Duero Spain Sonoma and Napa California Barossa Coonawarra Adelaide Hills and McLaren Vale Australia and Marlborough New Zealand As Wine Ambassador I represented Pernod Ricard’ s wine and champagne portfolio as its lead wine educator and brand expert across the American south and southwest After a year and a half in the role I was promoted to Market Manager for the state of Colorado In this role I was responsible for managing the growth and development of Pernod Ricard’ s wine and champagne portfolio across the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "the state of Colorado In October  I returned home to my roots in Oregon and rejoined the Sokol Blosser Winery team as Northwest Sales Export Sales and Brand Manager In September  I was promoted to Director of Sales for the West and Export my current role with the company and manage 11 domestic markets with 16 distributor partners and 17 export markets with 20 import partners I have continued to pursue wine industry qualifications and in October  I earned my introductory recognition with the Court of Master Sommeliers In April of  I earned the title of Nominated Educator with the WSET as a qualified educator I was a recipient of SommCon’ s Young Leadership scholarship and attended its November  conference in San Diego In June  I was awarded the Women of the Vine’ s Member Spotlight feature I am currently finishing my WSET Diploma and will sit my final exam in October  I am an instructor at the Wine  Spirits Archive wine school in Portland Oregon and deliver WSET coursework along with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "After completing her accounting degree at University of Oregon Go Ducks and masters in financial analysis at Portland State University then working at a CPA firm for five years Jennifer is thrilled to join the Sokol Blosser Winery team Jennifer has a passion for wine and food so working in the Oregon wine industry is a perfect fit When not counting grapes Jennifer spends time trying out a new recipe or going for a serious bicycle ride—to burn off the calories Thirty miles is a nice distance though sometimes Jennifer and her husband Nick go farther than that like when they ride the annual Harvest Century Jennifer and Nick also love to travel They have recently traveled to Belize the Yucatán and Spain Jennifer serves on the board of directors of Neighborhood House a Portland based non-profit social services agency that offers programs to low-income people of all ages What You Like About Pinot Noir The way it evolves over time that each vintage has its own unique character and drinking it",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "team In the Spring of  my family and I embarked upon a 5-year family mission and moved to Germany to bring humanitarian hope to refugees in Berlin I joined the amazing Sokol Blosser team in  after my family and I moved back to the US It’s a daily honor to be part of a 2nd-generation family-owned and -operated winery with a 50+ year legacy of making world-class wines We are proud of our B Corp certification which proves our dedication to sustainability as we strive to take care of our employees the earth and the future Barron lives in the DFW metroplex of Texas with his wife Emily and their two teenage daughters Briley and Brooke Hobbies Doing anything with my family Outdoors hiking fly fishing grilling and swimming Indoors Wining and dining playing board games pool darts ping-pong reading non-fiction and watching movies What You Like About Pinot Noir Pinot Noir more so than any other grape varietal has a way of transporting your senses to the location from whence it hails The vineyard",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Throughout the provided text, there are multiple instances of collaboration between various teams, departments, and external service providers. While it is not explicitly stated what the exact mutual objectives and outcomes expected from these collaborations are, we can infer them based on the context provided. Some key areas of collaboration include:\n\n1. Equal Opportunity Workplace: By promoting equal employment opportunities without discrimination based on race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, or veteran status, the organization fosters a diverse and inclusive environment where all team members feel supported and empowered to contribute their unique perspectives and skills. This leads to increased innovation, creativity, and overall team performance.\n2. Healthy Work-Life Balance: Encouraging employees to maintain a balanced personal life and professional career contributes to higher job satisfaction, reduced stress, and improved productivity. When team members feel supported in both aspects of their lives, they are better able to bring their full potential to the table during collaborative efforts.\n3. Competitive Benefits: Offering comprehensive benefits packages helps attract and retain top talent. When employees feel valued by their employer, they are more likely to be engaged and motivated in their roles, leading to enhanced collaboration and better overall outcomes.\n4. Commitment to Diversity, Equity, and Inclusion (DEI): By prioritizing DEI initiatives, the organization creates an environment where all team members feel respected, heard, and included. This fosters greater trust, open communication, and stronger working relationships among team members. As a result, collaborative efforts benefit from a broader range of perspectives and ideas, ultimately leading to more innovative solutions and better outcomes.\n5. Collaborating with Third Party Service Providers: Partnering with external service providers allows the organization to leverage specialized expertise and resources. By working together, both parties can achieve shared goals more efficiently than if they were to operate independently. Examples of these collaborations include developers, hosting service providers, auditors, marketers, and consultants.\n6. Data Privacy and Sharing: Ensuring that personal data is collected, used, and shared responsibly demonstrates a commitment to transparency and trustworthiness. When team members and external partners feel confident in the handling of their data, they are more likely to engage in open and effective collaboration.\n7. Continuous Improvement and Learning: Embracing a culture of continuous learning and improvement encourages team members to stay informed about industry trends, adopt new technologies, and develop innovative strategies. This collective drive towards growth and development supports successful collaboration and positive outcomes.",
            "source": [
                {
                    "content": "We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day and we understand the importance of a healthy work-life balance Sokol Blosser is proud to be an equal opportunity workplace All qualified applicants will receive consideration and we are committed to equal employment opportunity regardless of race color ancestry religion sex national origin sexual orientation age citizenship marital status disability gender identity or Veteran status Sokol Blosser is committed to setting employees up for success We strive to provide a place of diversity equity and inclusion We believe that when our team feels supported and inspired they turn that creativity into innovation and care for other team members and our customers We are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "developers hosting service providers etc auditors performing marketing or consulting services and assisting us with the preparation and mailing of our business and marketing communications and with processing and fulfillment functions These third party service providers may use your Personal Information for their own marketing purposes We may share Personal Information with our advertising and analytics partners such as Google Analytics The privacy policies of these third party companies apply to their collection use and disclosure of your information These third parties may combine your information with the information of other consumers for purposes of conducting studies and/or analytics For more information about Google Analytics including how to opt out please go to  We may share some or all of your information with our subsidiaries and corporate affiliates joint venturers or other companies that are or may become under common control with us We will require these entities to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "are at our best when each team member can show up as their authentic selves to achieve their goals and do their best every day We pride ourselves on offering competitive benefits and we continually strive to find the best benefits to offer our employees Located in the heart of the beautiful Dundee Hills in Oregon wine country we are one of the state’s LAST REMAINING pioneering wineries THAT IS STILL family-owned and operated We are passionately committed to creating world-class wines which express our distinctive hillside vineyards We also have a steadfast commitment to being good citizens in our community and good to the earth we are a certified B Corp our barrel cellar is LEED certified and our estate vineyard is certified organic If you are looking for a great opportunity to work for a company where no idea is left unturned and you can utilize your proven experience to make a difference we would love for you to submit your complete resume and cover letter Our Culinary program is in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ]
}