{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, there are several sustainable or environmental practices that have been implemented by Sonen Capital and/or its investees. Some key examples include:\n\n1. Supporting organic or sustainably-oriented food production (financing).\n2. Developing infrastructure for efficient production, storage, and distribution of food resources.\n3. Preserving the use of agricultural land.\n4. Implementing technologies or innovations that reduce demand for raw materials and energy consumption within buildings.\n5. Building sustainably-built workforce housing in areas with high demand.\n6. Encouraging social and environmental change, which can lead to both positive impacts and competitive financial returns.\n7. Measuring and reporting social and environmental impacts across various asset classes and investment portfolios.\n8. Engaging in active shareholder",
            "source": [
                {
                    "content": "improve environmental sustainability including Financing for organic or sustainably-oriented food production; and preservation of the use of agricultural land Infrastructure for efficient production storage and distribution of food resources; preservation of use of agricultural land Technologies or innovations that reduce demand for raw materials and energy consumption within buildings Sustainably-built workforce housing in global geographies where demand greatly exceeds supply  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "social and environmental change can lead not only to positive impact but also deliver competitive financial returns We believe that investment capital can and is a fundamental solution to addressing social economic and environmental sustainability All of our investments are oriented toward creating positive social and environmental impacts that range from reducing climate emissions to redressing social inequities and we measure and report these impacts across asset classes and investment portfolios We believe that generating financial returns and creating social and environmental impact are not only compatible but also mutually reinforcing objectives Sonen considers social and environmental performance data in our investment decision-making process participates in active shareholder engagement and monitors and reports on the impact of its investments You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sustainable and socially equitable opportunities within the built environment The built environment refers to manmade surroundings that provide the setting for human activity ranging in scale from buildings and parks or green space to neighborhoods and cities that can often include their supporting infrastructure such as water supply or energy networks \r \r Sonen constructs Impact Frameworks that help guide our investment decision-making within specific social and environmental themes  You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enough to clean power to provide energy for almost all the residents of Atlanta Georgia for one year As a result of property improvements the strategy’s green real estate investments have saved or conserved over  million kWh in  That’s the equivalent to avoiding emissions from burning over 24 million pounds of coal GSRA’s investments in sustainable timber are intended to meet growing global demand for forest products while protecting the ecological health of forests and considering local community interests In  over 17 acres of native trees were planted larger than the size of the island of Manhattan From  through  over 4 million acres of protected land have been established adjacent to timber properties since  larger than the size of Connecticut This land provides critical buffers for wildlife habitat and migration corridors Sonen also tracks length of streams present ecological restoration area and operational sustainability certifications In  the strategy’s environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the information provided, it seems that Sonen Capital has been involved in various events and initiatives related to environmental conservation. However, providing a list of 10 such events would be too extensive given the limited context available. Instead, I suggest focusing on understanding the key areas of focus for Sonen Capital in terms of environmental conservation. These could include investments in renewable energy sources, sustainable agriculture, water management, and ecosystem restoration. By understanding these areas, you may find relevant events or initiatives related to environmental conservation that align with Sonen Capital's mission and goals.",
            "source": [
                {
                    "content": "“The Ultimate Benchmark Achieving Traditional Financial Returns with Social and Environmental Impact” The event was hosted by Pacific Pointe Advisors a local independent investment advisory firm with a specialty in impact investing “Impact investing seeks to generate social and environmental impacts in addition to financial returns” guest keynote speaker Raúl Pomares said Pomares is the managing director of Sonen Capital and co-author of the bookSolutions for Impact Investors From Strategy to Implementation published byRockefeller Philanthropy Advisors one of a handful of relatively new books written on the subject of impact investing “Successful impact investing is based on moving beyond false assumptions that investors must choose between social and environmental impact OR financial return” he said It’s about “expanding the scope and scale of philanthropic capitaland subjecting investments to recognized financial benchmarks while maintaining fiduciary responsibilities” This new",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sustainable real estate Also see the expanded QA where we respond to questions we did not get to during the live webinar As populations grow economies develop and urban cores reach capacity the need increases to expand the supply of environmentally sustainable and socially equitable opportunities within the built environment The built environment refers to manmade surroundings that provide the setting for human activity ranging in scale from buildings and parks or green space to neighborhoods and cities that can often include their supporting infrastructure such as water supply or energy networks \r \r Sonen constructs Impact Frameworks that help guide our investment decision-making within specific social and environmental themes   Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "improve environmental sustainability including Financing for organic or sustainably-oriented food production; and preservation of the use of agricultural land Infrastructure for efficient production storage and distribution of food resources; preservation of use of agricultural land Technologies or innovations that reduce demand for raw materials and energy consumption within buildings Sustainably-built workforce housing in global geographies where demand greatly exceeds supply  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for wildlife habitat and migration corridors Sonen also tracks length of streams present ecological restoration area and operational sustainability certifications In  the strategy’s environmental infrastructure investments delivered water to over  households equivalent to half the size of Honolulu Hawaii GSRA data also includes volume of clean water provided through infrastructure upgrades and number of pipeline repairs Data prior to  does not exist as the strategy had no previous allocations to the environmental infrastructure theme This document is provided for informational and educational purposes only Any reference to a particular investment or portfolio company does not constitute a recommendation or an offer by Sonen Capital to buy sell or hold such investment or security This report does not constitute a solicitation or offer to provide any advice or services in any jurisdiction including without limitation any jurisdiction in which such a solicitation or offer is unlawful or",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided text, several environmental impact metrics related to clean power, green real estate, sustainable timber land, water, and environmental infrastructure are reported. These metrics are likely included within the 21 specific GSRA (Global Social Responsibility Analyst) impact indicators collected and aggregated annually by Sonen Capital.",
            "source": [
                {
                    "content": "when impact indicators are fairly straightforward it is often necessary to undertake some basic auditing or data cleansing to ensure that data points from different sources are indeed reporting the same thing We anticipate that continuing maturation of the impact investing industry will result in more resources directed to the nascent effort of standardizing impact data Promising efforts include IRIS and the Sustainability Accounting Standards Board as well as the B-Corp and GIIRS ratings movements Community development investments include small business administration loans; loans for affordable housing rentals and affordable housing homeownership; and project finance for community-based facilities such as nursing homes This ratio tons of carbon dioxide emissions per million dollars of sales commonly referred to as “intensity” helps compare companies of different sizes Essentially it communicates the amount of carbon emissions that are required to produce one unit of economic output",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "commonly referred to as “intensity” helps compare companies of different sizes Essentially it communicates the amount of carbon emissions that are required to produce one unit of economic output and thus helps compare companies that may be operating at significantly different scales The UN has issued a series of targets for each SDG usually 5-7 targets for each and in mid- released a set of  impact indicators that correspond to specific SDGs and targets There is not much guidance on how to implement these indicators at this point but we anticipate that the UN will release some useful guidance on how to integrate impact indicators with business activities One example is the UN SDG Compass Guide that we mentioned that we have found to be a useful resource Please see pages  in our  Annual Impact Report for a sample of how we connect the SDG impact indicators to specific securities Our Global Fixed Income strategy owns a variety of bonds in order to provide portfolio diversification",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "solutions Of the 21 specific GSRA impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the given text, it appears that Sonen Capital has committed to achieving both social and environmental impact along with traditional financial returns. They have won awards such as the Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards and the Real Leaders Impact Awards, indicating recognition for their efforts in impact investing. Additionally, Sonen Capital has released several impact reports showcasing their success in meeting social and environmental goals alongside financial performance. While there isn't a direct mention of public commitments, it seems clear that Sonen Capital is dedicated to making a positive impact through their investments.",
            "source": [
                {
                    "content": "produce financial statements for the guidance they can offer to managers and investors says Brian Trelstad a partner with Bridges Fund Management in Manhattan The same kind of analysis should be applied to a company’s social and environmental impact As Trelstad says “One of the big outcomes for this work would be a generally accepted impact statement” Sonen Capital has been selected as the winner in the Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards  program Sonen Capial has been named a winner of the  Real Leaders Impact Awards This accolade recognizes Sonen as one of Real Leaders  Top Impact Companies solving existential problems through innovative and sustainable market-based solutions Of the 21 specific GSRA impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“The Ultimate Benchmark Achieving Traditional Financial Returns with Social and Environmental Impact” The event was hosted by Pacific Pointe Advisors a local independent investment advisory firm with a specialty in impact investing “Impact investing seeks to generate social and environmental impacts in addition to financial returns” guest keynote speaker Raúl Pomares said Pomares is the managing director of Sonen Capital and co-author of the bookSolutions for Impact Investors From Strategy to Implementation published byRockefeller Philanthropy Advisors one of a handful of relatively new books written on the subject of impact investing “Successful impact investing is based on moving beyond false assumptions that investors must choose between social and environmental impact OR financial return” he said It’s about “expanding the scope and scale of philanthropic capitaland subjecting investments to recognized financial benchmarks while maintaining fiduciary responsibilities” This new",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "into existing asset allocation models This includes philanthropic foundations and endowments seeking to enhance their knowledge of social mission- and program-related investments and individual and institutional investors and their advisors If you have previously downloaded Sonen content click download and then click the ‘Already Registered’ link All documents are FREE to download We started Sonen Global Equity 10 years ago with a goal to provide competitive financial returns alongside meaningful and measurable social and environmental impact When we published our first impact report for this strategy we decided to make these reports available to all and not just investors Will Morgan was a recent guest on the UpMetrics podcast On the Up and Up where he dove deep into the data that validates if an investment is impact or not Our 9th Annual Impact Report reveals that Sonen’s Global Public Equity strategy continues to outperform its market benchmark across all ESG indicators AND",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "several specific SDGs including climate change clean energy water and sanitation sustainable cities sustainable timber and green real estate This report updates the information provided in the landmark October  report Evolution of an Impact Report From Implementation to Results which highlighted the financial performance of the KL Felicitas Foundation's portfolio from  -  Raúl Pomares founder of Sonen Capital discusses his beginnings in investing the process of founding a Certified B-Corp investment management firm and the future of public market based impact investing Listen to Raul’s interview on the Impact Investing podcast’s website or Apple Podcasts Will Morgan Senior Impact Analyst for Sonen Capital discusses his influences to move from philanthropy to impact investing as well as Sonen’s efforts to define evaluate and report impact across Sonen’s strategies Listen to Will’s interview on the Impact Investing podcast’s website or Apple Podcasts NPC a UK think tank and consultancy",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, it seems that there may not be annual or quarterly reports specifically dedicated to detailing these commitments. However, some organizations like Sonen Capital provide updates on their progress towards achieving the UN Sustainable Development Goals (SDGs). These updates might not necessarily follow a fixed schedule such as annual or quarterly reports but could still serve as sources of information about their commitments.",
            "source": [
                {
                    "content": "produce financial statements for the guidance they can offer to managers and investors says Brian Trelstad a partner with Bridges Fund Management in Manhattan The same kind of analysis should be applied to a company’s social and environmental impact As Trelstad says “One of the big outcomes for this work would be a generally accepted impact statement” Sonen Capital has been selected as the winner in the Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards  program Sonen Capial has been named a winner of the  Real Leaders Impact Awards This accolade recognizes Sonen as one of Real Leaders  Top Impact Companies solving existential problems through innovative and sustainable market-based solutions Of the 21 specific GSRA impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "methodology looks at each portfolio investment according to five dimensions what how much who contribution and risk The report also shows how the foundation’s investments address the United Nations sustainable development goals An investment in BioLite a New York company that makes energy-efficient cooking stoves for off-grid use addresses goal No 3 “good health and well-being” and goal No 7 “affordable and clean energy” The stoves have offset more than 75 tons of carbon dioxide and thanks to investments by KLF and others 20 households are now using the stoves up from 4 in  The KLF Foundation’s efforts are a start that could someday lead to a consistent means for investors to assess the impact of their investments—positive or negative—alongside financial performance Even private companies produce financial statements for the guidance they can offer to managers and investors says Brian Trelstad a partner with Bridges Fund Management in Manhattan The same kind of analysis should be",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and support signatories to incorporate these issues into their investment decision making and ownership practices In implementing the Principles signatories contribute to the development of a more sustainable global financial system  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribution to the respective SDGs In  Sonen was pleased with the introduction of the UN Sustainable Development Goals SDGs and was among the first if not the first-organizations to report portfolio-level contributions to the SDGs  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't any specific information provided about community or social events related to the commitments mentioned in the text. However, it is possible that various organizations, groups, or individuals may have organized events or initiatives aimed at achieving the goals outlined in the commitments. These could include conferences, workshops, webinars, panel discussions, charity events, volunteer opportunities, or campaigns promoting awareness and action towards the desired impact.",
            "source": [
                {
                    "content": "that ultimately benefit people and the planet how to measure their impact and how to make some coin while doing it Antigua Guatemala was the place last month to take stock of the impact investing ecosystem in Central America and the Caribbean More than  investors entrepreneurs and other participants from 34 countries gathered at the Latin American Impact Investment Forum for Central America and the Caribbean Social entrepreneurship is increasingly recognized as a means of addressing the world’s most pressing social and environmental problems However assessing the impact of social enterprises continues to be challenging Part of the challenge is to find a shared language of impact in the myriad approaches used by social entrepreneurs impact investors and development agencies to code classify and interpret impact We recently returned from a week in the desert at this year's Burning Man festival It was a profound journey something we will remember for the rest of our lives Burning Man is",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Pacific Pointe Advisors Canyon-Agassi Charter School Facilities Fund and others serve up examples at Granada event Ideas almost always emerge when traditional routes are not enough One such idea emerging in our new economy is a hybrid blend of time-honored philanthropy and investing for financial return called “Impact Investing” — investing to make a difference in the world and make money simultaneously or “Blended Value” Like many ideas that become more of a movement such as the rise of technology than a single invention such as the iPad impact investing is completely changing the way many things are done thought about or made Local investors had the opportunity to hear more about this game-changing trend at a special event at the Granada Theatre on Thursday that revolved around the theme “The Ultimate Benchmark Achieving Traditional Financial Returns with Social and Environmental Impact” The event was hosted by Pacific Pointe Advisors a local independent investment advisory firm with",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year of schooling the odds that a student will someday commit a crime like murder or assault are reduced by almost one-third “The Canyon-Agassi group saw a societal need were aware of the funding difficulties in today’s economy and came up with a way to ‘bridge’ the funding gap to get the facilities built creating a win-win for everyone involved” said event host Gary Dorfman founding partner of Pacific Pointe Advisors Dorfman says there are an unlimited number of themes around which impact investors can organize to make a societal and/or environmental difference in the world including climate change energy water community development social enterprises health and wellness sustainable development education and so much more “The only limit is one’s imagination” he said “At Pacific Pointe Advisors our goal is to educate encourage and inspire our clients to understand and participate in the multidimensional benefits of impact investing” Sonen Capital has been selected as the winner in the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“The Ultimate Benchmark Achieving Traditional Financial Returns with Social and Environmental Impact” The event was hosted by Pacific Pointe Advisors a local independent investment advisory firm with a specialty in impact investing “Impact investing seeks to generate social and environmental impacts in addition to financial returns” guest keynote speaker Raúl Pomares said Pomares is the managing director of Sonen Capital and co-author of the bookSolutions for Impact Investors From Strategy to Implementation published byRockefeller Philanthropy Advisors one of a handful of relatively new books written on the subject of impact investing “Successful impact investing is based on moving beyond false assumptions that investors must choose between social and environmental impact OR financial return” he said It’s about “expanding the scope and scale of philanthropic capitaland subjecting investments to recognized financial benchmarks while maintaining fiduciary responsibilities” This new",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given text, there are several products, services, and technologies mentioned. These include:\n\n1. Impact investing strategies across public and private markets.\n2. Energy-efficient technologies across various industries.\n3. Organic or sustainably-oriented food production financing.\n4. Agriculture-related infrastructure development.\n5. Customer-focused solutions for businesses recognized as \"Best for the World\" by B Lab.\n6. Environmentally friendly energy sources (e.g., renewables) for centralized and distributed energy infrastructure.",
            "source": [
                {
                    "content": "or portfolio of investments Specific impact investment strategies that help manifest our intended outcomes are identified across public and private markets Sonen has published impact frameworks on the following themes Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email Financing centralized and distributed energy infrastructure in regions where availability varies or power sources are “dirty” Technologies across industries that increase energy efficiency; consumer-level technology that reduces energy consumption Target key agriculture themes that improve global food security meet global nutritional needs and improve environmental sustainability including Financing for organic or sustainably-oriented food production; and preservation of the use of agricultural land Infrastructure for efficient production",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "website is provided on an “as is” and “as available” basis Use of this website is at your own risk To the extent permitted by law Sonen disclaims all warranties of any kind whether express implied or statutory with respect to this website and disclaims all liability to any person for any loss which may arise from relying upon or using information contained in this website The information on this website is not guaranteed or promised to be current accurate or complete This website is designed for use within the United States Some aspects of this website may not be available or permitted to be used outside the US If you access or use this website outside the US you are responsible for complying with all applicable US and foreign laws Neither we nor our suppliers shall be liable for any damages of any kind with the use of this website For your convenience this website may contain hyperlinks to websites and servers maintained by third parties We do not control evaluate endorse or",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Infrastructure themes Recently Sonen Capital received the  Best for the World Customers B Corp recognition from B Lab You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "any damages of any kind with the use of this website For your convenience this website may contain hyperlinks to websites and servers maintained by third parties We do not control evaluate endorse or guarantee content found in those sites We do not assume any responsibility or liability for the actions products services and content of these sites or the parties that operate them Your use of such sites is entirely at your own risk Sonen will provide all prospective clients with a copy of our current Form ADV Brochure and any Brochure Supplement prior to commencing an advisory relationship Existing clients will receive a copy of these documents on an annual basis The information provided about the aggregate experience of the Sonen Capital team is based on work that each of them did with former firms and not as part of the Sonen Capital team and with others who are not on the Sonen Capital team Sonen will have no duty to keep any unsolicited information confidential prior to the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, it does not explicitly mention any promotional events, expos, or sales related to the offerings mentioned in the text. However, it is possible that such events may be organized by Sonen Capital or its partners in the future. To get the latest information about any upcoming events, you can reach out to Sonen Capital directly through their contact information or follow them on social media platforms where they might announce such events.",
            "source": [
                {
                    "content": "Infrastructure themes Recently Sonen Capital received the  Best for the World Customers B Corp recognition from B Lab You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " As mentioned earlier, Sonen Capital is part of the broader B Corporation movement, which brings together socially innovative thinkers who understand that what is good for society is also good for business. This community works towards creating an inclusive, equitable, and regenerative economic system. Additionally, Sonen Capital has been involved in various partnerships and collaborations focused on impact investing solutions. These include working closely with clients, teams, industry partners, and fellow B Corps to share knowledge, best practices, and resources. They also engage in joint initiatives and events to promote innovation and transformation across different sectors. Overall, Sonen Capital's key partnerships and collaborations related to commerce involve being part of the B Corp community, working closely with clients, and participating in joint initiatives with other impact-driven organizations.",
            "source": [
                {
                    "content": "Recently Sonen Capital received the  Best for the World Customers recognition from B Lab Every year Best for the World recognizes Certified B Corporations B Corps with exceptional positive impact Best For the World identifies the B Corps whose B Impact Scores in the five impact areas evaluated in the B Impact Assessment – Community Customers Environment Governance and Workers – rank in the top 5 of all B Corps Sonen’s vision is to be the trusted partner of choice for asset owners seeking investment solutions that address the world’s most pressing challenges and this honor highlights our alignment B Corp describes the Best for the World Customer’s recognition as businesses that “set the standard for serving their customers By providing critical services like education healthcare and finance management they add value to customers’ lives while supporting the greater good” Today there are more than 5 B Corps across 80 countries unified by one common goal building an inclusive equitable and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "public markets investment strategies The purpose of the conference was to bring together a community of socially innovative thinkers who understand what is good for society is also good for business Managing Director Julia Sze discusses impact investing solutions in a session titled The Art of Impact Investing NOTE The clip is from 4116 to 13039  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "management they add value to customers’ lives while supporting the greater good” Today there are more than 5 B Corps across 80 countries unified by one common goal building an inclusive equitable and regenerative economic system We believe our score reflects the efforts we make to put our customer’s first from our award-winning impact reporting to our personalized client meetings and client satisfaction surveys we aim to ensure we meet our client’s goals and their impact outcomes Sonen continues to strive to learn and continuously improve on our successes and challenges and partner with our clients team industry partners and fellow B Corps to raise the bar with us More than an honor the Best for the World badge recognizes companies that share their knowledge and best practices within the B Corp community and encourage innovation and help transform businesses across sectors Sonen Capital has been a certified B Corp since  and has since been recertified twice most recently with a B Corp",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, several employment and educational opportunities related to impact investing, sustainability, and urban development can be identified. Some specific examples include:\n\n1. Head of Business Development - Sonen Capital (Montgomery Street Suite GC1 San Francisco, CA)\n2. Positions within other impact investment firms, such as OpenPath Investments, who are focused on sustainable finance and urban village programs.\n3. Roles within organizations working on projects related to climate change, energy, water, community development, social enterprises, health, and wellness. Examples include Pacific Pointe Advisors, Acumen, and various nonprofit organizations.\n4. Educational opportunities, such as master's degrees in subjects like Sustainable Finance, Environmental Management, Urban Planning, Social Entrepreneurship, etc., which can help individuals develop skills relevant to these fields and increase their chances of securing jobs in these areas.",
            "source": [
                {
                    "content": "performance In  OpenPath Investments launched a pilot program aimed at strengthening the social safety net for the low- and middle-income residents while incorporating sustainable practices into their lives The “UrbanVillage” program as it is now known encourages residents to network and take an active role in their communities A recent Bloomberg report indicates that companies looking to hire people with a niche-focused advanced degree such as an MBA in Sustainable Finance are few and far between Even investment firms with a focus in the sustainable industry sector are pursuing those with a more general degree from graduate school Though the idea of sustainable operations is trending in many industries right now studying it specifically may not be the best idea in today's job market  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’re hiring Sonen Capital is seeking a Head of Business Development  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and concepts of impact investing Their webpage explains the role they fulfill\r Last summer's communications associate at Acumen Emma Vaughn kindly offered MBA students and job seekers 7 Tips to Landing a Job in Impact Investing a list whose recommendations continue to provide valuable guidance in the search for a meaningful career in the field of impact investment  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year of schooling the odds that a student will someday commit a crime like murder or assault are reduced by almost one-third “The Canyon-Agassi group saw a societal need were aware of the funding difficulties in today’s economy and came up with a way to ‘bridge’ the funding gap to get the facilities built creating a win-win for everyone involved” said event host Gary Dorfman founding partner of Pacific Pointe Advisors Dorfman says there are an unlimited number of themes around which impact investors can organize to make a societal and/or environmental difference in the world including climate change energy water community development social enterprises health and wellness sustainable development education and so much more “The only limit is one’s imagination” he said “At Pacific Pointe Advisors our goal is to educate encourage and inspire our clients to understand and participate in the multidimensional benefits of impact investing” Sonen Capital has been selected as the winner in the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, I cannot find specific details about upcoming events related to job fairs, webinars, workshops, or training programs. However, some organizations mentioned in the text might host such events. For instance, Sonen Capital could potentially organize events focused on business development. Additionally, OpenPath Investments and Montgomery Street might also hold events relevant to impact investing. To stay updated on potential events, you can visit the websites of these organizations or follow them on social media platforms.",
            "source": [
                {
                    "content": "and concepts of impact investing Their webpage explains the role they fulfill\r Last summer's communications associate at Acumen Emma Vaughn kindly offered MBA students and job seekers 7 Tips to Landing a Job in Impact Investing a list whose recommendations continue to provide valuable guidance in the search for a meaningful career in the field of impact investment  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’re hiring Sonen Capital is seeking a Head of Business Development  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "performance In  OpenPath Investments launched a pilot program aimed at strengthening the social safety net for the low- and middle-income residents while incorporating sustainable practices into their lives The “UrbanVillage” program as it is now known encourages residents to network and take an active role in their communities A recent Bloomberg report indicates that companies looking to hire people with a niche-focused advanced degree such as an MBA in Sustainable Finance are few and far between Even investment firms with a focus in the sustainable industry sector are pursuing those with a more general degree from graduate school Though the idea of sustainable operations is trending in many industries right now studying it specifically may not be the best idea in today's job market  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the given text, there are several employee benefits mentioned. These include:\n\n1. Equal Employment Opportunity: Sonen offers equal employment opportunities to all applicants, irrespective of their race, gender, sexual orientation, ethnicity, religion, or disability. This ensures that every individual has an equal chance to grow professionally within the organization.\n2. Fostering an Inclusive Environment: Sonen is committed to creating a welcoming and supportive workplace where employees feel comfortable being themselves. By doing so, they encourage a sense of belonging among their staff members, leading to higher job satisfaction and better overall performance.\n3. Diversity, Equity, and Inclusion (DEI) Factors in Business Decisions: Sonen takes into account DEI factors while sourcing services from third-party agents like vendors. They also consider these factors when selecting business partners and contracting with businesses owned by underrepresented groups. This demonstrates their commitment to supporting diverse communities and promoting inclusivity in their business practices.\n4. Integrating DEI Characteristics in Investment Decisions: Sonen seeks to incorporate DEI characteristics in their investment decisions, including considering fund manager diversity, diversity of leadership, and the diversity of customers served or goods/services provided to diverse consumers and clients. This approach aligns with their mission to promote innovation and stronger decision-making within portfolio management, ultimately benefiting both the company and its clients.",
            "source": [
                {
                    "content": "status veteran status and other characteristics that make our employees unique Sonen is committed to finding and retaining diverse employees and strives to foster an equitable and inclusive working environment where all employees feel comfortable being themselves The firm provides equal employment opportunity on all open positions regardless of race gender sexual orientation ethnicity religion or disability The firm also considers diversity factors when sourcing services from third-party agents such as vendors The firm will increasingly monitor DEI information for third-party agents and incorporate this information into our business decisions seeking to contract with businesses owned by underrepresented groups when possible Sonen incorporates diversity equity and inclusion factors in our investment and portfolio management processes  We will seek to incorporate DEI characteristics in our investment decisions that reflect fund manager diversity diversity of leadership of underlying",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "California This website does not constitute an offer to sell or a solicitation of an offer to buy any security equity debt or other investment The information set forth herein does not purport to be complete or up to date  Certain information included herein is subject to change without prior notice Sonen has assumed no duty to update the information Sonen is committed to finding and retaining diverse employees and strives to foster an equitable and inclusive working environment where all employees feel comfortable being themselves The firm provides equal employment opportunity on all open positions regardless of race gender sexual orientation ethnicity religion or disability The firm also considers diversity factors when sourcing services from third-party agents such as vendors The firm will increasingly monitor DEI information for third-party agents and incorporate this information into our business decisions seeking to contract with businesses owned by underrepresented groups when",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "will increasingly monitor DEI information for third-party agents and incorporate this information into our business decisions seeking to contract with businesses owned by underrepresented groups when possible Sonen incorporates diversity equity and inclusion factors in our investment and portfolio management processes  We will seek to incorporate DEI characteristics in our investment decisions that reflect fund manager diversity diversity of leadership of underlying companies in our fund exposures and diversity of customers served or if goods and services are provided to diverse consumers and clients Ultimately we believe our success and the success of our clients are directly linked to our culture of respect equality and inclusion which promotes innovation and stronger decision making within portfolio management We value our clients’ privacy highly and through abiding by our firm privacy policy and strict internal controls we work hard to ensure it is maintained Sonen employees will",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investment and portfolio management processes  We will seek to incorporate DEI characteristics in our investment decisions that reflect fund manager diversity diversity of leadership of underlying companies in our fund exposures and diversity of customers served or if goods and services are provided to diverse consumers and clients Ultimately we believe our success and the success of our clients are directly linked to our culture of respect equality and inclusion which promotes innovation and stronger decision making within portfolio management  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems that Sonen Capital has achieved significant success in various impact investing categories. Some notable achievements include winning the Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards, being recognized as one of Real Leader's Top Impact Companies, and continuously outperforming its market benchmark across all ESG indicators while maintaining strong financial performance. Additionally, Sonen Capital has made their first impact report available to everyone, showcasing their commitment to transparency and sharing their impact with a broader audience.",
            "source": [
                {
                    "content": "The RI Reporting Awards  were held on the evening of Tuesday June 5 at the RI Europe  Gala Dinner — with wins in the four categories for ABP Swedfund Kempen and Sonen Capital The awards are organized by Responsible Investor in association with their research partner Responsible Finance Research The awards were established in  to create an aspirational benchmark for asset owners and asset managers The RI Reporting Awards are based on proprietary research of more than 2 asset owner and asset manager reports around the world resulting in 40 nomiations Using publicly available information RI looked for reporting best practice in terms of simplicity relevance disclosure and process applying a series of pre-determined objective indicators to create pools of RI reports which are short-listed for consideration by their expert panel of Awards Judges Full results including commended entries methodology and the lists of judges can be found here Comments from the judges can be found here Select",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact report for this strategy we decided to make these reports available to all and not just investors Will Morgan was a recent guest on the UpMetrics podcast On the Up and Up where he dove deep into the data that validates if an investment is impact or not Our 9th Annual Impact Report reveals that Sonen’s Global Public Equity strategy continues to outperform its market benchmark across all ESG indicators AND financial performance You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "produce financial statements for the guidance they can offer to managers and investors says Brian Trelstad a partner with Bridges Fund Management in Manhattan The same kind of analysis should be applied to a company’s social and environmental impact As Trelstad says “One of the big outcomes for this work would be a generally accepted impact statement” Sonen Capital has been selected as the winner in the Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards  program Sonen Capial has been named a winner of the  Real Leaders Impact Awards This accolade recognizes Sonen as one of Real Leaders  Top Impact Companies solving existential problems through innovative and sustainable market-based solutions Of the 21 specific GSRA impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "first impact report for this strategy we decided to make these reports available to all and not just investors Will Morgan was a recent guest on the UpMetrics podcast On the Up and Up where he dove deep into the data that validates if an investment is impact or not Our 9th Annual Impact Report reveals that Sonen’s Global Public Equity strategy continues to outperform its market benchmark across all ESG indicators AND financial performance You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given text, there isn't any specific mention of investor events or funding rounds related to Sonen Capital. However, if more information becomes available, please let me know so I can provide an update.",
            "source": [
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investors can allocate capital to meet financial inclusion goals to expand access improve affordability and increase products and services for underserved populations You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and Peru targeting underserved financial markets Direct equity investment in a technology company providing services to financial institutions supporting low-income and under-banked populations in Latin America and Africa  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their own advisers regarding any potential strategy investment or transaction Past performance is not an indicator of future results Sonen Capital has obtained certain information in this report from third-party sources that it believes to be reliable but such information has not been independently verified and Sonen makes no representation as to its accuracy or completeness is made Except as otherwise indicated the information provided herein is based on matters as they exist as of fiscal year  and not as of any future date This presentation will not be updated or otherwise revised to reflect information that may become available or based upon any change in circumstance occurring after the date that appears on the cover of this presentation No part of this report may be reproduced except as authorized by written permission from Sonen Capital Sonen Capital has been selected as the winner in the Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't any specific mention of financial or funding goals for the next period. However, the organization mentioned that they would provide an update at the end of 23 regarding their progress in leveraging their endowment to increase impact. This suggests that they might be setting some targets related to increasing their impact through their investments.",
            "source": [
                {
                    "content": "the force of our endowment towards our mission Before embarking fully on this journey we brought on Sonen Capital and intentionally created an inclusive learning and decision-making process We added knowledge and expertise to our board and investment committee reviewed market trends engaged with foundation colleagues and networks to learn from their experiences and partnered with our investment manager Global Endowment Management to begin implementing our mission-aligned portfolio in  As we move towards full alignment we are using the broadest definition of our mission to open up the widest opportunity set in the marketplace using all the tools available to achieve market-rate returns Our investment team is working with the Impact Management Project to make sure stakeholderimpact including employees community and planet and not just shareholders is at the center of our approach to mission-alignment across sectors and asset classes Our multi-generational board has been deeply engaged",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "capital disparities in far too many communities where quality ideas and business plans go unfulfilled Our commitment not only advances philanthropy and impact investing it advances the work of our partners on the frontlines of these issues” The Foundation has already started looking at all of its investments to assess their alignment and develop a pipeline of aligned investment strategies across all asset classes and will provide an update at the end of  to support other foundations that plan to leverage their endowments to increase impact “Based on the work we’ve done thus far we believe that will be able to achieve our return goals while aligning our investments to our mission and values” said John Levy who chairs NCF’s Investment Committee “That said during the next phase of our work we need to be humble open to new ideas and flexible in our strategies as we continue to learn from others in the field as well as with our OCIO partner and their managers” “I’ve enjoyed being part of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our latest achievements and efforts all aimed to provide small businesses and individuals access to finance protect natural ecosystems and conserve access to clean water We are pleased to release our 8th Annual Impact Report covering our impact investments in fixed income and public equity New to our analysis this year we illustrate how our own internal impact frameworks align closely with the UN Sustainable Development Goals and lead to investments that are providing critical solutions to the challenges of climate change resource use and equitable economic development among others Greater access to financial services is more important than ever Financial services of all types play a critical role in global social and economic development In this Impact Framework lay out where we believe investors can allocate capital to meet financial inclusion goals to expand access improve affordability and increase products and services for underserved populations You will need to verify your",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided text, there isn't specific mention of new publications, research findings, or introduced technologies by Sonen Capital. However, it does highlight their commitment to making their annual impact reports accessible to everyone, showcasing their continued success in managing their Global Public Equity strategy while prioritizing ESG indicators and financial performance.",
            "source": [
                {
                    "content": "or portfolio of investments Specific impact investment strategies that help manifest our intended outcomes are identified across public and private markets Sonen has published impact frameworks on the following themes Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email Financing centralized and distributed energy infrastructure in regions where availability varies or power sources are “dirty” Technologies across industries that increase energy efficiency; consumer-level technology that reduces energy consumption Target key agriculture themes that improve global food security meet global nutritional needs and improve environmental sustainability including Financing for organic or sustainably-oriented food production; and preservation of the use of agricultural land Infrastructure for efficient production",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we decided to make these reports available to all and not just investors Will Morgan was a recent guest on the UpMetrics podcast On the Up and Up where he dove deep into the data that validates if an investment is impact or not Our 9th Annual Impact Report reveals that Sonen’s Global Public Equity strategy continues to outperform its market benchmark across all ESG indicators AND financial performance You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we decided to make these reports available to all and not just investors Will Morgan was a recent guest on the UpMetrics podcast On the Up and Up where he dove deep into the data that validates if an investment is impact or not Our 9th Annual Impact Report reveals that Sonen’s Global Public Equity strategy continues to outperform its market benchmark across all ESG indicators AND financial performance You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact report for this strategy we decided to make these reports available to all and not just investors Will Morgan was a recent guest on the UpMetrics podcast On the Up and Up where he dove deep into the data that validates if an investment is impact or not Our 9th Annual Impact Report reveals that Sonen’s Global Public Equity strategy continues to outperform its market benchmark across all ESG indicators AND financial performance You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, it seems that Sonen Capital is actively involved in several areas related to impact investing. However, there isn't enough information to specifically identify ongoing or upcoming research projects or innovation initiatives. It is possible that these projects or initiatives are confidential or haven't yet been made public.",
            "source": [
                {
                    "content": "or portfolio of investments Specific impact investment strategies that help manifest our intended outcomes are identified across public and private markets Sonen has published impact frameworks on the following themes Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email Financing centralized and distributed energy infrastructure in regions where availability varies or power sources are “dirty” Technologies across industries that increase energy efficiency; consumer-level technology that reduces energy consumption Target key agriculture themes that improve global food security meet global nutritional needs and improve environmental sustainability including Financing for organic or sustainably-oriented food production; and preservation of the use of agricultural land Infrastructure for efficient production",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Leaders  Top Impact Companies solving existential problems through innovative and sustainable market-based solutions Of the 21 specific GSRA impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This is something we will be closely monitoring We are big supporters of the idea of zero waste and have a number of investments in companies that are embodying the so-called “circular economy” Our participation in such initiatives vary depending on the asset class and investment strategy   In fixed income we own various bonds issued by municipalities that finance entire facilities or update technology that manages municipal solid waste in some cases boosting recycling rates and moving toward zero waste In public equity our exposure would typically take the form of a company that is developing or disseminating a technology product or service addressing waste management and whose customers may be such municipalities   In real assets we seek physical assets that may be managing waste for a city or a region and whose impact is consistent with the various outcomes that we reviewed during the webinar In our view Zero Waste is indeed achievable and belongs squarely among the universe of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Best Impact Investing Advisory category at the Tenth Annual Family Wealth Report Awards  program Sonen Capial has been named a winner of the  Real Leaders Impact Awards This accolade recognizes Sonen as one of Real Leaders  Top Impact Companies solving existential problems through innovative and sustainable market-based solutions Of the 21 specific GSRA impact indicators collected and aggregated annually we present highlights from Clean Power Green Real Estate Sustainable Timber Land and Water and Environmental Infrastructure themes You will need to verify your email for each download Your information will only be used for tracking the distribution of our materials Your information will not be sold or shared with any parties Yes I would like to recieve future Sonen Capital publications and other updates via email  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided context, there isn't any direct mention of recent research grants or innovation awards being distributed. However, some notable achievements mentioned include:\n\n1. Sonen Capital won the Best Impact Report Award from the RI Reporting Awards.\n2. The Nathan Cummings Foundation committed to aligning 1% of their nearly $50 million endowment with their mission.\n3. America's leading impact investment management firms received the Best Firm in the Responsible Investing/ESG/Impact Investing category at the 4th Family Wealth Report Awards.\n\nWhile none of these mentions directly relate to research grants or innovation awards, they do highlight the accomplishments and dedication to responsible investing and social impact within the industry.",
            "source": [
                {
                    "content": "The KL Felicitas Foundation founded by impact investing pioneers Charly and Lisa Kleissner has opened the books on its investments to show that a strategy aimed at doing good can live up to its social and environmental objectives as well as deliver returns The KLF Foundation’s portfolio is run by the San Francisco-based impact investment management firm Sonen Capital Sonen Capital wins for Best Responsible Investor and Impact Investing Report by an Asset Manager for medium and small firms  25Bn The shortlists for the RI Reporting Awards  are published today in advance of the RI Awards Dinner where the winners and runners-up will be announced Sonen Capital is shortlisted in the awards category for best Impact Report by a 'Small-Medium €25bn- Firm Today the Nathan Cummings Foundation announced that they will align  percent of their nearly half-billion dollar endowment with their mission Sonen Capital helped engage educate and guide Nathan Cummings Foundation's board towards a set of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "America’s foremost impact investment management firms was awarded Best Firm in the Responsible Investing / ESG / Impact Investing category at the 4th Family Wealth Report Awards  The Environmental Protection Agency EPA will no longer ask oil and gas drilling companies to disclose information on equipment and methane emissions levels at their existing operations the agency said on Thursday Before we invest in a sector we try to identify companies best positioned to deliver strong stable financial returns We are dedicated to our clients who trust us to manage their money for the long-term We look at whether a company is efficient in its business practices and whether it adheres to strong positive environmental and social policies which may increase company profitability and give it a competitive edge  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to clients colleagues and the wider community during the year’ The notation with Sonen’s award stated “The Judges’ winner was an obvious choice as it makes an intentional and public effort to articulate how it invests across impact themes to provide greater social and economic opportunities for women in particular” ClearView Financial Media’s CEO and Publisher of WealthBriefing Stephen Harris was first to extend his congratulations to all the winners He said “The organizations and individuals who triumphed in these awards are all worthy winners and I would like to extend my heartiest congratulations to the winners and to those who have put so much work into each winning submission “Responsible ethical and sustainable investment outlooks are key to our planet’s future Diversity and inclusion are key to our societies’ future Wealth managers have demonstrated that are integral element in the transformation we are seeing all around us and these awards are living proof of this “These",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "‘best of breed’ providers in the global private banking wealth management and trusted advisor communities the Family Wealth Awards were designed to recognise companies teams and individuals which the prestigious panel of judges deemed to have ‘demonstrated innovation and excellence during ’ According to FWR “these awards recognize and measure progress in delivering outstanding value for clients Which as present events show the need for carefully crafted advice has never been more urgent and important” ClearView Financial Media’s CEO and Publisher of WealthBriefing Stephen Harris was first to extend his congratulations to all the winners  He said “The firms who triumphed in these awards are all worthy winners and I would like to extend my heartiest congratulations  These awards were judged solely on the basis of entrants’ submissions and their response to a number of specific questions which had to be answered focusing on the client experience not quantitative performance metrics  That",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Sonen Capital is collaborating with several organizations, institutions, and entities to achieve its objectives. Some of them include:\n\n1. Toniic - A global network of impact investors who seek to increase the velocity of money and services into impact investing to address global challenges.\n2. The Thirty Percent Coalition - A national organization committed to the goal of women holding 30% of board seats across public companies.\n3. Certified B Corporations - An initiative that designates businesses meeting rigorous standards of social and environmental performance, accountability, and transparency.\n4. The Carbon Disclosure Project (CDP) - An independent not-for-profit organization that provides a global system for measuring, disclosing, managing, and sharing information on greenhouse gas emissions and sustainable water use by businesses and cities.\n5. The National Center for Family Philanthropy (NCFP) - With whom they are continuing an eight-year partnership to develop and implement a 10% aligned investment portfolio at scale.",
            "source": [
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Thirty Percent Coalition is a national organization committed to the goal of women holding 30 of board seats across public companies The Coalitions work is on the demand side of board diversity – influencing corporations to strengthen their efforts to increase the number of women on their boards There is no other organization of this kind in the United States Sonen Capital is a Partner of TONIIC TONIIC is a global network of action-oriented impact investors both individual and institutions TONIIC seeks to increase the velocity of money and services into impact investing to address global challenges Their members commit to discover evaluate nurture and invest in entrepreneurs enterprises and funds that promote a just and sustainable economy Sonen Capital is a signatory to The United Nations-supported Principles for Responsible Investment PRI Initiative an international network of investors working together to put the six Principles for Responsible Investment into practice Its goal",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a firm Sonen has selected a group of organizations with which to formally affiliate for the benefit of our clients team and industry We are proud to partner with these impact industry organizations to help foster a more socially just and environmentally sustainable world We support the mission of these organizations and are currently or have been members Sonen Capital is a certified B Corporation a certification designated by the non-profit B Lab which means we meet rigorous standards of social and environmental performance accountability and transparency Sonen Capital is proud signatory to the Carbon Disclosure Project CDP CDP is an independent not-for-profit organization working to drive greenhouse gas emissions reduction and sustainable water use by business and cities They provide a transformative global system for thousands of companies and cities to measure disclose manage and share information CDP holds the largest collection globally of self-reported climate change data",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“We are thrilled to continue our eight-year partnership with NCF and we recognize the importance of mission-alignment as the next frontier of endowment investing This work is a natural extension of our longstanding commitment to supporting our investors in fulfilling their missions” stated GEM co-founder and partner Stephanie Lynch Director of Sustainability Meredith Heimburger added “This is an exciting opportunity to partner with a leading foundation to execute a  percent aligned investment portfolio at scale Our entrepreneurial and innovative investment culture is well-positioned to contribute to this evolving field” The Foundation has a strong history of leveraging their endowment and investment position to advance their mission and was one of the first to employ shareholder advocacy and active ownership strategies that directly engage companies They were a founding signatory of the United Nations Principles for Responsible Investing and have voted on thousands of proxies",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there isn't any specific mention of joint events, projects, or initiatives between the mentioned organizations. However, they share common values such as supporting mission-aligned organizations, promoting impact investing, addressing capital disparities, and contributing to the United Nations Sustainable Development Goals (SDGs). These shared objectives may lead to potential collaborative efforts in the future.",
            "source": [
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "demand bold responses from our philanthropy” said Nathan Cummings Foundation Board Chair Ruth Cummings “We have committed to align all of our assets for impact in order to receive more social return on investments We also want to help make the path easier for those who like us want to do more” NCF Trustee and Assets Aligned for Impact Committee Chair James Cummings echoed this sentiment saying “So many of us have been advocating for more holistic resource integration for many years I am  excited about the Foundation’s commitment to strategically invest additional resources with our implementation allies” NCF Trustee Rey Ramsey added “This is a concrete step that illustrates that capital can and must reflect our values to advance social issues It comes at the right time because we have capital disparities in far too many communities where quality ideas and business plans go unfulfilled Our commitment not only advances philanthropy and impact investing it advances the work of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "capital disparities in far too many communities where quality ideas and business plans go unfulfilled Our commitment not only advances philanthropy and impact investing it advances the work of our partners on the frontlines of these issues” The Foundation has already started looking at all of its investments to assess their alignment and develop a pipeline of aligned investment strategies across all asset classes and will provide an update at the end of  to support other foundations that plan to leverage their endowments to increase impact “Based on the work we’ve done thus far we believe that will be able to achieve our return goals while aligning our investments to our mission and values” said John Levy who chairs NCF’s Investment Committee “That said during the next phase of our work we need to be humble open to new ideas and flexible in our strategies as we continue to learn from others in the field as well as with our OCIO partner and their managers” “I’ve enjoyed being part of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribution to the respective SDGs In  Sonen was pleased with the introduction of the UN Sustainable Development Goals SDGs and was among the first if not the first-organizations to report portfolio-level contributions to the SDGs  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborate",
            "source": [
                {
                    "content": "reach a shared vision and co-create a financial and impact roadmap Through our framework driven impact investment process rigorous due diligence and meticulous planning we move your dreams from idea to the implementation of investable opportunities We then connect your long-term goals with qualifiable metrics and apply our award-winning reporting to keep you informed and showcase the results of your impact driven investments We support the mission of these organizations and are currently or have been members  Montgomery StSuite GC1San Francisco CA [email protected]",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "this context include the types of capital we deploy public or private equity public or private debt concessionary return capital such as a program related investment and even guarantees We employ our outcomes-based approach for our internal investment strategies as well as on behalf of clients who are seeking specific impact results for their investments Sonen has authored and published several examples of how our intended outcomes guide our investment process Sonen has authored and published “impact frameworks” that describe our specific approach to investing across specific issue areas or ‘impact themes’ such as energy water or sustainable agriculture For each of these impact themes Sonen employs an outcomes-based approach to identify the desired impact creation from any particular investment or portfolio of investments Specific impact investment strategies that help manifest our intended outcomes are identified across public and private markets Sonen has published impact frameworks",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the force of our endowment towards our mission Before embarking fully on this journey we brought on Sonen Capital and intentionally created an inclusive learning and decision-making process We added knowledge and expertise to our board and investment committee reviewed market trends engaged with foundation colleagues and networks to learn from their experiences and partnered with our investment manager Global Endowment Management to begin implementing our mission-aligned portfolio in  As we move towards full alignment we are using the broadest definition of our mission to open up the widest opportunity set in the marketplace using all the tools available to achieve market-rate returns Our investment team is working with the Impact Management Project to make sure stakeholderimpact including employees community and planet and not just shareholders is at the center of our approach to mission-alignment across sectors and asset classes Our multi-generational board has been deeply engaged",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have exposure to contractors doing infrastructure-related work or providing a related service but that is incidental to a larger investment strategy We do not necessarily have a preference on whether countries should urbanize or not The empirical data and forecasts we follow suggest that this is an irreversible and growing global phenomenon In the context of this reality we focus on how urbanization will take place and how infrastructure can better serve these growing urban communities both by expanding necessary services and by improving underlying sustainability performance   When we referred to optimizing our investment decisions this refers to integrating both potential financial performance and impact performance during the evaluation process of a particular investment As a result we do not consider investments with high financial return that have little impact Nor do we consider high-impact investments that we believe will financially underperform Our conviction that investing",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "nytimes",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}