{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout their journey, South Mountain has demonstrated a strong commitment to sustainability and environmental stewardship. Some notable practices include:\n\n1. Reducing embodied carbon: They aim to minimize the carbon footprint of their buildings during construction and operation.\n2. Affordable housing: Their focus on creating well-designed, high-performance homes at an attainable price point helps promote sustainable living for a wider range of people.\n3. Diversification: By expanding their services beyond second homes, South Mountain contributes to various aspects of sustainability, including solar installations and institutional projects for nonprofit organizations.\n4. Sustainable materials: They prioritize using eco-friendly materials, such as organic and recycled content, in their building projects.\n5. Political advocacy: South Mountain actively engages in political advocacy to support policies that promote climate action and environmental protection.\n6. Community involvement: They play an essential role in supporting local communities through economic development and social change initiatives.",
            "source": [
                {
                    "content": "formal step in a continuing effort which may take decades to complete We didn’t know so we set out to find out – to learn where our impacts are greatest and where the opportunities exist to reduce those impacts We developed a methodology gathered the data and produced the first phase of our carbon footprint assessment This work has inspired new carbon footprint reduction initiatives By gathering baseline data and measuring impacts we began to track our progress over time In January  we completed our 5th Annual Carbon Footprint Report We are currently engaged in developing a long-term Environmental Management Plan to address all of our ecological impacts We are often asked for company governance and policy documents We share them here to make them available to anyone who may find them useful",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Huge energy savings but how could they overcome deeply ingrained cultural practice in this traditional and hierarchical society Rather than an advertising campaign the Hakhoto team set up a Cool Biz fashion show at the  World Exposition in Aichi Dozens of CEOs strutted around wearing casual lightweight clothes with open necks Even the Prime Minister was featured in newspaper and TV stories tieless and wearing a short-sleeved shirt The event caused a sensation The message was clear it’s okay to depart from convention to protect the environment Within 3 years 25 businesses signed on and millions of individuals made commitments on the Cool Biz website The program saved over 1 million tons of carbon emissions in  and it has spread to China Korea and other parts of Asia It’s the power of effective storytelling coupled with imaginative leadership The people are probably happier too don’t you think  Pretty soon they’ll all be going barefoot Categories Energy Leadership Tags Climate change",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to reduce embodied carbon a work in progress with net-zero carbon as the ultimate goal By elevating performance standards we make models that others can emulate and that we can incorporate in our affordable housing work For us truly affordable housing differs from luxury housing in only three ways it’s smaller it’s less detailed and it’s differently financed The performance and quality are uncompromised Perhaps the biggest step we have taken with our second-home work is doing less of it Over time we diversified South Mountain’s work into five parts; here’s a rough breakdown over the past year in terms of dollars per category • Limited-use second homes 10 • Year-round fully occupied homes 20 • Attainable workforce housing 10 • Institutional work for nonprofits 35 • Solar for homes and businesses not built by us 25 This is only one year and it happens to be a year with an uncharacteristically small amount of second-home work but it indicates a direction less harm more good Causing no",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "become the gold standard for corporate social and environmental responsibility Just like our second homes many of Patagonia’s products are nonessential Not everyone needs a pair of  ski pants or a lifetime wetsuit So the company balances that reality with its social and environmental contributions its political advocacy and its important innovations such as pioneering the use of organic and recycled cotton and buying back old garments to refurbish and resell for far less than new ones Inspiration from Patagonia and others combined with our own cantankerous sense of justice has helped South Mountain become at once a profitable business an active agent of community change and a supporter of the local economy that supports us Today our second-home work is unusual in several ways First we restrict the size of the houses we are willing to build Only on rare occasions on very large parcels have we designed and built houses over  sq ft We also use our second-home work for de-facto research",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events would require extensive research and updates, which cannot be done within the scope of this platform. Instead, I can mention some well-known events and initiatives related to environmental conservation:\n\n1. United Nations Conference on the Human Environment (Stockholm, 197)\n2. Rio de Janeiro Earth Summit (Rio de Janeiro, 192)\n3. COP21 - Paris Agreement (Paris, 206)\n4. World Wildlife Fund (WWF)\n5. Greenpeace\n6. Earth Day (April 22)\n7. International Union for Conservation of Nature (IUCN)\n8. Convention on Biological Diversity (CBD)\n9. Intergovernmental Panel on Climate Change (IPCC)\n10. Global Environment Facility (GEF)\n\nPlease note that this list is not exhaustive but rather provides examples of significant events and initiatives related to environmental conservation.",
            "source": [
                {
                    "content": "Local Sustainable Economies It was a national gathering hosted by the Sustainable Business Network of Massachusetts of people and organizations working to localize economic activity and encourage the long haul shift from the extractive economy of the present to a generative economy of the future Read More about Local Sustainable Economies…And Way More Than That Filed Under Climate Change Design Economic Crisis Energy Environment Long Term Thinking Martha's Vineyard News Politics Small Business South Mountain Company Tagged With alliance bernstein clean energy fossil fuel local sustainable economies solar solar power SunPower’s final blog post about its collaboration with SMCo is focused on our commercial and affordable housing solar projects That’s it for this series just in time for Earth Day  which comes just in time for the planet In “How The Active Many Can Overcome the Ruthless Few” Bill McKibben says “We’ll either save or doom the planet during the Trump administration” Today",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "was particularly thrilling The highlight for me was experiencing the emerging youth contingent which has brought great new vitality into the organization the past few years It makes me feel like we have greater capacity than ever before I feel this at NESEA and at South Mountain too I like us I like who we are now While we are more empowered as individuals than ever before we are people who know with conviction that all of us are smarter than any of us Filed Under Climate Change South Mountain Company Tagged With BE 12 Marc Rosenbaum Marjorie Kelly NESEA Paul Gilding Peter Diamandis Rob Meyers TED talks Terry Mollner The Divine Right of Capital The Great Disruption The X-Prize Last year we completed an eight house cluster of permanently protected affordable housing designed to be “Net Zero Possible” meaning that if you live carefully in these homes you may be able to produce as much total energy on an annual basis as you use After careful monitoring of the energy use in the eight",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "More about Local Sustainable Economies…And Way More Than That Filed Under Climate Change Design Economic Crisis Energy Environment Long Term Thinking Martha's Vineyard News Politics Small Business South Mountain Company Tagged With alliance bernstein clean energy fossil fuel local sustainable economies solar solar power SunPower’s final blog post about its collaboration with SMCo is focused on our commercial and affordable housing solar projects That’s it for this series just in time for Earth Day  which comes just in time for the planet In “How The Active Many Can Overcome the Ruthless Few” Bill McKibben says “We’ll either save or doom the planet during the Trump administration” Today scientists will march on the National Mall A week later on Trump’s th day there will be another major Climate Change march in Washington Scientists are angry People are angry McKibben says “Trump has pissed people off and pissed-off people don’t ask for small and easy progress They demand the shifts",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "formal step in a continuing effort which may take decades to complete We didn’t know so we set out to find out – to learn where our impacts are greatest and where the opportunities exist to reduce those impacts We developed a methodology gathered the data and produced the first phase of our carbon footprint assessment This work has inspired new carbon footprint reduction initiatives By gathering baseline data and measuring impacts we began to track our progress over time In January  we completed our 5th Annual Carbon Footprint Report We are currently engaged in developing a long-term Environmental Management Plan to address all of our ecological impacts We are often asked for company governance and policy documents We share them here to make them available to anyone who may find them useful",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions various environmental impact metrics that the company tracks and measures. These include:\n\n1. Tracking and measuring their work backlog to help plan for their immediate future.\n2. Predicting their longer-term future by creating five-year plans, projecting organizational charts, and making succession plans.\n3. Developing a methodology to gather data and produce the first phase of their carbon footprint assessment.\n4. Measuring their environmental progress internally.\n5. Identifying areas where they can reduce their impacts, such as becoming a zero net energy, zero waste company.",
            "source": [
                {
                    "content": "formal step in a continuing effort which may take decades to complete We didn’t know so we set out to find out – to learn where our impacts are greatest and where the opportunities exist to reduce those impacts We developed a methodology gathered the data and produced the first phase of our carbon footprint assessment This work has inspired new carbon footprint reduction initiatives By gathering baseline data and measuring impacts we began to track our progress over time In January  we completed our 5th Annual Carbon Footprint Report We are currently engaged in developing a long-term Environmental Management Plan to address all of our ecological impacts We are often asked for company governance and policy documents We share them here to make them available to anyone who may find them useful",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "temps Some even call it Global Wilding” Filed Under Climate Change Energy Martha's Vineyard Tagged With Cape Wind Climate change Julie Wells Mal Jones Vineyard Gazette The piece below was written for and posted on the Green Building Advisor  I thought I’d share it here too We like to measure how we’re doing in as many ways as possible  Like other businesses we have a collection of metrics for financial tracking profit and loss budget projections and actuals job costing of each project value of our several funds pension equity and reserves and more We also measure social factors  employee education costs compensation ratio top to bottom length of employee tenure average employee age charitable contributions and community service We consistently track measure our work backlog to help us plan for our immediate future We try to predict our longer-term future too – through strategic planning creating five year plans projecting organizational charts and making succession plans In design and",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is after all the people who work here who own it who manage our triple bottom line It has become for us over four decades as much a community as a company We remain a work-in-progress It’s still an adventure and we are grateful to the many collaborators who share the ride Recently at South Mountain we have developed an important internal method of measuring our environmental progress While we are working so hard to make zero energy buildings how are we doing with energy and waste within our company Despite our efforts to build durable high performance buildings with low environmental impacts we recognize that all of our buildings have significant impacts as do our operations as a company Our ultimate goal is to become a zero net energy zero waste company Our carbon footprint analysis is one formal step in a continuing effort which may take decades to complete We didn’t know so we set out to find out – to learn where our impacts are greatest and where the opportunities exist to reduce",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Gazette website there were many comments about the article both positive and negative  My favorite from someone in Oak Bluffs who called himself or herself BS  “I’m tired of shoveling all this global warming from my driveway” That was the only one I responded to  I said  “Hah BS I’m tired of it too – you shovel mine and I’ll shovel yours But you’re not shoveling Global Warming it’s Climate Change you’re shoveling which brings over time greater weather extremes – more precipitation more drought colder temps warmer temps Some even call it Global Wilding” Filed Under Climate Change Energy Martha's Vineyard Tagged With Cape Wind Climate change Julie Wells Mal Jones Vineyard Gazette The piece below was written for and posted on the Green Building Advisor  I thought I’d share it here too We like to measure how we’re doing in as many ways as possible  Like other businesses we have a collection of metrics for financial tracking profit and loss budget projections and actuals job costing of",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have demonstrated their dedication to creating lifelong living-wage jobs and implementing family-first policies, such as providing flexible work arrangements and excellent benefits for their employees. Additionally, they have shown their commitment to giving back to the community through charitable donations and pro bono work. The organization has also taken steps towards becoming a triple bottom line company, prioritizing not only profit but also the impact on people and the planet. This approach aligns with the values and practices of companies like Patagonia, which serve as an inspiration for them. Furthermore, the organization has made efforts to support social enterprises and other organizations focused on positive change. Lastly, they have recently announced plans to make payments to multiple former owners, demonstrating their commitment to fairness and transparency within their ownership structure.",
            "source": [
                {
                    "content": "activities For example we committed to the creation of lifelong living-wage jobs and family-first policies such as flexible work arrangements and stellar benefits We began to codify our commitment to our community by donating to essential nonprofits and engaging in pro-bono work We became a triple bottom line company long before we’d ever heard the term measuring our success not just by our profits but also by effects on people and the planet Our journey since then has been influenced by many others but particularly by Patagonia the outdoor clothing and gear company that has become the gold standard for corporate social and environmental responsibility Just like our second homes many of Patagonia’s products are nonessential Not everyone needs a pair of  ski pants or a lifetime wetsuit So the company balances that reality with its social and environmental contributions its political advocacy and its important innovations such as pioneering the use of organic and recycled cotton and",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "goals and principles have endured nearly intact for more than two decades To uplift our community and environment by designing and building for a just future Triple bottom line practice is woven into our business plan our structure and our DNA It always has been even before we knew what to call it We are a certified Beneficial Corporation “B corp” and our business practices have earned us awards from Business Ethics Magazine B-Lab Best for the World Overall Best for Environment Best for Workers and Best for Governance and Great Places to Work In our work we emphasize continuous improvement in our ability to deliver the best in renewable energy production and low energy building We strive to continuously improve our buildings our processes and our service to community planet and each other We are serious about our responsibility to make the community that sustains us a better place for all We designate 10 of our profits to charitable contributions mostly local and another 10 to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "policies such as flexible work arrangements and stellar benefits We began to codify our commitment to our community by donating to essential nonprofits and engaging in pro-bono work We became a triple bottom line company long before we’d ever heard the term measuring our success not just by our profits but also by effects on people and the planet Our journey since then has been influenced by many others but particularly by Patagonia the outdoor clothing and gear company that has become the gold standard for corporate social and environmental responsibility Just like our second homes many of Patagonia’s products are nonessential Not everyone needs a pair of  ski pants or a lifetime wetsuit So the company balances that reality with its social and environmental contributions its political advocacy and its important innovations such as pioneering the use of organic and recycled cotton and buying back old garments to refurbish and resell for far less than new ones Inspiration from",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and social enterprises We are in the process of making payments to more than a half a dozen former owners In  when SMCo was selected by Great Places to Work as one of the 50 Best Small and Medium Workplaces they surveyed our employees anonymously Some of the comments received from people who work here were “What’s unique about this company is one’s ability to become an owner after five years Also our ability to understand that we are all individuals and have different needs in and out of the workplace” “It is a ‘choose your own adventure’ experience Dream it and make it happen” “We are one of the few small businesses we know of that has actually quantified our carbon footprint as a business and is actively working to reduce it each year” “The people that work for the company are what makes it so unusual When I first started working for the company everyone was so nice helpful genuine and laid back that I thought something must be wrong After a couple of weeks I realized that’s just",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing the commitments made by the South Mountain Company (SMCo). These reports provide updates on various aspects of the company's operations, including financial performance, social impact, environmental stewardship, and strategic goals. By sharing this information openly, SMCo demonstrates its dedication to transparency and accountability.",
            "source": [
                {
                    "content": "accounts; they do not have cash in them  They are an obligation – the company owes the money to each owner/employee when that person leaves the company Filed Under Cooperatives Employee Ownership Small Business South Mountain Company Workplace Democracy Tagged With Boston Community Capital Eastern Conference for Workplace Democracy Equal Exchange Real Pickles In September I wrote about a new initiative we are working on called Building Energy Bottom Lines B-Lines for short  Now it has come to fruition – it’s ready-to-launch  That will occur at the annual Northeast Sustainable Energy Association NESEA conference – Building Energy 14 – in Boston in early March  You can read about it here  You can apply for membership there too I’m pumped up about this new NESEA program  It’s an effort to assemble 30 for now of the most progressive and thoughtful architecture building and energy companies in the Northeast to share secrets cross-pollinate and learn from each other within a rigorous peer",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "financial accountability Mike worked with me to establish our pension fund and our equity fund and then he managed both in stellar fashion for many years A truly remarkable colleague and friend he epitomized what SMCo is all about We did a Deep Energy Retrofit on the ’s cottage at the Vagelos property and at the same time did a large ground mount solar array to make the whole property a net energy producer Siobhán took over management of our equity fund and pension after Michael retired and she began to create 25 year projections for the fund to ensure its long term solvency After 21 years here many of those as an Owner my son Pinto left to pursue his love of music We hired Chris Wike who has become our newest project lead and Ian Gumpel a young carpenter Among other projects we completed the iconic Miller Barn project and a house for my daughter Sophie We began the multi-faceted Sloan project which would use a large part of our resources through  I completed the first version of our",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "goals and principles have endured nearly intact for more than two decades To uplift our community and environment by designing and building for a just future Triple bottom line practice is woven into our business plan our structure and our DNA It always has been even before we knew what to call it We are a certified Beneficial Corporation “B corp” and our business practices have earned us awards from Business Ethics Magazine B-Lab Best for the World Overall Best for Environment Best for Workers and Best for Governance and Great Places to Work In our work we emphasize continuous improvement in our ability to deliver the best in renewable energy production and low energy building We strive to continuously improve our buildings our processes and our service to community planet and each other We are serious about our responsibility to make the community that sustains us a better place for all We designate 10 of our profits to charitable contributions mostly local and another 10 to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "a master plan to replace the dilapidated and insufficient MVCS buildings – to make a new campus – and completed the design for their Early Childhood Center the first phase of the campus re-build Their board took a more conservative approach and hired an outside estimation firm whose pricing turned out to be higher than ours They signed our construction contract and we completed the project on time and on budget in  The organization and the families the building serves could not be happier We begin design of phase two this fall Meanwhile we will soon complete design for a new Education and Innovation Center three units of staff housing and extensive infrastructure improvements at IGI’s Island Grown Farm When we complete our construction estimate in the fall we do not know how the board will proceed Either way the Jabberwocky way or the MVCS way works for us One way or another we are thrilled by the prospect of building this project about which longtime land planner and sustainability",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the COVID-1 pandemic, various communities and individuals have come together to organize events and activities that help fulfill commitments to each other while maintaining social connections. Some examples include:\n\n1. Puzzle Exchange: A creative solution to combat boredom during lockdowns, the puzzle exchange allows individuals to swap completed puzzles with neighbors. This activity fosters collaboration and provides a fun way to interact with others.\n2. Trash Pickup: Civil engineer Chris Alley took it upon himself to clean up Barnes Road every day, demonstrating the power of individual initiative in keeping public spaces tidy. His efforts also promote a sense of responsibility towards the community.\n3. Education Alternatives: Parents have found innovative ways to educate their children at home, leading to new insights into parent-child relationships and appreciation for the challenges faced by teachers.\n4. Islanders Talk Facebook Group: This online forum serves as a platform for residents to connect, share experiences, and offer support during the pandemic. The group facilitates discussions around various topics, helping members feel less isolated and more connected to their community.\n5. Face-to-Face Meetings: Despite the convenience of virtual meetings, some organizations have opted to hold face-to-face meetings once safety protocols allow. These gatherings reaffirm the importance of in-person interactions and strengthen relationships within the community.\n6. Healing Journey Support: Informal groups have formed to provide emotional support to those going through difficult times, such as illness or loss. These gatherings demonstrate the resilience and compassion of the community.\n\nThese examples showcase the diverse ways communities have come together to fulfill commitments, maintain social connections, and support one another during the COVID-1 pandemic.",
            "source": [
                {
                    "content": "for certain meetings to be face-to-face it will be all the sweeter Here are a few witnessed on MV from the mundane but poetic to the lifesaving and essential • Kim’s puzzle exchange at the end of our road She and Livey do puzzles They ran out She said “Let’s make a puzzle exchange” I sketched a crude drawing and got some old lumber from the SMCo yard Our friend Rob built a sweet little shed Kim and Livey made signage and instructions for use When Kim announced it on the “Islanders Talk” Facebook group  people responded with likes and comments Countless puzzles came and went • Civil engineer Chris Alley waking up the morning after his office closed with nothing to do and deciding to walk Barnes Road every day bit by bit picking up trash including  discarded nips bottles in one stretch • Parents faced with their childrens’ at-home education discovering new ways to relate to their kids and new respect for the teachers they sometimes criticized By the way March of this year was the first",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "who have had longtime association with the process  How has it changed the way you work and do business  What has it taught you about the importance of community   How has it helped you to manage relationships in your life Not all organizations can be leaderless and it is not necessarily an achievable goal there is an important place for leadership but perhaps there is value in thinking about how to be“leader-LESS” – that is to bring greater democratization to all those organizations – work home social – that are part of the fabric of our lives Sharing cake and stories at 7 AM I felt swept into a powerful community of shared interest support and caring  For a few moments at that early-morning before-work Vineyard meeting we were permitted to join forces with the others and participate in their remarkable healing journey  Their pain laughter honesty and ability to share remain with me  I can’t remember many names or faces but I remember viscerally the experience of intense humanity",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "a call standing in a phone booth after putting a dime in the slot You’re right   it’s not that good of a replacement but virtual meeting comfort and competence will surely serve us well far beyond this pandemic And when the time comes that it makes sense for certain meetings to be face-to-face it will be all the sweeter Here are a few witnessed on MV from the mundane but poetic to the lifesaving and essential • Kim’s puzzle exchange at the end of our road She and Livey do puzzles They ran out She said “Let’s make a puzzle exchange” I sketched a crude drawing and got some old lumber from the SMCo yard Our friend Rob built a sweet little shed Kim and Livey made signage and instructions for use When Kim announced it on the “Islanders Talk” Facebook group  people responded with likes and comments Countless puzzles came and went • Civil engineer Chris Alley waking up the morning after his office closed with nothing to do and deciding to walk Barnes Road every day bit by bit picking up",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "a Community Supported Enterprise CSE approach to opening an honest dialog with my patrons Even though times are tough we are blessed with an empowering moment of true communication Good luck with this blog I look forward to reading more thoughts Thanks Julie I’d like to hear more about what you’re doing in Orlando I’m excited about the Community Supported Enterprise concept which has emerged as a broader form of the widespread Community Supported Agriculture movement An early and wonderful example is the purchase in  of the Mad River Glen Ski Area in Waitsfield Vermont As this crusty old throwback mountain faced financial difficulties and other ski areas were facing consolidation and homogenization the skiers who loved Mad River – several thousand of them – formed a co-op and bought the ski area It has been a great success In future posts I’ll talk about a similar effort that is taking shape here on the Vineyard Bravo Keep ’em coming John I think I mistakenly posted my comment to the",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there isn't any specific mention about the products, services, or technologies that will be available under the umbrella of BE Bottom Lines. However, it can be inferred that the member companies involved in BE Bottom Lines will offer various services related to architecture, engineering, building design/build, energy efficiency, and renewable energy. Additionally, these companies might collaborate on projects involving high-performance buildings and campuses for non-profit organizations on the island.",
            "source": [
                {
                    "content": "training for the individual networks; The individual networks will decide when where and how to meet how to organize their other communications how to prioritize topics and metrics and all other business of the network Each company will pay an annual fee to participate  Most of the fees will be used to fund the network operations  A part of the fee will go to BE Bottom Lines administration to finance the umbrella organization  We anticipate that BE Bottom Lines will be financially self-sustaining and will generate a modest income for its sponsoring organizations NESEA and Yestermorrow As Paul says  “There are two kinds of small businesses in the NESEA community  those that I have learned a tremendous amount from from and those that I will learn a tremendous amount from when I get the chance” Filed Under Collaboration Small Business South Mountain Company Tagged With BE 14 Byggmeister Jamie Wolf NESEA Paul Eldrencamp Triple Bottom Lines Wolfworks Yestermorrow Lately we have been",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "innovation creating new markets Example Establishing and building our Energy Technology business which took solar from something we employed on our own projects to something we offered to residential institutional and commercial customers island-wide including working people who we do not often serve with our design/build services Disruptive innovation creating new products Example Expanding our services to creating high performance buildings and campuses for island non-profits like Camp Jabberwocky Martha’s Vineyard Community Services and Island Grown Farm – a whole new kind of work for us with significant learning and community engagement rewards Innovation is harder than maintaining the status quo and is often accompanied by a healthy feeling of discomfort Luckily the drive to push through is baked into SMCo DNA It’s a constant gravitational pull – a non-innovative SMCo would be unrecognizable to each of us It began that way When I say probably too often that “we never know what",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the world we wish for   We try to use our business to create better lives for our families and our employees  We try to use our business to enhance and stabilize our communities BE Bottom Lines is designed to help us get better at doing those things It will consist of a group of regional New England peer group networks of architecture engineering building design/build energy efficiency and renewable energy companies dedicated to high performance building Each network will consist of  geographically diverse businesses  The scale of the individual businesses may be similar; they may vary    The networks will meet several times a year and communicate online year-round The central idea is that each network will use a variety of techniques to help the individual businesses within to learn from each other and sharpen business skills and capabilities The focus of the endeavor will be Triple Bottom Line TBL  business practices – a way of thinking and practicing that assigns equal weight to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "customers island-wide including working people who we do not often serve with our design/build services Disruptive innovation creating new products Example Expanding our services to creating high performance buildings and campuses for island non-profits like Camp Jabberwocky Martha’s Vineyard Community Services and Island Grown Farm – a whole new kind of work for us with significant learning and community engagement rewards Innovation is harder than maintaining the status quo and is often accompanied by a healthy feeling of discomfort Luckily the drive to push through is baked into SMCo DNA It’s a constant gravitational pull – a non-innovative SMCo would be unrecognizable to each of us It began that way When I say probably too often that “we never know what we’re doing never have” it’s because innovation was the foundation of this company and it still is We’re always in the process of learning how to do what we’re doing We are also constantly building incrementally on the innovations",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to these offerings. Here's a list of some notable ones:\n\n1. Building Energy (BE) Conference: This conference organized by the Northeast Sustainable Energy Association (NESEA) brings together professionals, practitioners, and enthusiasts in the fields of sustainable energy and building performance. The event features educational sessions, product exhibits, and networking opportunities. The 2nd edition of the conference took place in March 2017, while the 23rd edition is scheduled for March 2018.\n2. Greenbuild International Conference & Expo: Organized by the U.S. Green Building Council (USGBC), this event is dedicated to green building and sustainability in the construction industry. Attendees can expect informative sessions, product showcases, and ample networking opportunities. The expo typically takes place annually in different locations around the world.\n3. Solar Power International (SPI): Hosted by the Solar Energy Industries Association (SEIA) and the Solar Energy Trade Shows (SETRA), SPI is one of the largest solar industry trade shows in North America. The event gathers manufacturers, suppliers, installers, and professionals involved in the solar power sector. SPI usually takes place every year in September or October.\n4. Intersolar North America: Another major solar industry exhibition, Intersolar North America focuses on photovoltaics, solar thermal technologies, and grid integration solutions. The event attracts professionals, decision makers, and investors from across the solar power spectrum. Intersolar North America is held biennially, alternating between San Francisco and Las Vegas.\n5. Renewable Energy World Conference & Expo: Presented by the publishers of Renewable Energy World magazine, this event covers various renewable energy technologies such as wind, solar, hydro, geothermal, and biomass. The conference offers educational sessions, product displays, and networking opportunities for professionals in the clean energy sector. The event is typically held annually in different locations throughout the United States.",
            "source": [
                {
                    "content": "seemed worth sharing; here are just a few of many 8/17/15 Today I turned on the  kW roof mounted solar array at MV Shipyard For me personally this was the most enjoyable system to turn on I have been talking about solar with Phil Hale the former owner since the 90’s Phil has been wanting to do this for nearly 40 years It is almost fitting that his son James Hale now President of MV Shipyard led the charge They are very happy As you know I really like happy clients As you also know these guys are both great friends [NOTE Before coming to South Mountain JG worked at the MV Shipyard for nearly a decade] 5/1/17 Polly Hill PV2 – they are addicted Another  kW added to the existing  kW we installed in  They built a new Education center We installed  kW on this new building and  kW on the existing “Cow Barn” building next door Great clients When I arrived to provide the walk through there was a crowd of maybe 15 Polly Hill employees Lots of interest and great questions 5/1/17 Lin Gallant –",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "training for the individual networks; The individual networks will decide when where and how to meet how to organize their other communications how to prioritize topics and metrics and all other business of the network Each company will pay an annual fee to participate  Most of the fees will be used to fund the network operations  A part of the fee will go to BE Bottom Lines administration to finance the umbrella organization  We anticipate that BE Bottom Lines will be financially self-sustaining and will generate a modest income for its sponsoring organizations NESEA and Yestermorrow As Paul says  “There are two kinds of small businesses in the NESEA community  those that I have learned a tremendous amount from from and those that I will learn a tremendous amount from when I get the chance” Filed Under Collaboration Small Business South Mountain Company Tagged With BE 14 Byggmeister Jamie Wolf NESEA Paul Eldrencamp Triple Bottom Lines Wolfworks Yestermorrow Lately we have been",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our most distinct feature And though it’s not eloquent like your post today we did draw up a pretty long list of what is still “different” about our co-op Folks can read it at  Also I wanted to share two resources with you and your readers The NCBA will be doing an introductory webinar on Oct 1st on worker co-operatives see  And I’d encourage folks to check out  — from the site “Our goal is to provide you with the web’s most comprehensive and up-to-date information resource on state-of-the-art strategies for democratic community-based economic development “ It was created by Gar Alperovitz author of “American Beyond Capitalism” Rodney Thanks for the Equal Exchange “different list” – it’s mighty impressive I doubt there are many companies who have ventured so far into the rich territory of democracy in the workplace and social responsibility EE sets the bar high and doesn’t flinch Thanks also for the Community Wealth site – I wasn’t aware of this treasure Your email address will not be",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "this initiative is already endowed with • The high levels of trust and collegiality that have been nurtured over the 40 years of NESEA’s existence this cohort will have no problem sharing all kinds of information in small peer groups because that’s what we already do; • A culture which takes for granted that we develop skills and share knowledge not just for our own benefit but for the benefit of all — inside and outside our community; • Humility borne of shared experience that makes us open to learning from a wide range of sources and people That’s a lot to start with  Plenty to build on Who Do We Expect To Participate and How Will It Launch BE Bottom Lines is targeted for small businesses in the design building and energy sectors They may range in size from businesses with no employees to those with  employees We have already identified a number of interested companies  In March  at NESEA’s Building Energy 14 conference in Boston we will offer two half-day introductory workshops to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are multiple key partnerships or collaborations related to commerce mentioned in the text. Some of these include:\n\n1. Jamie Wolf (Wolfworks) and Paul Eldrencamp (Byggmeister): Two long-time friends and colleagues who are designing the program along with NESEA and Yestermorrow Design/Build School.\n2. NESEA and Yestermorrow Design/Build School: These organizations are collaborating with each other and with Jamie, Paul, and the unnamed individual to create a program focused on Triple Bottom Line TBL business practices.\n3. ESOPs: Employee Stock Ownership Plans are mentioned as a form of employee ownership that has become more prevalent in recent years.\n4. Clean Energy Credit Union (Clean Energy CU): This credit union was founded by Amicus member companies, including South Mountain, with the goal of promoting clean energy, environmental stewardship, and cooperative enterprises through financial services provided to its members.\n5. Stop & Shop and Squibnocket: Both of these entities are highlighted as examples of human engagement in collective problem-solving, particularly when it comes to addressing climate change and economic development on Martha's Vineyard.",
            "source": [
                {
                    "content": "each other and sharpen business skills and capabilities The focus of the endeavor will be Triple Bottom Line TBL  business practices – a way of thinking and practicing that assigns equal weight to “People Planet and Profits” •  People  social change  justice employee well-being governance ownership community involvement philanthropy legacy and service to our clients; •  Planet  building performance standards resilience company carbon footprints and environmental restoration; •  Profits  financial success and stability capitalization sales and marketing investment TBL practice is a fundamentally different kind of commerce that is growing exponentially in the business world   We can learn from each other about doing business this way – and about finding strategic alignment and improving capacity in all three domains  Groups will agree on useful metrics in each area and share performance data experiences and stories with each other The program is being designed by two long-time friends",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in all three domains  Groups will agree on useful metrics in each area and share performance data experiences and stories with each other The program is being designed by two long-time friends and colleagues Jamie Wolf of Wolfworks and Paul Eldrencamp of Byggmeister and me We are collaborating with the Northeast Sustainable Energy Association NESEA and the Yestermorrow Design/Build School The enterprise will become one of NESEA’s programs Peer group networks are a proven way to improve business performance  Jamie Paul and I have all been involved in the past in peer group networks in which companies drilled into each others’ businesses year after year to help each other improve their financial performance Since  I have taught a two day class at Yestermorrow – called The Art of Small Business – which is a crash course in triple bottom line practice   This is a photo of last years’  class The three of us have worked together for decades as organizers board members and presenters with",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "ESOPs The purchasing co-op has become a means of “industry contagion” — a way of rapidly spreading employee ownership” In  several Amicus member companies including South Mountain helped found the Clean Energy Credit Union Clean Energy CU which received the first federal charter for a new credit union in Colorado in 31 years Clean Energy CU’s mission is to promote clean energy environmental stewardship and cooperative enterprises through the financial services provided to its members",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "partnerships  At Stop and Shop we see a major multi-national affecting a small community in ways that corporations do and the community exercising its will to make sure that local benefits come first In her book The Sixth Extinction author Elizabeth Kolbert says  “Chimps are smart and can do all kinds of clever things but they don’t have collective problem solving ability  You’ll never see two chimps carrying something together  Only humans do that stuff” Whatever the outcomes Squibnocket and Stop and Shop are vibrant examples of humans fully engaged in collective problem solving  Doing that stuff  Good stuff Filed Under Climate Change Collaboration Design Environment Martha's Vineyard Politics Tagged With Ahold Brene Brown Climate change Daring Greatly Elizabeth Kolbert Gifts of Imperfection Henry Stephenson income inequality living wage Martha's Vineyard Commission Sixth Extinction Stop and Shop Suibnocket Beach Spring has sprung  It’s a good time for good news When Paul Gilding’s",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided text, there are several recent changes within the organization regarding employees and their roles. Six longtime employee-owners have recently transitioned to new careers or retired, leaving open positions within the company. Additionally, the organization is expanding its services to include institutional work for non-profit organizations and planning for a new campus for Martha's Vineyard Community Services. This growth necessitates the need for new talent and expertise. It appears that the organization may be seeking individuals with experience in areas such as solar design/installation, residential projects, affordable housing work, engineering, and solar design/installation for institutional work. Overall, there are likely various employment and educational opportunities available within the organization, particularly in fields related to sustainability, renewable energy, and social services.",
            "source": [
                {
                    "content": "and new faces/new talents migrate in In the last decade six longtime employee-owners have transitioned to new careers or retired Collectively they represent  years of employment We first ran into Ken working up on the hill above the Allen Farm at Rob Kendall’s camp Must have been around  At the time he was building solar greenhouses under the Solar Sanctuary moniker Ken grew up on a farm in Iowa – a true corn-fed boy – who went on to study at the University of Iowa When the school shut down in  due to the horrific shootings at Kent State he migrated to Minneapolis and studied art for a while at the Minneapolis College of Art and Design Afterward he worked a couple silk screening jobs first for a bottling company then for a sign-making firm that created all the posters for IDS tower the tallest building in Minnesota The grandparents of his best childhood friend had a camp on East Chop Upon visiting in  Ken was smitten He went back to Iowa dealt with the way-too-early death of his Dad",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "residential projects affordable housing work performance engineering and solar design/installations continue but another arena has become central institutional work for non-profit organizations At the same time as we have been completing the Jabberwocky plans we have begun planning for a new campus for Martha’s Vineyard Community Services our umbrella social service agency which serves 6 Islanders each year and an expansion of the Island Grown Initiative’s Farm Hub Our previous experience with institutional work has been limited to master planning efforts so this is new for us Each of these projects requires significant learning But that’s nothing new – we always seem to be doing something different that we must learn how to do before we do it Exciting stuff Keeps the blood pumping and the synapses firing As long as the inevitable mistakes are minor all’s well I can’t adequately describe the thrill of working with this organization and watching this project slowly find its form and",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "work he relaxes by playing music catching up with friends or walking trails with his wife and two daughters With a background in construction land surveying and engineering he’s excited to be part of a team designing solar solutions for our local energy needs Tim grew up surrounded by woodlands in Harwich the son of a landscape designer and a lavender farmer He attended Boston College and later worked as their Sports Information Director before pursuing a careeer in architecture He graduated from Columbia University’s GSAPP in May of  A year later Tim wife Leslie and their young daughter relocated from NYC to his hometown on the Cape where a second daughter was born Tim's brother was the first to spot our job listing and recognize the close alignment between values Tim filed his application and the rest is history Son of a Cape Cod contractor Matt grew up as a carpenter’s apprentice After Wentworth’s Architecture program in Boston and France he became an associate in an island-based",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "migration is occurring at SMCo Elders migrate out and new faces/new talents migrate in In the last decade six longtime employee-owners have transitioned to new careers or retired Collectively they represent  years of employment We first ran into Ken working up on the hill above the Allen Farm at Rob Kendall’s camp Must have been around  At the time he was building solar greenhouses under the Solar Sanctuary moniker Ken grew up on a farm in Iowa – a true corn-fed boy – who went on to study at the University of Iowa When the school shut down in  due to the horrific shootings at Kent State he migrated to Minneapolis and studied art for a while at the Minneapolis College of Art and Design Afterward he worked a couple silk screening jobs first for a bottling company then for a sign-making firm that created all the posters for IDS tower the tallest building in Minnesota The grandparents of his best childhood friend had a camp on East Chop Upon visiting in  Ken was smitten He went back to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events planned for the launch of Be Bottom Lines. These include:\n\n1. Half-Day Introductory Workshops (March 20): During the NESEA Building Energy Conference in Boston, two half-day introductory workshops will be offered to introduce the program and provide an opportunity for participants to engage with the content and peers.\n2. Webinar Series (Spring 20): Throughout the spring months, a series of webinars will be hosted to dive deeper into various aspects of the program, such as financial management, marketing strategies, and networking best practices.\n3. Peer Group Formation (Summer 20): After the initial introduction through the conference workshops, participants will have the chance to join peer groups based on their interests and needs. These groups will meet regularly throughout the summer via video conferences to discuss challenges, share insights, and collaboratively develop action plans.\n4. Full-Day Launch Event (Fall 20): In the fall, a full-day event will take place to formally kick off the Be Bottom Lines initiative. This event will bring together all participating companies, providing opportunities for networking, presentations by industry experts, and continued development of business skills.",
            "source": [
                {
                    "content": "– Curtis Friedman Jean DaSilva Brice Deloughne and Matt Coffey – trending our leadership younger and more diverse Ryan Soushek was hired as an apprentice carpenter and Abbie Zell transitioned from Administrative Assistant to Communications Coordinator We held our first annual Day of Business in the fall of  Our goals for the day were to inform practice business literacy celebrate each other’s contributions build collective energy and motivate specific actions We piled into the MV Playhouse for a day of peer-led workshops Eight hours later we stumbled into the evening air feeling grateful and inspired Greg Milne and John Guadagno closed out the year as owners More new hires arrived in  Donatas Zulkus as Architectural Draftsman and BIM Engineer he works full time for us remotely from his home in Lithuania Rachel Wild as Production Administrator helping Newell whose job continues to grow and Ryan O’Malley a recent MV Regional High School graduate as Apprentice Carpenter But the truly big",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "this initiative is already endowed with • The high levels of trust and collegiality that have been nurtured over the 40 years of NESEA’s existence this cohort will have no problem sharing all kinds of information in small peer groups because that’s what we already do; • A culture which takes for granted that we develop skills and share knowledge not just for our own benefit but for the benefit of all — inside and outside our community; • Humility borne of shared experience that makes us open to learning from a wide range of sources and people That’s a lot to start with  Plenty to build on Who Do We Expect To Participate and How Will It Launch BE Bottom Lines is targeted for small businesses in the design building and energy sectors They may range in size from businesses with no employees to those with  employees We have already identified a number of interested companies  In March  at NESEA’s Building Energy 14 conference in Boston we will offer two half-day introductory workshops to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "we gain technical knowledge from our fellow practitioners The willingness to share successes along with lessons learned from past mistakes has always been a NESEA core value  This has fostered a community that is truly a learning organization for developing broad-based mastery of technical skills But the three of us perceive a need and a strong desire among members of the NESEA/Yestermorrow communities to foster broad-based mastery of business skills to complement and support our technical skills  We share a sense that that technical mastery is not being adequately deployed due to the lack the business skills to increase capacity to do good work and broaden the marketplace  Teaming up in these peer groups will lead to more effective advocacy and practice Emerging from within the NESEA community this initiative is already endowed with • The high levels of trust and collegiality that have been nurtured over the 40 years of NESEA’s existence this cohort will have no problem sharing all",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is part of a fundamental shift in our company’s work or rather an expansion of the breadth of our endeavors Our high-end residential projects affordable housing work performance engineering and solar design/installations continue but another arena has become central institutional work for non-profit organizations At the same time as we have been completing the Jabberwocky plans we have begun planning for a new campus for Martha’s Vineyard Community Services our umbrella social service agency which serves 6 Islanders each year and an expansion of the Island Grown Initiative’s Farm Hub Our previous experience with institutional work has been limited to master planning efforts so this is new for us Each of these projects requires significant learning But that’s nothing new – we always seem to be doing something different that we must learn how to do before we do it Exciting stuff Keeps the blood pumping and the synapses firing As long as the inevitable mistakes are minor all’s well I",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the given text, several employee or participant benefits are highlighted through various initiatives. These include:\n\n1. Work-life balance: Working at SMCo allows employees to achieve a better work-life balance, enabling them to fulfill both personal and professional desires. This benefit fosters overall satisfaction and engagement among employees.\n2. Proud affiliation: When employees share their experiences working for SMCo, they often mention feeling proud and recognized within the community. This sense of belonging and being associated with a well-known and trusted company contributes positively to employee morale and loyalty.\n3. Parenting support: SMCo offers flexible work arrangements, allowing employees to be more present for their families while still meeting their professional obligations. This support enables parents to fulfill their roles as caregivers and nurturers, leading to increased job satisfaction and productivity.\n4. Employee surveys: SMCo values its employees' opinions and actively seeks feedback through anonymous surveys conducted by an external organization. By doing so, they demonstrate a commitment to understanding and addressing employees' concerns and needs, ultimately contributing to a positive work environment and employee satisfaction.",
            "source": [
                {
                    "content": "something bigger gaining equity beyond compensation   they enhance the daily experience” “When I tell someone I work for SMCo I feel proud and recognized Martha’s Vineyard is a small community and it feels good to be associated with such a well-known and trusted company” “Working at SMCo has allowed me to be the parent I want to be I have the flexibility to be present for my family while at the same time satisfying my personal and professional desires It truly provides the work-life balance that so many of us crave” Is this the place for you “When I tell someone I work for SMCo I feel proud and recognized Martha’s Vineyard is a small community and it feels good to be associated with such a well-known and trusted company” “Working at SMCo has allowed me to be the parent I want to be I have the flexibility to be present for my family while at the same time satisfying my personal and professional desires It truly provides the work-life balance that so many of us crave” Is this the place",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "grasp of the issues and a strong commitment She knew her subject I was impressed Each of us had five minutes to testify My peers were knowledgeable and passionate advocates Mark Gillming senior vice president at Messer Construction in Cincinnati praised the tax advantages passed by congress 45 years ago which have caused the ESOP model to become widespread When I began working at Messer Construction it was a medium size family-owned construction company with a long history and a good reputation; but like most companies in construction it had little in the way of employee benefits In  the last son of the company founder died and we found ourselves with an uncertain future The grandchildren of the founder wanted access to their wealth and having no connection with the employees were not committed to maintaining employment at the company In  the Messer employees were able to buy their future from the Messer family using the ESOP structure We could not have purchased the company if not",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "knew her subject I was impressed Each of us had five minutes to testify My peers were knowledgeable and passionate advocates Mark Gillming senior vice president at Messer Construction in Cincinnati praised the tax advantages passed by congress 45 years ago which have caused the ESOP model to become widespread When I began working at Messer Construction it was a medium size family-owned construction company with a long history and a good reputation; but like most companies in construction it had little in the way of employee benefits In  the last son of the company founder died and we found ourselves with an uncertain future The grandchildren of the founder wanted access to their wealth and having no connection with the employees were not committed to maintaining employment at the company In  the Messer employees were able to buy their future from the Messer family using the ESOP structure We could not have purchased the company if not for the important tax advantages that the ESOP",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "of the process –  an anonymous survey they conduct with each of our employees Submissions go directly to them; we do not see them  We thought it would be interesting for our employees to have that opportunity to express themselves freely about the company   We liked that everyone has a voice; it’s inclusive The work was useful and it was nice to be named but the most rewarding part of the process was that the Institute provided us with a selection of anonymous quotes from the employee survey “I have never before worked at a place where it seems that  percent of the people love their job Turnover is almost nonexistent and I felt so lucky when there was an opening for a position I truly like to spend time with the people I work with every day “ “The goal is to get your job done the best you can but family comes first “ “This company has a great reputation because we give back to the community It makes it a place where everyone is proud to work” “There is a very strong sense of",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems that the company has experienced some challenges during the past year due to the economic crisis. However, despite these difficulties, the company has managed to maintain its success over the past three years. The company's strong focus on collaboration, communication, and shared ownership has contributed to a sense of community among employees, fostering a supportive environment where people feel valued. Additionally, the company appears to be aware of broader societal changes, such as increased emphasis on environmental sustainability and social impact in corporate decision-making. Finally, the company may be considering expanding into new markets or areas of expertise, given the mention of potential opportunities related to affordable housing projects, solar sales, and various metrics.",
            "source": [
                {
                    "content": "an SMCo company meeting The following questions were put to the four of them  what happened to your business and you between last September and this September what lasting effects has the economic crisis had and what’s next for you and your enterprise They spoke about the troubles of these times but they also spoke – compellingly – about the possibilities and new doors that are opening Jamie whose business had severely tanked talked about the opening that has come with the lack of work – a rare opportunity to “re-boot” his business from Powered Down to Re-New Dennis spoke of the perfect occasion for providing greater service and paying closer attention to clients and told about the risks they have taken like promoting two young employees to positions of General Manager and I think Production Coordinator guys who Dennis said “think a lot faster than I do” Devon talked about the utter necessity of relentless effective and widespread communication within his market area and the need to",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "work ahead affordable housing projects in the pipeline solar sales and installations and a variety of compelling and not-so-compelling metrics and indicators It has been a very good year as were the two that came before  A robust trifecta  One of our younger employees Ian Gumpel asked why we’re doing so well  Great question  I mumbled a few dis-jointed explanations that didn’t quite add up  Later I thought more and the next day I wrote a brief addendum to everyone that said in part about Ian’s question  “As a friend of ours Devon Hartman once said ‘The key to making a company work is getting all the wood behind one arrow’  We are making great strides toward doing just that  Sometimes it doesn’t seem so; the alignment can be obscured by the drama and upheaval of constant change  But it becomes clear through the lens of our triple bottom line  performance” Filed Under Collaboration Design Energy South Mountain Company Triple Bottom Line Tagged With Bernie Sanders Devon Hartman Triple",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "year we conduct company-wide individual evaluations  Part of the process is a written self-evaluation  One of the questions asks us  to rate the company’s year on a scale of one to ten  Most years the average hovers around 8  Last year our most profitable and upbeat year ever it was 84  This year our most trying ever it was 87  Hmmm    what does that mean  I think it means that collaborative discussion and constant internal communication enhanced our sense of community  People felt cared for by each other That’s what a culture of shared ownership can do    Self-interest was indistinguishable from the welfare of the whole group But we cannot just tend our own small garden; there are far larger forces in play  We are in the midst of a cascade of spectacular events  Several years ago Al Gore released An Inconvenient Truth  About the same time NYT columnist and best-selling foreign affairs author Tom Friedman saw the green light and began to write about climate change and energy which",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "good – factors such as environmental sustainability and community benefit – in their corporate decisions rather than financial return only According to the Boston Globe “To rein in the excesses of capitalism without losing the dynamism that makes it hum a variety of thinkers have begun looking for ways to re-imagine the corporation itself restructuring it to encourage businesses to pursue not only profit but also positive social impact One of those innovations will hit Massachusetts December 1st when companies here will be able to register as a new entity called a ‘benefit corporation’ ” Filed Under Economic Crisis Politics Small Business Workplace Democracy Tagged With B-Corp B-Lab Benefit Corporations Boston Globe Brian Joyce Dancing Deer Baking Dimagi Green Engineer New Leaf legal Patagonia Social K Yvon Chouinard I’m sure it would have been an adventure but I can’t say that I was really looking forward to it  Canada is far away and it’s cold up there  We might not even be welcome",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any mention of investor events or funding rounds related to South Mountain Company. The content primarily focuses on the company's operations, projects, and personnel changes. However, if any updates regarding investment opportunities or fundraising activities become available, they might be mentioned in future blog posts or shared via their social media channels.",
            "source": [
                {
                    "content": "financial accountability Mike worked with me to establish our pension fund and our equity fund and then he managed both in stellar fashion for many years A truly remarkable colleague and friend he epitomized what SMCo is all about We did a Deep Energy Retrofit on the ’s cottage at the Vagelos property and at the same time did a large ground mount solar array to make the whole property a net energy producer Siobhán took over management of our equity fund and pension after Michael retired and she began to create 25 year projections for the fund to ensure its long term solvency After 21 years here many of those as an Owner my son Pinto left to pursue his love of music We hired Chris Wike who has become our newest project lead and Ian Gumpel a young carpenter Among other projects we completed the iconic Miller Barn project and a house for my daughter Sophie We began the multi-faceted Sloan project which would use a large part of our resources through  I completed the first version of our",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "accounts; they do not have cash in them  They are an obligation – the company owes the money to each owner/employee when that person leaves the company Filed Under Cooperatives Employee Ownership Small Business South Mountain Company Workplace Democracy Tagged With Boston Community Capital Eastern Conference for Workplace Democracy Equal Exchange Real Pickles In September I wrote about a new initiative we are working on called Building Energy Bottom Lines B-Lines for short  Now it has come to fruition – it’s ready-to-launch  That will occur at the annual Northeast Sustainable Energy Association NESEA conference – Building Energy 14 – in Boston in early March  You can read about it here  You can apply for membership there too I’m pumped up about this new NESEA program  It’s an effort to assemble 30 for now of the most progressive and thoughtful architecture building and energy companies in the Northeast to share secrets cross-pollinate and learn from each other within a rigorous peer",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "– Curtis Friedman Jean DaSilva Brice Deloughne and Matt Coffey – trending our leadership younger and more diverse Ryan Soushek was hired as an apprentice carpenter and Abbie Zell transitioned from Administrative Assistant to Communications Coordinator We held our first annual Day of Business in the fall of  Our goals for the day were to inform practice business literacy celebrate each other’s contributions build collective energy and motivate specific actions We piled into the MV Playhouse for a day of peer-led workshops Eight hours later we stumbled into the evening air feeling grateful and inspired Greg Milne and John Guadagno closed out the year as owners More new hires arrived in  Donatas Zulkus as Architectural Draftsman and BIM Engineer he works full time for us remotely from his home in Lithuania Rachel Wild as Production Administrator helping Newell whose job continues to grow and Ryan O’Malley a recent MV Regional High School graduate as Apprentice Carpenter But the truly big",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "seemed worth sharing; here are just a few of many 8/17/15 Today I turned on the  kW roof mounted solar array at MV Shipyard For me personally this was the most enjoyable system to turn on I have been talking about solar with Phil Hale the former owner since the 90’s Phil has been wanting to do this for nearly 40 years It is almost fitting that his son James Hale now President of MV Shipyard led the charge They are very happy As you know I really like happy clients As you also know these guys are both great friends [NOTE Before coming to South Mountain JG worked at the MV Shipyard for nearly a decade] 5/1/17 Polly Hill PV2 – they are addicted Another  kW added to the existing  kW we installed in  They built a new Education center We installed  kW on this new building and  kW on the existing “Cow Barn” building next door Great clients When I arrived to provide the walk through there was a crowd of maybe 15 Polly Hill employees Lots of interest and great questions 5/1/17 Lin Gallant –",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't any specific mention of financial or funding goals for the next period. However, it can be inferred that the organization is planning for significant changes and developments, including the construction of various facilities (Early Childhood Center, Education and Innovation Center, staff housing, and infrastructure improvements) and the transition of leadership. These projects may require substantial funds, but no direct reference to financial targets within the specified time frame was mentioned.",
            "source": [
                {
                    "content": "a master plan to replace the dilapidated and insufficient MVCS buildings – to make a new campus – and completed the design for their Early Childhood Center the first phase of the campus re-build Their board took a more conservative approach and hired an outside estimation firm whose pricing turned out to be higher than ours They signed our construction contract and we completed the project on time and on budget in  The organization and the families the building serves could not be happier We begin design of phase two this fall Meanwhile we will soon complete design for a new Education and Innovation Center three units of staff housing and extensive infrastructure improvements at IGI’s Island Grown Farm When we complete our construction estimate in the fall we do not know how the board will proceed Either way the Jabberwocky way or the MVCS way works for us One way or another we are thrilled by the prospect of building this project about which longtime land planner and sustainability",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "optimism and vision which will lead to a prosperous shared future The design of this plan becomes a model for future transitions which will come far sooner than this one has As a seasoned company we will never again have a 25 year old leader who remains in the role for nearly half a century Deirdre will be taking the reins at the age of 55 and anticipates inhabiting the role for 10 or 15 years at which time we will have developed a new Leadership Team and a robust system of transition for the next time around Hopefully the CEO to replace Deirdre is with us today This transition is a work-in-progress During the three years from now until the transition we will conduct further capacity-building flesh out the details and test ideas and methods For those of us who have been working on it this endeavor has become a great adventure Ultimately I think it will become that for all of us I personally have one goal and one goal only to leave this company this company I deeply love in the best",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "optimism and vision which will lead to a prosperous shared future The design of this plan becomes a model for future transitions which will come far sooner than this one has As a seasoned company we will never again have a 25 year old leader who remains in the role for nearly half a century Deirdre will be taking the reins at the age of 55 and anticipates inhabiting the role for 10 or 15 years at which time we will have developed a new Leadership Team and a robust system of transition for the next time around Hopefully the CEO to replace Deirdre is with us today This transition is a work-in-progress During the three years from now until the transition we will conduct further capacity-building flesh out the details and test ideas and methods For those of us who have been working on it this endeavor has become a great adventure Ultimately I think it will become that for all of us I personally have one goal and one goal only to leave this company this company I deeply love in the best",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "optimism and vision which will lead to a prosperous shared future The design of this plan becomes a model for future transitions which will come far sooner than this one has As a seasoned company we will never again have a 25 year old leader who remains in the role for nearly half a century Deirdre will be taking the reins at the age of 55 and anticipates inhabiting the role for 10 or 15 years at which time we will have developed a new Leadership Team and a robust system of transition for the next time around Hopefully the CEO to replace Deirdre is with us today This transition is a work-in-progress During the three years from now until the transition we will conduct further capacity-building flesh out the details and test ideas and methods For those of us who have been working on it this endeavor has become a great adventure Ultimately I think it will become that for all of us I personally have one goal and one goal only to leave this company this company I deeply love in the best",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned. However, the text does mention various projects and initiatives related to renewable energy, sustainable building practices, and energy efficiency improvements. These include installing solar arrays, using reclaimed materials, constructing net-zero-possible and net-zero-carbon buildings, integrating high-performance building designs, and offering solar installations for employees and former employees.",
            "source": [
                {
                    "content": "seemed worth sharing; here are just a few of many 8/17/15 Today I turned on the  kW roof mounted solar array at MV Shipyard For me personally this was the most enjoyable system to turn on I have been talking about solar with Phil Hale the former owner since the 90’s Phil has been wanting to do this for nearly 40 years It is almost fitting that his son James Hale now President of MV Shipyard led the charge They are very happy As you know I really like happy clients As you also know these guys are both great friends [NOTE Before coming to South Mountain JG worked at the MV Shipyard for nearly a decade] 5/1/17 Polly Hill PV2 – they are addicted Another  kW added to the existing  kW we installed in  They built a new Education center We installed  kW on this new building and  kW on the existing “Cow Barn” building next door Great clients When I arrived to provide the walk through there was a crowd of maybe 15 Polly Hill employees Lots of interest and great questions 5/1/17 Lin Gallant –",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the building industry especially with regards to energy performance comfort health and durability By experimenting with the homes of our well-to-do clients we’ve learned a lot about high-performance building As a result we set minimum performance standards for our buildings that are well above code Now we mostly produce net-zero-possible buildings We use reclaimed materials extensively and are beginning to reduce embodied carbon a work in progress with net-zero carbon as the ultimate goal By elevating performance standards we make models that others can emulate and that we can incorporate in our affordable housing work For us truly affordable housing differs from luxury housing in only three ways it’s smaller it’s less detailed and it’s differently financed The performance and quality are uncompromised Perhaps the biggest step we have taken with our second-home work is doing less of it Over time we diversified South Mountain’s work into five parts; here’s a rough breakdown over the",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "helping to integrate our design/build process more than ever] 6/6/18 Today I turned on a 39 kW roof mounted array for Geneva and Calvin Corwin in Vineyard Haven Geneva found a path for Cape Light Compact to pay for her entire solar array She is so lovely with two little ones running around their newly expanded home [NOTE Cape Light Compact partnered with the Massachusetts Clean Energy Center in  to offer grants covering the cost of solar on affordable housing That grant program is no longer available] 6/13/18 Yesterday I turned on a  kW roof mounted array for Primo at his house in Vineyard Haven Fellow co-workers are some of my favorite systems to do We are so psyched for Primo and his sweet new home [NOTE Primo Lombardi is an SMCo employee and co-owner We have installed 24 systems on the homes of employees and former employees] 7/26/18 Today I met Jim Feiner and Deb Dunn at their home in Chilmark I turned on their array last week and met them today for a tutorial walk through of",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our design/build process more than ever] 6/6/18 Today I turned on a 39 kW roof mounted array for Geneva and Calvin Corwin in Vineyard Haven Geneva found a path for Cape Light Compact to pay for her entire solar array She is so lovely with two little ones running around their newly expanded home [NOTE Cape Light Compact partnered with the Massachusetts Clean Energy Center in  to offer grants covering the cost of solar on affordable housing That grant program is no longer available] 6/13/18 Yesterday I turned on a  kW roof mounted array for Primo at his house in Vineyard Haven Fellow co-workers are some of my favorite systems to do We are so psyched for Primo and his sweet new home [NOTE Primo Lombardi is an SMCo employee and co-owner We have installed 24 systems on the homes of employees and former employees] 7/26/18 Today I met Jim Feiner and Deb Dunn at their home in Chilmark I turned on their array last week and met them today for a tutorial walk through of their new  kW ground",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives at South Mountain Company (SMCo). Some examples include:\n\n1. Solar energy storage solutions: SMCo is exploring ways to develop and implement cost-effective battery storage systems for solar installations, enabling customers to store excess energy generated during sunny days for later use.\n2. High-performance building materials: SMCo is conducting research on advanced building materials and construction techniques to create more energy-efficient and environmentally friendly structures.\n3. Electric vehicle infrastructure: As electric vehicles become more prevalent, SMCo is investigating opportunities to provide charging stations and related infrastructure for both residential and commercial clients.\n4. Renewable energy integration: SMCo is actively pursuing research and development efforts to better integrate renewable energy sources such as wind and hydro power into their offerings.\n5. Digital tools and technologies: To enhance communication and collaboration within the organization, SMCo is investing in digital tools and platforms that can streamline workflows and facilitate knowledge sharing among team members.",
            "source": [
                {
                    "content": "innovation creating new markets Example Establishing and building our Energy Technology business which took solar from something we employed on our own projects to something we offered to residential institutional and commercial customers island-wide including working people who we do not often serve with our design/build services Disruptive innovation creating new products Example Expanding our services to creating high performance buildings and campuses for island non-profits like Camp Jabberwocky Martha’s Vineyard Community Services and Island Grown Farm – a whole new kind of work for us with significant learning and community engagement rewards Innovation is harder than maintaining the status quo and is often accompanied by a healthy feeling of discomfort Luckily the drive to push through is baked into SMCo DNA It’s a constant gravitational pull – a non-innovative SMCo would be unrecognizable to each of us It began that way When I say probably too often that “we never know what",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new markets Example Establishing and building our Energy Technology business which took solar from something we employed on our own projects to something we offered to residential institutional and commercial customers island-wide including working people who we do not often serve with our design/build services Disruptive innovation creating new products Example Expanding our services to creating high performance buildings and campuses for island non-profits like Camp Jabberwocky Martha’s Vineyard Community Services and Island Grown Farm – a whole new kind of work for us with significant learning and community engagement rewards Innovation is harder than maintaining the status quo and is often accompanied by a healthy feeling of discomfort Luckily the drive to push through is baked into SMCo DNA It’s a constant gravitational pull – a non-innovative SMCo would be unrecognizable to each of us It began that way When I say probably too often that “we never know what we’re doing never",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new markets Example Establishing and building our Energy Technology business which took solar from something we employed on our own projects to something we offered to residential institutional and commercial customers island-wide including working people who we do not often serve with our design/build services Disruptive innovation creating new products Example Expanding our services to creating high performance buildings and campuses for island non-profits like Camp Jabberwocky Martha’s Vineyard Community Services and Island Grown Farm – a whole new kind of work for us with significant learning and community engagement rewards Innovation is harder than maintaining the status quo and is often accompanied by a healthy feeling of discomfort Luckily the drive to push through is baked into SMCo DNA It’s a constant gravitational pull – a non-innovative SMCo would be unrecognizable to each of us It began that way When I say probably too often that “we never know what we’re doing never",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "think of innovation as being in any way separate from daily work meaning it’s not some special kind of work – it’s just what we do Incremental innovation small improvement to existing services is happening every day at South Mountain Every time we improve a system an approach a design a use of technology – we’re innovating There are three other types of innovation often recognized by innovation thinkers These past few years at SMCo have been chock full of each big and small The types and just one example from recent times Sustaining innovation significant improvement to existing services Example The recent overhaul of our Management and Governance System  This will significantly expand internal participation transparency and engagement across the company Radical innovation creating new markets Example Establishing and building our Energy Technology business which took solar from something we employed on our own projects to something we offered to residential institutional and",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There isn't enough information provided to accurately identify specific research grants or innovation awards that have been recently distributed. However, it can be inferred from the text that several notable events related to renewable energy and sustainability have taken place within the mentioned time frame (e.g., installing solar arrays on various properties, meeting clients, etc.).",
            "source": [
                {
                    "content": "seemed worth sharing; here are just a few of many 8/17/15 Today I turned on the  kW roof mounted solar array at MV Shipyard For me personally this was the most enjoyable system to turn on I have been talking about solar with Phil Hale the former owner since the 90’s Phil has been wanting to do this for nearly 40 years It is almost fitting that his son James Hale now President of MV Shipyard led the charge They are very happy As you know I really like happy clients As you also know these guys are both great friends [NOTE Before coming to South Mountain JG worked at the MV Shipyard for nearly a decade] 5/1/17 Polly Hill PV2 – they are addicted Another  kW added to the existing  kW we installed in  They built a new Education center We installed  kW on this new building and  kW on the existing “Cow Barn” building next door Great clients When I arrived to provide the walk through there was a crowd of maybe 15 Polly Hill employees Lots of interest and great questions 5/1/17 Lin Gallant –",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "was particularly thrilling The highlight for me was experiencing the emerging youth contingent which has brought great new vitality into the organization the past few years It makes me feel like we have greater capacity than ever before I feel this at NESEA and at South Mountain too I like us I like who we are now While we are more empowered as individuals than ever before we are people who know with conviction that all of us are smarter than any of us Filed Under Climate Change South Mountain Company Tagged With BE 12 Marc Rosenbaum Marjorie Kelly NESEA Paul Gilding Peter Diamandis Rob Meyers TED talks Terry Mollner The Divine Right of Capital The Great Disruption The X-Prize Last year we completed an eight house cluster of permanently protected affordable housing designed to be “Net Zero Possible” meaning that if you live carefully in these homes you may be able to produce as much total energy on an annual basis as you use After careful monitoring of the energy use in the eight",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "he has brought the structural engineering discipline in-house helping to integrate our design/build process more than ever] 6/6/18 Today I turned on a 39 kW roof mounted array for Geneva and Calvin Corwin in Vineyard Haven Geneva found a path for Cape Light Compact to pay for her entire solar array She is so lovely with two little ones running around their newly expanded home [NOTE Cape Light Compact partnered with the Massachusetts Clean Energy Center in  to offer grants covering the cost of solar on affordable housing That grant program is no longer available] 6/13/18 Yesterday I turned on a  kW roof mounted array for Primo at his house in Vineyard Haven Fellow co-workers are some of my favorite systems to do We are so psyched for Primo and his sweet new home [NOTE Primo Lombardi is an SMCo employee and co-owner We have installed 24 systems on the homes of employees and former employees] 7/26/18 Today I met Jim Feiner and Deb Dunn at their home in Chilmark I turned on their array",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "helping to integrate our design/build process more than ever] 6/6/18 Today I turned on a 39 kW roof mounted array for Geneva and Calvin Corwin in Vineyard Haven Geneva found a path for Cape Light Compact to pay for her entire solar array She is so lovely with two little ones running around their newly expanded home [NOTE Cape Light Compact partnered with the Massachusetts Clean Energy Center in  to offer grants covering the cost of solar on affordable housing That grant program is no longer available] 6/13/18 Yesterday I turned on a  kW roof mounted array for Primo at his house in Vineyard Haven Fellow co-workers are some of my favorite systems to do We are so psyched for Primo and his sweet new home [NOTE Primo Lombardi is an SMCo employee and co-owner We have installed 24 systems on the homes of employees and former employees] 7/26/18 Today I met Jim Feiner and Deb Dunn at their home in Chilmark I turned on their array last week and met them today for a tutorial walk through of",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the given information about Amicus and its initiatives, we can identify several organizations, institutions, or entities that Amicus is collaborating with. These include:\n\n1. United States Department of Energy (DOE): Amicus has partnered with DOE to win a grant for founding a new cooperative called Amicus OM Cooperative, which supports large-scale solar installations with high-quality operations and maintenance (OM) services.\n2. Clean Energy Credit Union (CECU): Amicus members played a significant role in helping establish CECU, which received the first federal charter for a new credit union in Colorado after 31 years. CECU promotes clean energy, environmental stewardship, and cooperative enterprises through the financial services it offers its members.\n3. Other Amicus members: As mentioned in the text, Amicus members share best practices and develop joint strategies to advance their common goals. This collaboration enables them to take advantage of cost and marketing efficiencies while maintaining the advantages of staying local.",
            "source": [
                {
                    "content": "in terms of purchasing power while maintaining the advantages of staying local New Ventures\u2028 In addition to taking advantage of cost and marketing efficiencies Amicus members share best practices and develop joint strategies to advance their common goals For example in  Amicus won a  grant from the US Department of Energy to found a new cooperative to provide high-quality operations and maintenance OM support to large-scale solar installations Today Amicus OM Cooperative includes 20 member organizations that have set collective operations and management standards to ensure that commercial and utility-scale solar PV systems fulfill their performance expectations over the long term Amicus OM Cooperative is being led by another cooperative veteran and former Namaste Solar employee-owner Amanda Bybee In  Amicus members helped found the Clean Energy Credit Union CECU which received the first federal charter for a new credit union in Colorado in 31 years CECU’s mission is to promote clean",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "New Ventures\u2028 In addition to taking advantage of cost and marketing efficiencies Amicus members share best practices and develop joint strategies to advance their common goals For example in  Amicus won a  grant from the US Department of Energy to found a new cooperative to provide high-quality operations and maintenance OM support to large-scale solar installations Today Amicus OM Cooperative includes 20 member organizations that have set collective operations and management standards to ensure that commercial and utility-scale solar PV systems fulfill their performance expectations over the long term Amicus OM Cooperative is being led by another cooperative veteran and former Namaste Solar employee-owner Amanda Bybee In  Amicus members helped found the Clean Energy Credit Union CECU which received the first federal charter for a new credit union in Colorado in 31 years CECU’s mission is to promote clean energy environmental stewardship and cooperative enterprises through the",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "worker co-ops in the US The partners were gathering in Portland for a three-day offsite retreat partly to discuss the co-op design  Ari had asked each of them to read my book Companies We Keep and asked me if I would come to react to their governance and business transition plan I was thrilled to have the opportunity to meet and think with such an extraordinary collection of people so brimful of honest intelligence It was quite a day  The dialogue was good  Although I was the only outsider in the room I felt comfortable there  It was relaxed but productive  Funny and philosophical  They work together with remarkable flow – tackling big issues with such passion and commitment to excellence using first-rate meeting facilitation provided by Fran Alexander of Alexander Resources that they are able to allow the great and the grungy and the elegant and the messy to all co-exist at once in the service of a greater good They’re not only competent and principled; they’re courageous too  For",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "goals For example in  Amicus won a  grant from the US Department of Energy to found a new cooperative to provide high-quality operations and maintenance OM support to large-scale solar installations Today Amicus OM Cooperative includes 20 member organizations that have set collective operations and management standards to ensure that commercial and utility-scale solar PV systems fulfill their performance expectations over the long term Amicus OM Cooperative is being led by another cooperative veteran and former Namaste Solar employee-owner Amanda Bybee In  Amicus members helped found the Clean Energy Credit Union CECU which received the first federal charter for a new credit union in Colorado in 31 years CECU’s mission is to promote clean energy environmental stewardship and cooperative enterprises through the financial services it offers its members Using the federally insured deposits of its members the credit union provides consumer loans to reduce the cost of clean-energy products",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are joint events, projects, and initiatives between the residential projects, affordable housing work, performance engineering, solar design/installation, institutional work for non-profit organizations, master planning efforts, and the expansion of the Island Grown Initiative's Farm Hub. These collaborative efforts demonstrate the company's commitment to addressing various needs within their community while fostering interdisciplinary learning and growth among team members.",
            "source": [
                {
                    "content": "They work together with remarkable flow – tackling big issues with such passion and commitment to excellence using first-rate meeting facilitation provided by Fran Alexander of Alexander Resources that they are able to allow the great and the grungy and the elegant and the messy to all co-exist at once in the service of a greater good They’re not only competent and principled; they’re courageous too  For several decades all policy decision-making has been by consensus – not an easy thing to do in a large dispersed network of businesses  The two co-founders have veto power but they have never used it yet And now they’re transitioning to a worker co-op  That takes courage too or as in our case when we did it 25 years ago pure naiveté  And naïve they are not When I asked Ari and Paul if I could write about what they are doing given that they are still in process and I didn’t know if it was public knowledge Ari thought it would be fine and queried Paul who said “Sounds just fine to me",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is part of a fundamental shift in our company’s work or rather an expansion of the breadth of our endeavors Our high-end residential projects affordable housing work performance engineering and solar design/installations continue but another arena has become central institutional work for non-profit organizations At the same time as we have been completing the Jabberwocky plans we have begun planning for a new campus for Martha’s Vineyard Community Services our umbrella social service agency which serves 6 Islanders each year and an expansion of the Island Grown Initiative’s Farm Hub Our previous experience with institutional work has been limited to master planning efforts so this is new for us Each of these projects requires significant learning But that’s nothing new – we always seem to be doing something different that we must learn how to do before we do it Exciting stuff Keeps the blood pumping and the synapses firing As long as the inevitable mistakes are minor all’s well I",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "worker co-ops in the US The partners were gathering in Portland for a three-day offsite retreat partly to discuss the co-op design  Ari had asked each of them to read my book Companies We Keep and asked me if I would come to react to their governance and business transition plan I was thrilled to have the opportunity to meet and think with such an extraordinary collection of people so brimful of honest intelligence It was quite a day  The dialogue was good  Although I was the only outsider in the room I felt comfortable there  It was relaxed but productive  Funny and philosophical  They work together with remarkable flow – tackling big issues with such passion and commitment to excellence using first-rate meeting facilitation provided by Fran Alexander of Alexander Resources that they are able to allow the great and the grungy and the elegant and the messy to all co-exist at once in the service of a greater good They’re not only competent and principled; they’re courageous too  For",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "residential projects affordable housing work performance engineering and solar design/installations continue but another arena has become central institutional work for non-profit organizations At the same time as we have been completing the Jabberwocky plans we have begun planning for a new campus for Martha’s Vineyard Community Services our umbrella social service agency which serves 6 Islanders each year and an expansion of the Island Grown Initiative’s Farm Hub Our previous experience with institutional work has been limited to master planning efforts so this is new for us Each of these projects requires significant learning But that’s nothing new – we always seem to be doing something different that we must learn how to do before we do it Exciting stuff Keeps the blood pumping and the synapses firing As long as the inevitable mistakes are minor all’s well I can’t adequately describe the thrill of working with this organization and watching this project slowly find its form and",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their various collaborations, the individuals mentioned aim to achieve several shared objectives and desired outcomes. Some of these include:\n\n1. Improving business performance: Collaboration between Jamie Wolf, Paul Eldrencamp, and the Northeast Sustainable Energy Association (NESEA) and Yestermorrow Design/Build School is intended to enhance business performance. Sharing experience",
            "source": [
                {
                    "content": "in all three domains  Groups will agree on useful metrics in each area and share performance data experiences and stories with each other The program is being designed by two long-time friends and colleagues Jamie Wolf of Wolfworks and Paul Eldrencamp of Byggmeister and me We are collaborating with the Northeast Sustainable Energy Association NESEA and the Yestermorrow Design/Build School The enterprise will become one of NESEA’s programs Peer group networks are a proven way to improve business performance  Jamie Paul and I have all been involved in the past in peer group networks in which companies drilled into each others’ businesses year after year to help each other improve their financial performance Since  I have taught a two day class at Yestermorrow – called The Art of Small Business – which is a crash course in triple bottom line practice   This is a photo of last years’  class The three of us have worked together for decades as organizers board members and presenters with",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "you when we feel like the collaboration is effective or not and expect the same feedback from you When we screw up we tell you we screwed up This level of comfort and honesty this abandonment of ego and preconceptions allows space and time for the best solutions to emerge These relationships become a trail of events and they become the history of our company When people look back on this trail we hope they see events which inspire trust and respect This makes our job easier Only by conducting each relationship as the most precious of gifts will we create the web of associations that will cause our practice to prosper and thrive We are your guides Our job is to lead you through the thickets of design and construction Whether you are one person a couple a family a town a committee a tribe or a nonprofit board our design/build method makes room for deep collaboration among many participants and embraces surprise and unplanned course changes We deal with money forthrightly and early on It",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "we gain technical knowledge from our fellow practitioners The willingness to share successes along with lessons learned from past mistakes has always been a NESEA core value  This has fostered a community that is truly a learning organization for developing broad-based mastery of technical skills But the three of us perceive a need and a strong desire among members of the NESEA/Yestermorrow communities to foster broad-based mastery of business skills to complement and support our technical skills  We share a sense that that technical mastery is not being adequately deployed due to the lack the business skills to increase capacity to do good work and broaden the marketplace  Teaming up in these peer groups will lead to more effective advocacy and practice Emerging from within the NESEA community this initiative is already endowed with • The high levels of trust and collegiality that have been nurtured over the 40 years of NESEA’s existence this cohort will have no problem sharing all",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "worker co-ops in the US The partners were gathering in Portland for a three-day offsite retreat partly to discuss the co-op design  Ari had asked each of them to read my book Companies We Keep and asked me if I would come to react to their governance and business transition plan I was thrilled to have the opportunity to meet and think with such an extraordinary collection of people so brimful of honest intelligence It was quite a day  The dialogue was good  Although I was the only outsider in the room I felt comfortable there  It was relaxed but productive  Funny and philosophical  They work together with remarkable flow – tackling big issues with such passion and commitment to excellence using first-rate meeting facilitation provided by Fran Alexander of Alexander Resources that they are able to allow the great and the grungy and the elegant and the messy to all co-exist at once in the service of a greater good They’re not only competent and principled; they’re courageous too  For",
                    "metadata": {
                        "rel": [
                            "linesync",
                            "newyorker",
                            "revisionenergy",
                            "bcorporation",
                            "patagonia",
                            "namastesolar",
                            "chroma",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}