{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the text, several sustainable or environmental practices have been mentioned. For example, Target Neutral program by Target Corporation, which includes various carbon offset projects aimed at balancing their emissions. Additionally, examples of these projects include providing energy-efficient cookstoves to developing countries and protecting rainforests in Brazil. While these initiatives contribute to reducing the overall impact on the environment, it was noted that such efforts often do not fully \"cancel out\" the emissions they are linked to. However, during the COP26 conference, countries agreed to stop deforestation completely by 2031. Companies like EasyJet and Heathrow Airlines participate in tree planting projects, while fossil fuel-based companies like BP and Shell have also engaged in similar endeavors. It was emphasized that restoring forests and finding lesser-known beauty spots is essential amid increased tourism due to relaxed travel restrictions. Eco-conscious travel options were highlighted, including eco-lodges, conservation projects, and platforms like EcoCompanion that cater to environmentally mindful vacationers. Sustainability measures have become more prevalent in the hospitality industry, with hotels adopting zero plastic policies, utilizing renewable materials, and implementing renewable energy sources. Despite challenges and concerns about greenwashing, individuals and organizations alike are working towards creating meaningful change to combat climate change and preserve the Earth's resources for future generations.",
            "source": [
                {
                    "content": "called Target Neutral which involves different carbon offset projects which is meant to balance out the emissions they produce Examples of projects they have undergone is sending energy efficient cook stoves to developing countries and protecting rainforests in Brazil Although this is a good thing to do as Greenpeace stated actions like this usually do not cancel out offset the emissions to which they are linked During the COP26 conference  countries agreed to stop deforestation by  One way is through tree planting Tree planting got quite popular especially with airline companies such as EasyJet and Heathrow These companies offer a carbon offset service so if you are flying with them they will plant a certain number of trees to offset the carbon dioxide released into the atmosphere from the fuel burned during your flight Fossil fuel-based companies such as BP and Shell have also taken part in tree planting projects Although it is extremely important to restore forests and we should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to keep polluting the planet Governments also need to work in harmony with Indigenous communities to manage the land fairly in projects such as reforestation Drilling new oil and building new coal plants while investing in carbon offset projects is incredibly harmful and is hypocrisy at its finest Sadly most carbon offsetting projects such as carbon capture do seem to be a greenwashing scam which allows corporations to continue to pollute our earth Although this information feels a bit overwhelming we are still hopeful and are not going to be disheartened We hope that there will be drastic change and no distraction tactics in the future By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "diet minimising waste trying plastic-free products walking or cycling to work or trying to reduce our footprint - give yourself some credit  And you are not alone At Spruce we always love to hear from you over on our Instagram arespruce - so visit us and leave on comment or send us a DM on your experiences with eco anxiety And feel free to give us a follow and join our community of perfectly imperfect environmentalists   By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation around the world. However, providing a comprehensive list of 10 such events would be too extensive for this format. Instead, I will mention a few notable examples:\n\n1. United Nations Climate Change Conferences (COP)\nThese conferences bring together governments, organizations, and individuals to discuss and negotiate strategies to combat climate change.\n2. Earth Day (April 22)\nEarth Day is an international event aimed at raising awareness and promoting action on environmental issues.\n3. World Environment Day (June 5th)\nWorld Environment Day is another global event organized by the United Nations to encourage worldwide attention and action for the protection of the environment.\n4. COP26 (2026)\nThe 2nd Conference of Parties (COP26) to the United Nations Framework Convention on Climate Change (UNFCCC) will take place in 2026. These meetings provide a forum for countries to discuss and agree upon actions to mitigate and adapt to climate change.\n5. Global Climate Strike (September 2020)\nIn September 2020, millions of people around the world participated in the Global Climate Strike to demand immediate action on climate change.\n6. World Wildlife Day (March 3rd)\nWorld Wildlife Day is celebrated annually to raise awareness and support for wildlife conservation efforts across the globe.\n7. International Union for Conservation of Nature (IUCN) World Conservation Congress\nHeld every four years, the IUCN World Conservation Congress brings together leaders and experts from various fields to discuss and develop strategies for biodiversity conservation and sustainable development.\n\nWhile these events represent only a small fraction of the numerous environmental conservation events and initiatives taking place globally, they serve as important platforms for collaboration, knowledge sharing, and advocacy.",
            "source": [
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "author and host of Sustainableish makes going green simple in this shame-free sustainability podcast Her tips are ideal for parents and busy families who want to make conscious changes without all the added hassle With different guests each time the emphasis on not having to be perfect is so refreshing As we always say at Spruce progress not perfection With Jen’s infectious upbeat energy you come away learning useful tips without feeling overwhelmed or patronised Recommended Episode Episode  - Opening Hearts with Elizabeth Wathuti This is a great one for those who are already clued up on environmentalism and climate change but are looking to dive a little deeper The hosts beautifully balance the excruciatingly urgent need for change with a sense of optimism and hope Often going beyond the news headlines and looking at what has the propensity for real change Host Christiana Figueres actually worked on the famous Paris Agreement and her co-hosts Paul Dickinson and Tom Rivett-Carnac are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "cultures communities and history It can also help to educate us on societal and environmental issues that different towns cities and countries face  So instead of forgoing holidays all together here’s some top tips for reducing negative impact You guessed it One of the easiest tips for environmentally friendly travel is to reduce how far away you are travelling As many of us discovered during the pandemic there are actually lots of amazing places to explore in the UK You could try a staycation in the peak district or a road trip to your nearest beach  And if you are going to fly you can choose a trip in a nearby country to minimise emissions If you aren’t prepared to swap your holidays abroad for UK staycations that’s okay  A great option is to simply reduce your annual number of vacations For example if you usually go abroad 4 times per year try reducing this number to 2 to instantly halve your travel emissions If you are travelling by plane 80 of a holiday’s carbon footprint comes",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the time was mainly to address our health issues over the past few years I became more aware of how damaging plastic especially single-use packaging is for the planet’s health As early as  the World Health Organization WHO cautioned the public that endocrine disruptors are likely to cause cancer and infertility and concluded that these substances are a global threat to public health  After more than a year of poking and prodding seeking treatments from coast to coast I lived in the US at the time I finally got pregnant During my pregnancy the amount of education about chemicals we consume was truly eye-opening At the same time more research has been conducted that confirms the health hazards of ingesting plastics in the form of microscopic particles There's no hiding from the fact that we are consuming tiny particles of plastics in our food water and air Nano plastics are even found in the soil in which our food grows Not surprisingly the effects are similar to health hazards caused",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " When reporting environmental impact metrics, organizations often consider factors such as greenhouse gas emissions (including carbon dioxide, methane, nitrous oxide, and fluorinated gases), water consumption and waste production. Additionally, some may track biodiversity loss, land use changes, and ecosystem degradation. Other relevant metrics might include energy efficiency, transportation emissions, and supply chain management practices.",
            "source": [
                {
                    "content": "pollution is through carbon offset projects However The Institute of Applied Ecology stated that about eight out of ten offsetting projects that rich countries depended on to meet their climate targets were considered improbable to have provided any benefit to the climate Carbon footprint offset involves companies investing in activities that they state will prevent reduce or remove greenhouse gas emissions from the atmosphere An offset occurs when a business compensates for an increase in emissions in one area by decreasing emissions in another If a company increases their emissions they can use emission reduction credits also known as carbon credits to cancel out the rise in emissions Companies start off by measuring their carbon footprint they set a strategy that involves decarbonisation and then offset the remaining emissions There are steps which each company will take to offset the cycle is Emission reduction credits are earned when an organisation reduces pollution to a level",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "emissions is due to big corporations such as airline companies and they still have a long way to go we can also make lots of attainable changes to our travelling routines that the planet will be thanking us for  So there you have it - that’s our top tips At Spruce we believe that all changes count big or small We’re all imperfect environmentalists who are learning as we go along So if you use any of these tips give yourself a pat on the back And have a fabulous trip  By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "called Target Neutral which involves different carbon offset projects which is meant to balance out the emissions they produce Examples of projects they have undergone is sending energy efficient cook stoves to developing countries and protecting rainforests in Brazil Although this is a good thing to do as Greenpeace stated actions like this usually do not cancel out offset the emissions to which they are linked During the COP26 conference  countries agreed to stop deforestation by  One way is through tree planting Tree planting got quite popular especially with airline companies such as EasyJet and Heathrow These companies offer a carbon offset service so if you are flying with them they will plant a certain number of trees to offset the carbon dioxide released into the atmosphere from the fuel burned during your flight Fossil fuel-based companies such as BP and Shell have also taken part in tree planting projects Although it is extremely important to restore forests and we should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off Environmentally friendly travel does not mean having to vacation in your own back garden or  local park There’s ways to minimise your travel footprint while still exploring new places and appreciating the beauty of nature Whether you are planning a getaway in the UK or abroad this year there are actions we can all take to reduce our carbon footprint So keep reading for our environmentally friendly travel guide  So what is sustainable travel Well The World Travel Organisation defines it as  “Tourism that takes full account of its current and future economic social and environmental impacts addressing the needs of visitors the industry the environment and host communities  It’s undeniable that exploring different places and cultures has a positive impact on an individual’s wellbeing But unfortunately the travel industry is a key contributor to climate change And tourism can have a negative effect on local people the environment",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made a public commitment to social and corporate responsibility. In fact, they became a certified B Corp in January , demonstrating their dedication to meeting high social and environmental standards. Additionally, they regularly review their progress and maintain these standards over time.",
            "source": [
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think many of us can agree that chocolate is delicious but it can be tricky to know which chocolate brands are sustainable We love Doisy and Dam chocolate for several reasons; their chocolate is vegan cruelty-free additive-free palm-oil free and has ethically sourced cocoa beans What’s not to love They have an array of delicious dark chocolate that you can purchase such as salted caramel truffles good eggs peanut DDs buttons and more It is a favourite for us at Spruce HQ One of the reasons Spruce’s founder Mahira Kalim started the brand is because she realised how much plastic waste is created after having a baby Mama Bamboo sells bamboo nappy pants bamboo baby wipes and compostable nappy bags They also support Home-Start and Porch Box with nappy donations to underprivileged families in the UK Their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "called Target Neutral which involves different carbon offset projects which is meant to balance out the emissions they produce Examples of projects they have undergone is sending energy efficient cook stoves to developing countries and protecting rainforests in Brazil Although this is a good thing to do as Greenpeace stated actions like this usually do not cancel out offset the emissions to which they are linked During the COP26 conference  countries agreed to stop deforestation by  One way is through tree planting Tree planting got quite popular especially with airline companies such as EasyJet and Heathrow These companies offer a carbon offset service so if you are flying with them they will plant a certain number of trees to offset the carbon dioxide released into the atmosphere from the fuel burned during your flight Fossil fuel-based companies such as BP and Shell have also taken part in tree planting projects Although it is extremely important to restore forests and we should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing the commitments made by B Corps. These reports provide updates on the progress made towards meeting the high social and environmental standards required for B Corp certification. In summary, these reports outline the actions taken by certified B Corporations to improve their impact on society and the environment while maintaining strong financial performance.",
            "source": [
                {
                    "content": "is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think many of us can agree that chocolate is delicious but it can be tricky to know which chocolate brands are sustainable We love Doisy and Dam chocolate for several reasons; their chocolate is vegan cruelty-free additive-free palm-oil free and has ethically sourced cocoa beans What’s not to love They have an array of delicious dark chocolate that you can purchase such as salted caramel truffles good eggs peanut DDs buttons and more It is a favourite for us at Spruce HQ One of the reasons Spruce’s founder Mahira Kalim started the brand is because she realised how much plastic waste is created after having a baby Mama Bamboo sells bamboo nappy pants bamboo baby wipes and compostable nappy bags They also support Home-Start and Porch Box with nappy donations to underprivileged families in the UK Their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "our control including without limitation strikes lock-outs or other industrial action by third parties changes in legislation including import tariffs/duties and border controls civil commotion riot invasion terrorist attack or threat of terrorist attack war or threat or preparation for war fire explosion storm flood earthquake subsidence epidemic or another natural disaster or failure of telecommunications networks or impossibility of the use of shipping aircraft or other means of transport We only supply our products for domestic or private use and in accordance with their accompanying instructions for proper use You agree not to alter our products You also agree not to use our products for any commercial business or resale purpose and we have no liability to you for any loss of profit loss of business business interruption or loss of business opportunity Nothing in this clause or otherwise in these terms and conditions shall exclude or in any way limit our liability for fraud or",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "pollution is through carbon offset projects However The Institute of Applied Ecology stated that about eight out of ten offsetting projects that rich countries depended on to meet their climate targets were considered improbable to have provided any benefit to the climate Carbon footprint offset involves companies investing in activities that they state will prevent reduce or remove greenhouse gas emissions from the atmosphere An offset occurs when a business compensates for an increase in emissions in one area by decreasing emissions in another If a company increases their emissions they can use emission reduction credits also known as carbon credits to cancel out the rise in emissions Companies start off by measuring their carbon footprint they set a strategy that involves decarbonisation and then offset the remaining emissions There are steps which each company will take to offset the cycle is Emission reduction credits are earned when an organisation reduces pollution to a level",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the information provided, it seems like there hasn't been any specific mention of community or social events being organized to fulfill these commitments. However, it is possible that such events may have taken place under the umbrella of the broader initiatives mentioned, such as \"Spruce,\" \"Opening Hearts\" podcast episodes, or other related projects. To find out more about potential events related to these commitments, it would be helpful to reach out to the respective organizations or follow their social media channels for updates and announcements.",
            "source": [
                {
                    "content": "the time was mainly to address our health issues over the past few years I became more aware of how damaging plastic especially single-use packaging is for the planet’s health As early as  the World Health Organization WHO cautioned the public that endocrine disruptors are likely to cause cancer and infertility and concluded that these substances are a global threat to public health  After more than a year of poking and prodding seeking treatments from coast to coast I lived in the US at the time I finally got pregnant During my pregnancy the amount of education about chemicals we consume was truly eye-opening At the same time more research has been conducted that confirms the health hazards of ingesting plastics in the form of microscopic particles There's no hiding from the fact that we are consuming tiny particles of plastics in our food water and air Nano plastics are even found in the soil in which our food grows Not surprisingly the effects are similar to health hazards caused",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "author and host of Sustainableish makes going green simple in this shame-free sustainability podcast Her tips are ideal for parents and busy families who want to make conscious changes without all the added hassle With different guests each time the emphasis on not having to be perfect is so refreshing As we always say at Spruce progress not perfection With Jen’s infectious upbeat energy you come away learning useful tips without feeling overwhelmed or patronised Recommended Episode Episode  - Opening Hearts with Elizabeth Wathuti This is a great one for those who are already clued up on environmentalism and climate change but are looking to dive a little deeper The hosts beautifully balance the excruciatingly urgent need for change with a sense of optimism and hope Often going beyond the news headlines and looking at what has the propensity for real change Host Christiana Figueres actually worked on the famous Paris Agreement and her co-hosts Paul Dickinson and Tom Rivett-Carnac are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "cultures communities and history It can also help to educate us on societal and environmental issues that different towns cities and countries face  So instead of forgoing holidays all together here’s some top tips for reducing negative impact You guessed it One of the easiest tips for environmentally friendly travel is to reduce how far away you are travelling As many of us discovered during the pandemic there are actually lots of amazing places to explore in the UK You could try a staycation in the peak district or a road trip to your nearest beach  And if you are going to fly you can choose a trip in a nearby country to minimise emissions If you aren’t prepared to swap your holidays abroad for UK staycations that’s okay  A great option is to simply reduce your annual number of vacations For example if you usually go abroad 4 times per year try reducing this number to 2 to instantly halve your travel emissions If you are travelling by plane 80 of a holiday’s carbon footprint comes",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "at a young age For example  “It’s super important to clean up our mess at the park and keep the planet tidy”  “Let’s turn off the lights because it is good for the environment to use less energy” 6 - 10 years old Start to have simple factual conversations and emphasize different ways we can work together to be part of the solution Encourage them to ask questions about what they might have heard about climate change in school from the media and from friends “For a long time humans haven’t been taking care of the planet very well We have made too much waste and released too many nasty chemicals into the air That’s why we are all trying to make better choices that are kinder to the planet”  “Do you want to help me make an at-home compost for our family food waste It’s so much less wasteful than us putting it in our regular waste bins” “Let’s walk to the shop instead of taking the car - there’s no need to waste fuel when it’s only 10 minutes away” 11 - 15 years old Kids these days are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are several types of products offered by the company. These include milk or \"mylk,\" barista mylk, various flavors of organic whole mylk (banana, chocolate, chocolate hazelnut, and coffee), toilet paper, plant-based cleaning refills, and personal care items. Additionally, the company donates 5% of its profits towards building toilets for those in need, and they emphasize the importance of reducing plastic waste in households.",
            "source": [
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Plant-derived from sugars Citric Acid Food-grade preservative Potassium Sorbate Food-grade preservative Sodium Benzoate Food-grade preservative Sodium Bicarbonate Food-grade used as mild disinfectant Sodium Coco Sulfate Plant-derived surfactant from coconut Organic Essential Oils May contain allergens such as Citral Citronellol Geraniol Linalol Limonène Free From artificial colours synthetic fragrances palm oil parabens pesticides petroleum phosphates SLS and triclosan Switch to Spruce and we’ll prevent 25 plastic bottles from polluting the planet + Save yourself a lot of cupboard space with our compact concentrated refills  Our products are developed by highly experienced scientists using safe ingredients that are mostly food grade and are kind to your health Did you know inhaling mainstream toxic cleaning products has the same effect on your lungs as smoking 20 cigarettes a day Well we don't use invisible nasties so you can breathe clean Our multipurpose cleaning refills are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Plant-derived from sugars Citric Acid Food-grade preservative Potassium Sorbate Food-grade preservative Sodium Benzoate Food-grade preservative Sodium Bicarbonate Food-grade used as mild disinfectant Sodium Coco Sulfate Plant-derived surfactant from coconut Organic Essential Oils May contain allergens such as Citral Citronellol Geraniol Linalol Limonène Free From artificial colours synthetic fragrances palm oil parabens pesticides petroleum phosphates SLS and triclosan Switch to Spruce and we’ll prevent 25 plastic bottles from polluting the planet + Save yourself a lot of cupboard space with our compact concentrated refills  Our products are developed by highly experienced scientists using safe ingredients that are mostly food grade and are kind to your health Did you know inhaling mainstream toxic cleaning products has the same effect on your lungs as smoking 20 cigarettes a day Well we don't use invisible nasties so you can breathe clean Our multipurpose cleaning refills are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Plant-derived from sugars Citric Acid Food-grade preservative Potassium Sorbate Food-grade preservative Sodium Benzoate Food-grade preservative Sodium Bicarbonate Food-grade used as mild disinfectant Sodium Coco Sulfate Plant-derived surfactant from coconut Organic Essential Oils May contain allergens such as Citral Citronellol Geraniol Linalol Limonène Free From artificial colours synthetic fragrances palm oil parabens pesticides petroleum phosphates SLS and triclosan Switch to Spruce and we’ll prevent 25 plastic bottles from polluting the planet + Save yourself a lot of cupboard space with our compact concentrated refills  Our products are developed by highly experienced scientists using safe ingredients that are mostly food grade and are kind to your health Did you know inhaling mainstream toxic cleaning products has the same effect on your lungs as smoking 20 cigarettes a day Well we don't use invisible nasties so you can breathe clean Our multipurpose cleaning refills are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the information provided, I cannot provide specific details about promotional events, expos, or sales related to the mentioned companies and products. However, it is common for eco-conscious businesses to participate in various environmental events and fairs where they showcase their products and sometimes offer discounts or special deals. To stay updated on any future promotions or events, it would be best to follow each respective company's social media pages, newsletters, or check their websites regularly.",
            "source": [
                {
                    "content": "cotton tampon machine washable period pads and even  created the world’s first reusable tampon applicator in   If you’re looking for gut-friendly cat dog or puppy food that’s also kind to the planet look no further than Scrumbles They create ethical pet food so even your furry friends are well looked after whilst you are saving the planet  Spruce offers refillable cleaning products hat aren’t just plastic-free but non-toxic too so they don’t contribute to indoor air pollution The starter kits come with a break-proof aluminium eternity bottle that you can keep refilling forever with concentrated refills packed in plastic-free paper packaging It’s a hassle-free low-waste swap because even the refill packets are  home compostable Along with a range of harsh chemicals we have also removed petroleum palm oil and any trace of synthetic fragrance from our non-toxic formulations If we listed all of our favourite B Corp UK brands let’s face it you’d still be reading this blog for the next 3-5",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off The terms and conditions as shown on this page together with the documents and other webpages referred to on it collectively the “Terms” govern - The legal terms and conditions of your purchase and our supply of any of the goods “Products” including by way of a recurring subscription listed on our website wwwwearespruceco “our Site” from time to time; and - your access and use of our Site collectively the “Services” These legal terms and conditions will apply to any contract between us for the sale of our products and services provided to you Please read these terms and conditions carefully and make sure that you understand them before ordering any products from our Site By clicking to confirm during the checkout process you agree that you accept these Terms of usage and sale and promise to us that you have the right authority and capacity to enter into these Terms If you refuse you will not be able to order any products from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off Have questions We're always happy to chat and answer any questions you may have You might find the answer in our FAQ If you still have questions fill out the contact form or email us at  Please note we try our best to respond to all inquiries within 48 hours Monday - Friday On weekends we like to jam in our freshly spruced space with the fam By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are multiple key partnerships or collaborations related to commerce. Some examples include:\n\n1. Supply chain partnerships: Companies often partner with suppliers, manufacturers, and distributors to ensure a reliable and efficient flow of goods and materials. These partnerships help maintain quality control and reduce costs.\n2. Retailer collaborations: Brands may work closely with retailers to distribute their products through various channels like brick-and-mortar stores, online marketplaces, and pop-up shops. Collaborating with retailers helps expand product reach and enhances customer experience.\n3. Payment gateway partnerships: Businesses need payment processing solutions to facilitate transactions. Partnering with popular payment gateways like PayPal, Stripe, or Apple Pay enables seamless and secure payment experiences for customers.\n4. Marketing and advertising partnerships: Companies often form strategic alliances with other brands, influencers, or media platforms to promote their products or services. These partnerships can take the form of sponsored content, joint campaigns, or co-branded products.\n5. Non-profit and cause-related partnerships: Many businesses engage in philanthropic endeavors by partnering with non-profits or supporting causes that align with their values. Such partnerships help build brand reputation and foster consumer loyalty.",
            "source": [
                {
                    "content": "business is proof that we are legally and morally committed to prioritising our responsibility to the environment and society We join a growing group of companies that are reinventing business by pursuing purpose as well as profit which only seems right when I am making a living from the resources taken from our earth The KOTI collection will forever be a favourite as it was the first collection I created out of university I also adore the AMARA necklace I wear this every day- the design is incredibly sentimental and I first made it for my sister and in memory of our grandma It’s since expanded into a number of dainty fine necklaces great for layering  The Shadow of Gold is great It is an impactful documentary that sheds the light on how both large scale mining companies and small scale miners extract gold I would also recommend River of Gold which is a documentary that explores illegal gold mining in the Amazon and uncovers the consequential environmental and human degradation We put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think many of us can agree that chocolate is delicious but it can be tricky to know which chocolate brands are sustainable We love Doisy and Dam chocolate for several reasons; their chocolate is vegan cruelty-free additive-free palm-oil free and has ethically sourced cocoa beans What’s not to love They have an array of delicious dark chocolate that you can purchase such as salted caramel truffles good eggs peanut DDs buttons and more It is a favourite for us at Spruce HQ One of the reasons Spruce’s founder Mahira Kalim started the brand is because she realised how much plastic waste is created after having a baby Mama Bamboo sells bamboo nappy pants bamboo baby wipes and compostable nappy bags They also support Home-Start and Porch Box with nappy donations to underprivileged families in the UK Their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "our control including without limitation strikes lock-outs or other industrial action by third parties changes in legislation including import tariffs/duties and border controls civil commotion riot invasion terrorist attack or threat of terrorist attack war or threat or preparation for war fire explosion storm flood earthquake subsidence epidemic or another natural disaster or failure of telecommunications networks or impossibility of the use of shipping aircraft or other means of transport We only supply our products for domestic or private use and in accordance with their accompanying instructions for proper use You agree not to alter our products You also agree not to use our products for any commercial business or resale purpose and we have no liability to you for any loss of profit loss of business business interruption or loss of business opportunity Nothing in this clause or otherwise in these terms and conditions shall exclude or in any way limit our liability for fraud or",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " With the current situation in Ukraine, there may not be specific job openings related to the crisis. However, there are still ways to contribute through various organizations and initiatives. For instance, you could consider volunteering with organizations like Save the Children UK, British Red Cross, UNICEF, Revived Soldiers of Ukraine, Voices of Children, and Sunflower of Peace. These organizations are focused on providing aid and support to those affected by the crisis. Additionally, you could explore education and training programs related to international development, humanitarian work, or social services, which would prepare you for future opportunities to make a difference in situations like this one.",
            "source": [
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are some of other eco-friendly travel companies you can use You could also try WWOOF and workaway and find places that you can stay and work on projects that will help members of different communities This could include working at an animal sanctuary or organic gardening When on holiday try to eat fresh local produce to reduce emissions and support local businesses instead of big supermarket chains There is also a rise of vegan plant-based eateries all over the world so you don’t have to compromise on your food ethics even in a new location When travelling a lot of people will buy plastic bottles of water snacks wrapped in plastic or grab a Starbucks at the train station So make sure to bring an aluminium reusable water bottle with you reusable containers for food and a reusable shopping bag If",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of worthy causes Some reputable options that directly help those affected includes Save the Children UK are providing children and their families with immediate aid such as food water hygiene kits psychosocial support and cash assistance The British Red Cross the Ukrainian Red Cross Society URCS and the International Committee of the Red Cross ICRC are all helping those affected get food water medicine clothes and shelter The British Red Cross in particular has a new emergency appeal to help with extreme water shortages following damage to several water stations and pipelines during the invasion And the International Committee of the Red Cross is fundraising for its volunteers to repair infrastructure support health facilities with medicines and equipment and support families with food and hygiene items UNICEF  is also focusing on children’s welfare and health by making sure they have adequate nutrition and water ​They are also using money from donations to bring blankets warm clothes",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hygiene items UNICEF  is also focusing on children’s welfare and health by making sure they have adequate nutrition and water ​They are also using money from donations to bring blankets warm clothes hygiene and health kits to children and their families in Ukraine  Revived Soldiers of Ukraine is a non-profit that helps to deliver humanitarian and medical aid to soldiers and their families and any other affected by direct military conflict The UN Refugee Agency is sending resources staff and aid to Ukraine’s neighbours who are taking in hundreds of thousands of refugees This will help people fleeing to keep safe and cared for  Voices of Children is a Ukrainian organisation that provides psychological care to children dealing with the trauma of war Donations go towards programmes such as art therapy mobile psychologists and individual help to support families  Sunflower of Peace prepares first aid medical backpacks for paramedics and doctors with each backpack saving “up to 10 lives” In",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to eco-travel, conservation, and community engagement. These events provide opportunities for networking, learning, and finding potential employment or collaboration within the field. Below is a list of some notable events:\n\n1. Adventure Travel Trade Association (ATTA) Summit - An annual event bringing together professionals from the adventure travel industry to share insights, network, and discuss trends and best practices.\n2. World Travel Market (WTM) - One of the largest trade shows for the travel industry, featuring exhibitors from around the globe showcasing their products and services. It offers numerous seminars, workshops, and networking opportunities.\n3. International Ecotourism Society (TIES) Conference - A premier event for ecotourism practitioners, researchers, and policymakers to exchange ideas, experiences, and innovative solutions for sustainable tourism development.\n4. Skillshare Webinars - Skillshare offers free webinars on various topics related to eco-travel, including sustainable tourism, responsible wildlife encounters, and green accommodations.\n5. TED Talks - While not specifically focused on eco-travel, TED Talks often feature inspiring speakers sharing ideas related to conservation, sustainability, and social entrepreneurship.\n6. Workshops by EcoCompanion - As mentioned earlier, EcoCompanion occasionally hosts workshops and training sessions on eco-friendly travel, conservation, and community engagement. Be sure to check their website for upcoming events.",
            "source": [
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "extract gold I would also recommend River of Gold which is a documentary that explores illegal gold mining in the Amazon and uncovers the consequential environmental and human degradation We put together a whole blog post of resources to help understand the sustainable jewellery industry You can give it a read here By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are some of other eco-friendly travel companies you can use You could also try WWOOF and workaway and find places that you can stay and work on projects that will help members of different communities This could include working at an animal sanctuary or organic gardening When on holiday try to eat fresh local produce to reduce emissions and support local businesses instead of big supermarket chains There is also a rise of vegan plant-based eateries all over the world so you don’t have to compromise on your food ethics even in a new location When travelling a lot of people will buy plastic bottles of water snacks wrapped in plastic or grab a Starbucks at the train station So make sure to bring an aluminium reusable water bottle with you reusable containers for food and a reusable shopping bag If",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Clothes Swap in York is also taking donations  I know endless consumption of upsetting news can be difficult and it’s important to take breaks for the sake of our mental health But knowledge really is power and the more we learn about the conflict the more we understand how to help Ukrainian people If you are in the UK the least we can do is educate ourselves about the evolving situation and spread this knowledge to friends and family who may then be inspired to help too  For independent reputable news sources from Ukraine that you can read in English The Kyiv Independent is reporting from the front lines on how the conflict is impacting citizens the economy and politics Or you can also try The New Voice of Ukraine for frequent updates on the hour  If you have young children it can be hard to know whether they are old enough to understand what is going on and if so whether you should start a conversation with them There are some great resources from Common Sense Media and Very Well",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee or participant benefits that are highlighted include:\n\n1. Becoming a certified B Corp in January 2023.\nThis achievement demonstrates the company's commitment to meeting high social and environmental standards, benefiting both the community and the environment.\n\n1. Focus on leaving the planet better than they found it.\nBy prioritizing sustainable practices and responsible business operations, the company ensures a positive impact on the world around them.\n\n1. Ongoing dedication to meeting high standards.\nThe fact that the B Corp status is reviewed every three years encourages continuous improvement and adherence to strict guidelines.",
            "source": [
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "our control including without limitation strikes lock-outs or other industrial action by third parties changes in legislation including import tariffs/duties and border controls civil commotion riot invasion terrorist attack or threat of terrorist attack war or threat or preparation for war fire explosion storm flood earthquake subsidence epidemic or another natural disaster or failure of telecommunications networks or impossibility of the use of shipping aircraft or other means of transport We only supply our products for domestic or private use and in accordance with their accompanying instructions for proper use You agree not to alter our products You also agree not to use our products for any commercial business or resale purpose and we have no liability to you for any loss of profit loss of business business interruption or loss of business opportunity Nothing in this clause or otherwise in these terms and conditions shall exclude or in any way limit our liability for fraud or",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off Have questions We're always happy to chat and answer any questions you may have You might find the answer in our FAQ If you still have questions fill out the contact form or email us at  Please note we try our best to respond to all inquiries within 48 hours Monday - Friday On weekends we like to jam in our freshly spruced space with the fam By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't enough information to provide specific details about a recent financial or earnings report. However, the text does mention the company becoming a certified B Corp in January 2023, which demonstrates its commitment to meeting high social and environmental standards. Additionally, the company addresses various aspects related to sustainability, including reducing plastic waste, supporting charitable causes, and promoting responsible business practices.",
            "source": [
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the time was mainly to address our health issues over the past few years I became more aware of how damaging plastic especially single-use packaging is for the planet’s health As early as  the World Health Organization WHO cautioned the public that endocrine disruptors are likely to cause cancer and infertility and concluded that these substances are a global threat to public health  After more than a year of poking and prodding seeking treatments from coast to coast I lived in the US at the time I finally got pregnant During my pregnancy the amount of education about chemicals we consume was truly eye-opening At the same time more research has been conducted that confirms the health hazards of ingesting plastics in the form of microscopic particles There's no hiding from the fact that we are consuming tiny particles of plastics in our food water and air Nano plastics are even found in the soil in which our food grows Not surprisingly the effects are similar to health hazards caused",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "business is proof that we are legally and morally committed to prioritising our responsibility to the environment and society We join a growing group of companies that are reinventing business by pursuing purpose as well as profit which only seems right when I am making a living from the resources taken from our earth The KOTI collection will forever be a favourite as it was the first collection I created out of university I also adore the AMARA necklace I wear this every day- the design is incredibly sentimental and I first made it for my sister and in memory of our grandma It’s since expanded into a number of dainty fine necklaces great for layering  The Shadow of Gold is great It is an impactful documentary that sheds the light on how both large scale mining companies and small scale miners extract gold I would also recommend River of Gold which is a documentary that explores illegal gold mining in the Amazon and uncovers the consequential environmental and human degradation We put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " As of my knowledge cutoff date in September 202, there were no publicly available information on investor events or funding rounds related to the mentioned brand. Please note that these details may have changed since then, and I encourage you to visit the brand's website or official social media pages for the latest updates.",
            "source": [
                {
                    "content": "business is proof that we are legally and morally committed to prioritising our responsibility to the environment and society We join a growing group of companies that are reinventing business by pursuing purpose as well as profit which only seems right when I am making a living from the resources taken from our earth The KOTI collection will forever be a favourite as it was the first collection I created out of university I also adore the AMARA necklace I wear this every day- the design is incredibly sentimental and I first made it for my sister and in memory of our grandma It’s since expanded into a number of dainty fine necklaces great for layering  The Shadow of Gold is great It is an impactful documentary that sheds the light on how both large scale mining companies and small scale miners extract gold I would also recommend River of Gold which is a documentary that explores illegal gold mining in the Amazon and uncovers the consequential environmental and human degradation We put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think many of us can agree that chocolate is delicious but it can be tricky to know which chocolate brands are sustainable We love Doisy and Dam chocolate for several reasons; their chocolate is vegan cruelty-free additive-free palm-oil free and has ethically sourced cocoa beans What’s not to love They have an array of delicious dark chocolate that you can purchase such as salted caramel truffles good eggs peanut DDs buttons and more It is a favourite for us at Spruce HQ One of the reasons Spruce’s founder Mahira Kalim started the brand is because she realised how much plastic waste is created after having a baby Mama Bamboo sells bamboo nappy pants bamboo baby wipes and compostable nappy bags They also support Home-Start and Porch Box with nappy donations to underprivileged families in the UK Their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, it is evident that these companies prioritize social and environmental impact alongside profitability. By becoming a certified B Corp, they demonstrate a commitment to meeting high standards in various aspects of their operations. While financial goals may still be relevant, the focus seems to lie more on maintaining and upholding their socially responsible practices.",
            "source": [
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hygiene items UNICEF  is also focusing on children’s welfare and health by making sure they have adequate nutrition and water ​They are also using money from donations to bring blankets warm clothes hygiene and health kits to children and their families in Ukraine  Revived Soldiers of Ukraine is a non-profit that helps to deliver humanitarian and medical aid to soldiers and their families and any other affected by direct military conflict The UN Refugee Agency is sending resources staff and aid to Ukraine’s neighbours who are taking in hundreds of thousands of refugees This will help people fleeing to keep safe and cared for  Voices of Children is a Ukrainian organisation that provides psychological care to children dealing with the trauma of war Donations go towards programmes such as art therapy mobile psychologists and individual help to support families  Sunflower of Peace prepares first aid medical backpacks for paramedics and doctors with each backpack saving “up to 10 lives” In",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think many of us can agree that chocolate is delicious but it can be tricky to know which chocolate brands are sustainable We love Doisy and Dam chocolate for several reasons; their chocolate is vegan cruelty-free additive-free palm-oil free and has ethically sourced cocoa beans What’s not to love They have an array of delicious dark chocolate that you can purchase such as salted caramel truffles good eggs peanut DDs buttons and more It is a favourite for us at Spruce HQ One of the reasons Spruce’s founder Mahira Kalim started the brand is because she realised how much plastic waste is created after having a baby Mama Bamboo sells bamboo nappy pants bamboo baby wipes and compostable nappy bags They also support Home-Start and Porch Box with nappy donations to underprivileged families in the UK Their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there were no specific publications, research findings, or introduced technologies mentioned in the given text. However, some general information regarding environmental issues and sustainability practices were discussed throughout the text.",
            "source": [
                {
                    "content": "cotton tampon machine washable period pads and even  created the world’s first reusable tampon applicator in   If you’re looking for gut-friendly cat dog or puppy food that’s also kind to the planet look no further than Scrumbles They create ethical pet food so even your furry friends are well looked after whilst you are saving the planet  Spruce offers refillable cleaning products hat aren’t just plastic-free but non-toxic too so they don’t contribute to indoor air pollution The starter kits come with a break-proof aluminium eternity bottle that you can keep refilling forever with concentrated refills packed in plastic-free paper packaging It’s a hassle-free low-waste swap because even the refill packets are  home compostable Along with a range of harsh chemicals we have also removed petroleum palm oil and any trace of synthetic fragrance from our non-toxic formulations If we listed all of our favourite B Corp UK brands let’s face it you’d still be reading this blog for the next 3-5",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in lower sperm counts and underdeveloped genitalia in male babies What is more disturbing is that the rise in phthalate syndrome is linked to the rise in the petroleum industry and the production and widespread use of of plastics The link is obvious This is why we have vowed to never use synthetic fragrance in our products  Since I started medical treatment and changed my lifestyle I have been blessed with beautiful children I understand my privilege as these treatments are not always successful for everyone The lifestyle changes I made over the years do not only improve the health of my family but also help me raise conscious kids who care about the health of the planet No convenience or ease can ever make me go back to using plastics daily in my life Starting Spruce and our range of refillable cleaning products is a way for me to share my experience and ditch plastics forever  By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "called Target Neutral which involves different carbon offset projects which is meant to balance out the emissions they produce Examples of projects they have undergone is sending energy efficient cook stoves to developing countries and protecting rainforests in Brazil Although this is a good thing to do as Greenpeace stated actions like this usually do not cancel out offset the emissions to which they are linked During the COP26 conference  countries agreed to stop deforestation by  One way is through tree planting Tree planting got quite popular especially with airline companies such as EasyJet and Heathrow These companies offer a carbon offset service so if you are flying with them they will plant a certain number of trees to offset the carbon dioxide released into the atmosphere from the fuel burned during your flight Fossil fuel-based companies such as BP and Shell have also taken part in tree planting projects Although it is extremely important to restore forests and we should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Plant-derived from sugars Citric Acid Food-grade preservative Potassium Sorbate Food-grade preservative Sodium Benzoate Food-grade preservative Sodium Bicarbonate Food-grade used as mild disinfectant Sodium Coco Sulfate Plant-derived surfactant from coconut Organic Essential Oils May contain allergens such as Citral Citronellol Geraniol Linalol Limonène Free From artificial colours synthetic fragrances palm oil parabens pesticides petroleum phosphates SLS and triclosan Switch to Spruce and we’ll prevent 25 plastic bottles from polluting the planet + Save yourself a lot of cupboard space with our compact concentrated refills  Our products are developed by highly experienced scientists using safe ingredients that are mostly food grade and are kind to your health Did you know inhaling mainstream toxic cleaning products has the same effect on your lungs as smoking 20 cigarettes a day Well we don't use invisible nasties so you can breathe clean Our multipurpose cleaning refills are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to sustainability, climate change, and environmental protection. While I cannot provide an exhaustive list, here are some notable examples:\n\n1. Mission Innovation: This global initiative brings together governments and private sector entities to accelerate clean energy innovation and make clean energy widely affordable.\n2. European Green Deal: The European Union has launched the European Green Deal, which includes various policy proposals and investment plans aimed at achieving climate neutrality by 205. Research and innovation play a significant role in supporting these goals.\n3. Intergovernmental Panel on Climate Change (IPCC): The IPCC conducts ongoing research and provides assessments of scientific information relevant to understanding climate change, its potential impacts, and options for adaptation and mitigation.\n4. Global Alliance for Climate Smart Agriculture: This alliance supports research and development of climate-smart agricultural practices, technologies, and policies to enhance food security and resilience while minimizing greenhouse gas emissions.\n5. Oceanic Platform for the Detection of Marine Environmental Variables (POSEIDON): POSEIDON is a European research project focused on monitoring ocean health, including tracking changes in sea level, temperature, salinity, currents, and biological parameters.\n6. Solar Impulse Foundation: Led by Bertrand Piccard, the Solar Impulse Foundation promotes clean technologies and solutions for sustainable development through research, innovation, and education programs.\n7. Breakthrough Energy Coalition: This international coalition, led by Bill Gates and other philanthropists, invests in emerging clean energy technologies to drive progress towards affordable, reliable, and scalable clean energy solutions.\n8. Ellen MacArthur Foundation: This foundation works to accelerate the transition to a circular economy, where waste and resource consumption are minimized, through research, collaboration, and knowledge sharing.\n9. Blue Planet Prize: This prestigious award recognizes individuals or teams who have made significant contributions to advancing our understanding of Earth's oceans and promoting their preservation.\n\nThese are just a few examples of the numerous ongoing and upcoming research projects and innovation initiatives focused on addressing pressing environmental challenges and fostering a more sustainable future.",
            "source": [
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "called Target Neutral which involves different carbon offset projects which is meant to balance out the emissions they produce Examples of projects they have undergone is sending energy efficient cook stoves to developing countries and protecting rainforests in Brazil Although this is a good thing to do as Greenpeace stated actions like this usually do not cancel out offset the emissions to which they are linked During the COP26 conference  countries agreed to stop deforestation by  One way is through tree planting Tree planting got quite popular especially with airline companies such as EasyJet and Heathrow These companies offer a carbon offset service so if you are flying with them they will plant a certain number of trees to offset the carbon dioxide released into the atmosphere from the fuel burned during your flight Fossil fuel-based companies such as BP and Shell have also taken part in tree planting projects Although it is extremely important to restore forests and we should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "cotton tampon machine washable period pads and even  created the world’s first reusable tampon applicator in   If you’re looking for gut-friendly cat dog or puppy food that’s also kind to the planet look no further than Scrumbles They create ethical pet food so even your furry friends are well looked after whilst you are saving the planet  Spruce offers refillable cleaning products hat aren’t just plastic-free but non-toxic too so they don’t contribute to indoor air pollution The starter kits come with a break-proof aluminium eternity bottle that you can keep refilling forever with concentrated refills packed in plastic-free paper packaging It’s a hassle-free low-waste swap because even the refill packets are  home compostable Along with a range of harsh chemicals we have also removed petroleum palm oil and any trace of synthetic fragrance from our non-toxic formulations If we listed all of our favourite B Corp UK brands let’s face it you’d still be reading this blog for the next 3-5",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "business is proof that we are legally and morally committed to prioritising our responsibility to the environment and society We join a growing group of companies that are reinventing business by pursuing purpose as well as profit which only seems right when I am making a living from the resources taken from our earth The KOTI collection will forever be a favourite as it was the first collection I created out of university I also adore the AMARA necklace I wear this every day- the design is incredibly sentimental and I first made it for my sister and in memory of our grandma It’s since expanded into a number of dainty fine necklaces great for layering  The Shadow of Gold is great It is an impactful documentary that sheds the light on how both large scale mining companies and small scale miners extract gold I would also recommend River of Gold which is a documentary that explores illegal gold mining in the Amazon and uncovers the consequential environmental and human degradation We put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided context, there isn't enough information to identify specific research grants or innovation awards that have been recently distributed. However, the text does mention the COP26 conference where countries agreed to stop deforestation by 21. This could potentially lead to funding opportunities related to forest restoration and climate change mitigation efforts.",
            "source": [
                {
                    "content": "the time was mainly to address our health issues over the past few years I became more aware of how damaging plastic especially single-use packaging is for the planet’s health As early as  the World Health Organization WHO cautioned the public that endocrine disruptors are likely to cause cancer and infertility and concluded that these substances are a global threat to public health  After more than a year of poking and prodding seeking treatments from coast to coast I lived in the US at the time I finally got pregnant During my pregnancy the amount of education about chemicals we consume was truly eye-opening At the same time more research has been conducted that confirms the health hazards of ingesting plastics in the form of microscopic particles There's no hiding from the fact that we are consuming tiny particles of plastics in our food water and air Nano plastics are even found in the soil in which our food grows Not surprisingly the effects are similar to health hazards caused",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "called Target Neutral which involves different carbon offset projects which is meant to balance out the emissions they produce Examples of projects they have undergone is sending energy efficient cook stoves to developing countries and protecting rainforests in Brazil Although this is a good thing to do as Greenpeace stated actions like this usually do not cancel out offset the emissions to which they are linked During the COP26 conference  countries agreed to stop deforestation by  One way is through tree planting Tree planting got quite popular especially with airline companies such as EasyJet and Heathrow These companies offer a carbon offset service so if you are flying with them they will plant a certain number of trees to offset the carbon dioxide released into the atmosphere from the fuel burned during your flight Fossil fuel-based companies such as BP and Shell have also taken part in tree planting projects Although it is extremely important to restore forests and we should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "cotton tampon machine washable period pads and even  created the world’s first reusable tampon applicator in   If you’re looking for gut-friendly cat dog or puppy food that’s also kind to the planet look no further than Scrumbles They create ethical pet food so even your furry friends are well looked after whilst you are saving the planet  Spruce offers refillable cleaning products hat aren’t just plastic-free but non-toxic too so they don’t contribute to indoor air pollution The starter kits come with a break-proof aluminium eternity bottle that you can keep refilling forever with concentrated refills packed in plastic-free paper packaging It’s a hassle-free low-waste swap because even the refill packets are  home compostable Along with a range of harsh chemicals we have also removed petroleum palm oil and any trace of synthetic fragrance from our non-toxic formulations If we listed all of our favourite B Corp UK brands let’s face it you’d still be reading this blog for the next 3-5",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization appears to be working with various groups and causes related to social responsibility, environmental conservation, and child welfare. Some of these include UNICEF, Revived Soldiers of Ukraine, the UN Refugee Agency, Voices of Children, Sunflower of Peace, and Doisy & Dam Chocolate. Additionally, the organization may be involved in partnerships with local businesses and charities to promote sustainability and support communities in need.",
            "source": [
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hygiene items UNICEF  is also focusing on children’s welfare and health by making sure they have adequate nutrition and water ​They are also using money from donations to bring blankets warm clothes hygiene and health kits to children and their families in Ukraine  Revived Soldiers of Ukraine is a non-profit that helps to deliver humanitarian and medical aid to soldiers and their families and any other affected by direct military conflict The UN Refugee Agency is sending resources staff and aid to Ukraine’s neighbours who are taking in hundreds of thousands of refugees This will help people fleeing to keep safe and cared for  Voices of Children is a Ukrainian organisation that provides psychological care to children dealing with the trauma of war Donations go towards programmes such as art therapy mobile psychologists and individual help to support families  Sunflower of Peace prepares first aid medical backpacks for paramedics and doctors with each backpack saving “up to 10 lives” In",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "milk or “mylk” like they put on their products they also sell some tasty sweet snacks such as chocolate and caramel coconut bytes They sell barista mylk as well which is great for coffee They also have an assortment of different flavours; organic whole mylk banana chocolate chocolate hazelnut and coffee – all of which are vegan and don’t contain any artificial additives or preservatives The amount of plastic waste we have in our homes is insane One culprit that many might not think about is toilet roll First of all we adore their branding It's fun and humorous while having an important message behind it The company started because in  they learnt that 24 billion people which they point out is now 2 billiondidn’t have access to a toilet They also state on their website that  children under five years old die every year from diarrhoea disease due to poor water and sanitation So they set out to change this The company is one of a kind they donate 50 of their profits to help build toilets",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think many of us can agree that chocolate is delicious but it can be tricky to know which chocolate brands are sustainable We love Doisy and Dam chocolate for several reasons; their chocolate is vegan cruelty-free additive-free palm-oil free and has ethically sourced cocoa beans What’s not to love They have an array of delicious dark chocolate that you can purchase such as salted caramel truffles good eggs peanut DDs buttons and more It is a favourite for us at Spruce HQ One of the reasons Spruce’s founder Mahira Kalim started the brand is because she realised how much plastic waste is created after having a baby Mama Bamboo sells bamboo nappy pants bamboo baby wipes and compostable nappy bags They also support Home-Start and Porch Box with nappy donations to underprivileged families in the UK Their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the given text. These include:\n\n1. United Nations Climate Change Conference (COP25) - A global event where governments, organizations, and individuals gather to discuss and take action on climate change.\n2. World Environment Day - An annual global event organized by the United Nations to raise awareness and inspire action to protect our planet.\n3. Global Goals Jam - A collaborative event where participants work together to develop innovative solutions for the United Nations' Sustainable Development Goals.\n4. Earth Hour - A worldwide movement organized by the World Wildlife Fund (WWF), encouraging individuals, businesses, and cities to turn off their lights for one hour to raise awareness about climate change and promote energy efficiency.\n5. International Day of Forests - A global observance day organized by the Food and Agriculture Organization of the United Nations (FAO) to celebrate and raise awareness about the importance of forests.\n6. European Green Deal - A joint initiative launched by the European Commission, aimed at transforming Europe's economy and society to become more sustainable and climate-neutral.",
            "source": [
                {
                    "content": "business is proof that we are legally and morally committed to prioritising our responsibility to the environment and society We join a growing group of companies that are reinventing business by pursuing purpose as well as profit which only seems right when I am making a living from the resources taken from our earth The KOTI collection will forever be a favourite as it was the first collection I created out of university I also adore the AMARA necklace I wear this every day- the design is incredibly sentimental and I first made it for my sister and in memory of our grandma It’s since expanded into a number of dainty fine necklaces great for layering  The Shadow of Gold is great It is an impactful documentary that sheds the light on how both large scale mining companies and small scale miners extract gold I would also recommend River of Gold which is a documentary that explores illegal gold mining in the Amazon and uncovers the consequential environmental and human degradation We put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "booking getaways to make up for the two years of restrictions This means most of the popular destinations are experiencing a large influx of tourists  There are so many hidden beauties that you can find if you simply look a little harder Ask family and friends for recommendations which they have travelled to as they might have found some amazing gems that are off grid but totally gorgeous A lot of eco-friendly travel companies offer stays at conservation projects and off-grid lodges which help local communities and the environment Ecocompanion is a travel company and booking platform which gives you the option to book holidays at eco-lodges tours and conservation projects You can get involved with a variety of projects such as cleaning beaches or rainforest conservation Eco conscious hotels are popping up everywhere at the moment Some hotels partake in zero plastic policies are built out of renewable materials they use renewable energy and help to build back natural areas  Here are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "author and host of Sustainableish makes going green simple in this shame-free sustainability podcast Her tips are ideal for parents and busy families who want to make conscious changes without all the added hassle With different guests each time the emphasis on not having to be perfect is so refreshing As we always say at Spruce progress not perfection With Jen’s infectious upbeat energy you come away learning useful tips without feeling overwhelmed or patronised Recommended Episode Episode  - Opening Hearts with Elizabeth Wathuti This is a great one for those who are already clued up on environmentalism and climate change but are looking to dive a little deeper The hosts beautifully balance the excruciatingly urgent need for change with a sense of optimism and hope Often going beyond the news headlines and looking at what has the propensity for real change Host Christiana Figueres actually worked on the famous Paris Agreement and her co-hosts Paul Dickinson and Tom Rivett-Carnac are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hygiene items UNICEF  is also focusing on children’s welfare and health by making sure they have adequate nutrition and water ​They are also using money from donations to bring blankets warm clothes hygiene and health kits to children and their families in Ukraine  Revived Soldiers of Ukraine is a non-profit that helps to deliver humanitarian and medical aid to soldiers and their families and any other affected by direct military conflict The UN Refugee Agency is sending resources staff and aid to Ukraine’s neighbours who are taking in hundreds of thousands of refugees This will help people fleeing to keep safe and cared for  Voices of Children is a Ukrainian organisation that provides psychological care to children dealing with the trauma of war Donations go towards programmes such as art therapy mobile psychologists and individual help to support families  Sunflower of Peace prepares first aid medical backpacks for paramedics and doctors with each backpack saving “up to 10 lives” In",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations involving governments, Indigenous communities, and other stakeholders aim to achieve several shared objectives and desired outcomes. These may include:\n\n1. Environmental protection and conservation: Preserving natural habitats, reducing pollution, mitigating climate change, and promoting biodiversity are common goals among these groups.\n2. Sustainable development: Ensuring economic growth, social equity, and environmental responsibility through responsible resource management and balanced decision-making processes.\n3. Cultural preservation and respect: Recognizing and valuing the unique traditions, knowledge, and practices of Indigenous communities, fostering understanding and appreciation between different cultures.\n4. Community empowerment: Enhancing local communities' capacity to participate in and benefit from decision-making processes, ensuring their rights and interests are protected.\n5. Education and awareness raising: Promoting public understanding of environmental issues, encouraging responsible behavior, and supporting educational programs that foster stewardship of natural resources.\n6. Technical expertise sharing: Facilitating the exchange of knowledge, skills, and technologies between different parties involved in environmental management and conservation efforts.\n7. Policy development and implementation: Working together to develop and enforce policies and regulations that promote sustainable development and protect the environment.\n8. Monitoring and evaluation: Jointly monitoring and assessing the effectiveness of collaboration efforts, identifying areas for improvement, and adapting strategies as needed.\n\nBy working together towards these shared objectives and outcomes, these collaborations aim to create lasting positive impacts on the environment and communities involved.",
            "source": [
                {
                    "content": "news headlines and looking at what has the propensity for real change Host Christiana Figueres actually worked on the famous Paris Agreement and her co-hosts Paul Dickinson and Tom Rivett-Carnac are influential voices on Climate Change  Plus with guests like Greta Thunberg and David Attenborough you can sit back assured that you’re absorbing information from the best of the best If you care about healing the planet but hate the eco-anxiety-inducing seriousness of environmental news then this is the podcast for you Hosts Oliver Hayes and David Powell cover a wide range of sustainability related topics in an easily digestible format They strike a balance between frivolous humour and insightful understanding What drew me to this podcast is that they don’t take themselves too seriously and aren’t afraid to poke fun at the clichés that come with being an environmentalist It’s not for those looking purely for education but I think using comedy to get people especially men caring more about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sign up to save on your first order Use code NEW for 15 off If you haven’t heard the news we have officially become a certified B Corp in January  This is such a crucial step for us as a brand on a mission to leave our planet better than we have found it So what on earth is a B Corp certification and why is it a goal for many companies B Corp is an initiative that took off in the UK in  It shows that a for-profit business takes the necessary measures to meet high social and environmental standards B Corp is a hard certification to achieve; with a rigorous application process When a company gains a B Corp status it means that they have proven to look after the community the environment their employees suppliers and customers However this is not the end for us the certification is not forever It is reviewed every three years which forces businesses to keep to the lofty standards laid out in the B Corp Agreement Read about our journey to B Corp and why it is so important to us I think",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "author and host of Sustainableish makes going green simple in this shame-free sustainability podcast Her tips are ideal for parents and busy families who want to make conscious changes without all the added hassle With different guests each time the emphasis on not having to be perfect is so refreshing As we always say at Spruce progress not perfection With Jen’s infectious upbeat energy you come away learning useful tips without feeling overwhelmed or patronised Recommended Episode Episode  - Opening Hearts with Elizabeth Wathuti This is a great one for those who are already clued up on environmentalism and climate change but are looking to dive a little deeper The hosts beautifully balance the excruciatingly urgent need for change with a sense of optimism and hope Often going beyond the news headlines and looking at what has the propensity for real change Host Christiana Figueres actually worked on the famous Paris Agreement and her co-hosts Paul Dickinson and Tom Rivett-Carnac are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to keep polluting the planet Governments also need to work in harmony with Indigenous communities to manage the land fairly in projects such as reforestation Drilling new oil and building new coal plants while investing in carbon offset projects is incredibly harmful and is hypocrisy at its finest Sadly most carbon offsetting projects such as carbon capture do seem to be a greenwashing scam which allows corporations to continue to pollute our earth Although this information feels a bit overwhelming we are still hopeful and are not going to be disheartened We hope that there will be drastic change and no distraction tactics in the future By using this site you agree to our use of clean cookies that we use to spruce up your experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "unicef",
                            "forbes",
                            "flickr",
                            "worldwildlife",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}