{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the information provided, several sustainable and environmentally friendly practices have been planned for implementation in the project. These include:\n\n1. Building eco-homes that are self-sufficient, self-sustaining, and eco-friendly, with features like stack 'n' packed shelving systems for optimal indoor space utilization.\n2. Generating renewable energy using solar panels, small-scale wind turbines, microhydro electric generators, and pressure plate generators that can be walked upon.\n3. Growing food in vertical gardens, which maximizes available space while minimizing water consumption.\n4. Utilizing recycled materials sourced from the local ReStore for construction purposes.\n5. Implementing energy-efficient appliances and electronics, such as computers and laptops, to reduce overall energy consumption.\n6. Practicing spillover energy sharing with neighbors, ensuring nothing goes to waste.\n7. Employing guided meditation and mindfulness practices to promote individual wellbeing and connection to nature.\n\nThese initiatives aim to create a holistic, sustainable living environment that promotes resource conservation, self-reliance, and community engagement.",
            "source": [
                {
                    "content": "indoors and what is known as stack n' packed Basically Shelves on top of shelves of potential growing space for optimum usage of space Build  Eco-Homes that are  self sufficient self sustainable and Eco-friendly similar concept to an Eco-Capsule or an Eco-Cabin Spillover energy if allowed will be sold/given to neighboring people as well as any excess food so that absolutely NOTHING goes to waste Purchase Computers desktops/laptops either new or used so that those who need it can job search AND access anything else they may need Any building permits building fees or any other costs required to make this a reality will be paid for out of this campaign Recycled Materials from our local ReStore for anything we need that isn't brand new Purchase a Plot of Land in Barberton currently looking at this one  Purchase/Install Solar Panels small scale wind turbines Microhydro electric generators and possibly even pressure plate generators you can walk on them to create energy Purchase All",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "indoors and what is known as stack n' packed Basically Shelves on top of shelves of potential growing space for optimum usage of space Build  Eco-Homes that are  self sufficient self sustainable and Eco-friendly similar concept to an Eco-Capsule or an Eco-Cabin Spillover energy if allowed will be sold/given to neighboring people as well as any excess food so that absolutely NOTHING goes to waste Purchase Computers desktops/laptops either new or used so that those who need it can job search AND access anything else they may need Any building permits building fees or any other costs required to make this a reality will be paid for out of this campaign Recycled Materials from our local ReStore for anything we need that isn't brand new Purchase a Plot of Land in Barberton currently looking at this one  Purchase/Install Solar Panels small scale wind turbines Microhydro electric generators and possibly even pressure plate generators you can walk on them to create energy Purchase All",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Sustainably Inside and Out All of the above acknowledgment in the appendix of the book and a 30-minute digital recording of guided meditation and mindfulness practice with Deborah Eden Tull All of the above and an autographed copy of the book Mindful Living Revolution How to Live Sustainably from the Inside Out All of the above and a DVD of one webinar presentation All of the above and an autographed copy of my first book The Natural Kitchen Your Guide to the Sustainable Food Revolution All of the above acknowledgement in the preface to the book and a one-hour coaching session by phone mindfulness coaching or sustainability coaching All of the above and three 1-hour personal coaching sessions by phonemindfulness coaching or sustainability coaching All of the above and participation in the complete  Online Course series divided into three 6-week sections over one year 18 weeks total or six one-hour personal mindfulness or sustainability coaching sessions by phone or in person",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Sustainably Inside and Out All of the above acknowledgment in the appendix of the book and a 30-minute digital recording of guided meditation and mindfulness practice with Deborah Eden Tull All of the above and an autographed copy of the book Mindful Living Revolution How to Live Sustainably from the Inside Out All of the above and a DVD of one webinar presentation All of the above and an autographed copy of my first book The Natural Kitchen Your Guide to the Sustainable Food Revolution All of the above acknowledgement in the preface to the book and a one-hour coaching session by phone mindfulness coaching or sustainability coaching All of the above and three 1-hour personal coaching sessions by phonemindfulness coaching or sustainability coaching All of the above and participation in the complete  Online Course series divided into three 6-week sections over one year 18 weeks total or six one-hour personal mindfulness or sustainability coaching sessions by phone or in person",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation around the world. However, listing all of them would be too extensive for this format. Here are ten examples of notable events and initiatives related to environmental conservation:\n\n1. World Wildlife Day (March 3rd) - An annual global celebration dedicated to raising awareness about the importance of wildlife and nature conservation.\n2. United Nations Climate Change Conferences (COP) - These conferences bring together governments, NGOs, and individuals to discuss and negotiate strategies to address climate change.\n3. Earth Day (April 2nd) - A global day of action dedicated to promoting environmental protection and sustainability.\n4. International Union for Conservation of Nature (IUCN) World Conservation Congress - This conference brings together leaders from government, business, and civil society to discuss and develop strategies for biodiversity conservation and sustainable development.\n5. COP21 - The 21st session of the Conference of Parties to the UN Framework Convention on Climate Change (UNFCCC), held in Paris in 209, resulted in the historic Paris Agreement, which aims to limit global warming to below 2°C above pre-industrial levels.\n6. Bonn Challenge - An international initiative aimed at restoring 17 million hectares of deforested and degraded land globally by 2",
            "source": [
                {
                    "content": "Festival is an environmentally sustainable event using  renewable energy composting toilets maximising recycling and composting of waste environmentally themed workshops as well as a range of other measures to reduce the ecological footprint of the festival and its patrons Central to this is the restoration of a degraded area of the festival site through large scale revegetation works where a mass volunteer tree planting effort will add to the 60 trees already planted at REGEN events We were very happy to have our efforts recognised at the last Regrowth Festival by achieving a “Highly Commended” award from the independent and internationally recognized “Greener Festival Award” Learn more by visiting our Sustainability and Tree Planting pages THE REGROWTH FESTIVAL IS A SUSTAINABLE EVENT THAT AIMS TO HAVE A POSITIVE IMPACT ON OUR BEAUTIFUL PLANET RE-GEN recognises that running the Regrowth Festival has a direct impact both positive and negative on the environment We believe that we have",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Festival is an environmentally sustainable event using  renewable energy composting toilets maximising recycling and composting of waste environmentally themed workshops as well as a range of other measures to reduce the ecological footprint of the festival and its patrons Central to this is the restoration of a degraded area of the festival site through large scale revegetation works where a mass volunteer tree planting effort will add to the 60 trees already planted at REGEN events We were very happy to have our efforts recognised at the last Regrowth Festival by achieving a “Highly Commended” award from the independent and internationally recognized “Greener Festival Award” Learn more by visiting our Sustainability and Tree Planting pages THE REGROWTH FESTIVAL IS A SUSTAINABLE EVENT THAT AIMS TO HAVE A POSITIVE IMPACT ON OUR BEAUTIFUL PLANET RE-GEN recognises that running the Regrowth Festival has a direct impact both positive and negative on the environment We believe that we have",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe that we have a responsibility to care for and protect the environment in which we operate and are committed to enhancing it through our operations wherever possible and minimising any negative impact We are very passionate about running a sustainable event and providing a framework for how the greater community can reduce our environmental footprintYou can read more about our approach to power waste management transport water management noise and fair trade on our website along with our a comprehensive Environmental policy and Environmental Management Plan if you’re curious60 TREES PLANTED AT RE-GEN EVENTS AND COUNTINGAn integral part of the Regrowth Festival is the revegetation project The simple act of planting a tree has a positive impact on both the Earth and the tree planter For many the Regrowth Festival is the first opportunity they have ever had to contribute to the environment in this way and can have lasting effects of re-connecting and awareness raisingRE-GEN and",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe that we have a responsibility to care for and protect the environment in which we operate and are committed to enhancing it through our operations wherever possible and minimising any negative impact We are very passionate about running a sustainable event and providing a framework for how the greater community can reduce our environmental footprintYou can read more about our approach to power waste management transport water management noise and fair trade on our website along with our a comprehensive Environmental policy and Environmental Management Plan if you’re curious60 TREES PLANTED AT RE-GEN EVENTS AND COUNTINGAn integral part of the Regrowth Festival is the revegetation project The simple act of planting a tree has a positive impact on both the Earth and the tree planter For many the Regrowth Festival is the first opportunity they have ever had to contribute to the environment in this way and can have lasting effects of re-connecting and awareness raisingRE-GEN and",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The project reports on several environmental impact metrics related to reducing greenhouse gas emissions. These include:\n\n1. Quantity of greenhouse gases saved or avoided (in CO2 equivalent) due to individual behavioral changes promoted through the platform.\n2. Number of coal-fired power plants that could potentially be shut down annually if each of the 38 million Fitbit-like users reduces their greenhouse gas emissions by a quarter on average.\n3. Market growth and increased demand for climate-friendly businesses and products/services resulting from the platform's efforts to promote sustainability and wellbeing.",
            "source": [
                {
                    "content": "composting indoor and outdoor herb gardens and setting up shared community tool sheds and veggie patches to pay for the purchase and postage of all campaign rewardsSTRETCH GOAL 40In addition to the budget items outlined above if we are able to raise an additional 15 taking our total raised to  40 - how fantastic would that be we will Spend 4 on graphic user interface design of the carbon calculator - to make it as engaging and user-friendly as possible and so it can integrate seamlessly into our digital platform Spend 9 conducting mapping work and research into environmentally-friendly Australian products services and community initiatives available in inner city Melbourne and inner city Sydney so we can launch our platform in both of those locations in ULTIMATE GOALOur dream is to accrue the same number of users as FitBit If these 38 million people reduced their greenhouse gas emissions by just a quarter on average through our platform which really isn't much in terms of individual",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "composting indoor and outdoor herb gardens and setting up shared community tool sheds and veggie patches to pay for the purchase and postage of all campaign rewardsSTRETCH GOAL 40In addition to the budget items outlined above if we are able to raise an additional 15 taking our total raised to  40 - how fantastic would that be we will Spend 4 on graphic user interface design of the carbon calculator - to make it as engaging and user-friendly as possible and so it can integrate seamlessly into our digital platform Spend 9 conducting mapping work and research into environmentally-friendly Australian products services and community initiatives available in inner city Melbourne and inner city Sydney so we can launch our platform in both of those locations in ULTIMATE GOALOur dream is to accrue the same number of users as FitBit If these 38 million people reduced their greenhouse gas emissions by just a quarter on average through our platform which really isn't much in terms of individual",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people reduced their greenhouse gas emissions by just a quarter on average through our platform which really isn't much in terms of individual changes in behaviour then this would equate to shutting down 50 coal-fired power stations every year Through our platform we want to demonstrate that it is both achievable and affordable for those of us in developed economies to reduce our carbon emissions en masse to grow the market share of climate-friendly businesses and to improve our wellbeing in the process 14 to develop our customisable carbon footprint calculator to produce short step-by-step in-house video guides to break down the more complicated sustainable behaviours suggested on the platform to pay for the purchase and postage of all campaign rewards In addition to the budget items outlined above if we are able to raise an additional 15 we will spend4 on graphic user interface design of the carbon calculator9 conducting mapping work and research into environmentally-friendly",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people reduced their greenhouse gas emissions by just a quarter on average through our platform which really isn't much in terms of individual changes in behaviour then this would equate to shutting down 50 coal-fired power stations every year Through our platform we want to demonstrate that it is both achievable and affordable for those of us in developed economies to reduce our carbon emissions en masse to grow the market share of climate-friendly businesses and to improve our wellbeing in the process 14 to develop our customisable carbon footprint calculator to produce short step-by-step in-house video guides to break down the more complicated sustainable behaviours suggested on the platform to pay for the purchase and postage of all campaign rewards In addition to the budget items outlined above if we are able to raise an additional 15 we will spend4 on graphic user interface design of the carbon calculator9 conducting mapping work and research into environmentally-friendly",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it seems that the not-for-profit foundation has been actively involved in addressing various human rights issues at a grassroots level, including providing aid to women and children, rescuing the vulnerable, and offering educational opportunities along with nutritious meals. However, there is no mention of specific public commitments related to social or corporate responsibility. It would be helpful if more details were available about the organization's mission statement, values, and goals to determine whether they have made such commitments.",
            "source": [
                {
                    "content": "human rights issues at a grassroots level They provide aid to over  women and children daily rescuing the vulnerable from poverty homelessness abandonment child labour and sexual abuseIn January of last year my sister Madonna and I visited their headquarters in Jaipur and also their rural school This school picks up over  children daily from surrounding slum villages provides free onsite education for grades  and nutritious meals every day Seventy five of those children live onsite permanently after being removed from extreme situations and where all other rehabilitation measures have been exhaustedThe foundation was started by Abha and Prabhakar Goswami over 20 years ago and now run by their son Charu Goswami I touched base with Charu last week and was given the current rundown of their situationHi we are facing a very hard situation People on the street and slums are badly affected As of now we are doing relief work with our general unrestricted funds and asking other people to",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "human rights issues at a grassroots level They provide aid to over  women and children daily rescuing the vulnerable from poverty homelessness abandonment child labour and sexual abuseIn January of last year my sister Madonna and I visited their headquarters in Jaipur and also their rural school This school picks up over  children daily from surrounding slum villages provides free onsite education for grades  and nutritious meals every day Seventy five of those children live onsite permanently after being removed from extreme situations and where all other rehabilitation measures have been exhaustedThe foundation was started by Abha and Prabhakar Goswami over 20 years ago and now run by their son Charu Goswami I touched base with Charu last week and was given the current rundown of their situationHi we are facing a very hard situation People on the street and slums are badly affected As of now we are doing relief work with our general unrestricted funds and asking other people to",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "not-for-profit foundation implementing a holistic approach to solving human rights issues at a grassroots level They provide aid to over  women and children daily rescuing the vulnerable from poverty homelessness abandonment child labour and sexual abuse In January of last year my sister Madonna and I visited their headquarters in Jaipur and also their rural school This school picks up over  children daily from surrounding slum villages provides free onsite education for grades  and nutritious meals every day Seventy five of those children live onsite permanently after being removed from extreme situations and where all other rehabilitation measures have been exhausted The foundation was started by Abha and Prabhakar Goswami over 20 years ago and now run by their son Charu Goswami I touched base with Charu last week and was given the current rundown of their situation Hi we are facing a very hard situation People on the street and slums are badly affected As of now we are doing relief",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "not-for-profit foundation implementing a holistic approach to solving human rights issues at a grassroots level They provide aid to over  women and children daily rescuing the vulnerable from poverty homelessness abandonment child labour and sexual abuse In January of last year my sister Madonna and I visited their headquarters in Jaipur and also their rural school This school picks up over  children daily from surrounding slum villages provides free onsite education for grades  and nutritious meals every day Seventy five of those children live onsite permanently after being removed from extreme situations and where all other rehabilitation measures have been exhausted The foundation was started by Abha and Prabhakar Goswami over 20 years ago and now run by their son Charu Goswami I touched base with Charu last week and was given the current rundown of their situation Hi we are facing a very hard situation People on the street and slums are badly affected As of now we are doing relief",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. These reports include information about fund allocation, progress updates, impact assessment, and future plans. They also highlight any changes made to the initial plan due to unforeseen circumstances or new opportunities. In summary, these reports serve as transparent communication tools between the organization and its stakeholders, ensuring accountability and continuous improvement.",
            "source": [
                {
                    "content": "= Tipping Point Additional   The rest of the funds would be used for free cash flow purposes supporting advocacy programs for example the first entrepreneurship class costs less than  designing and creating promotional materials and accessories travel expenses for conferences etc    would be held in cash reserve in case of unforeseen emergencies and contingencies + for professional assitance and guaranteed c3 formation and first year professional legal advice on retainer to make sure we stay compliant during the first year of operation + for website hosting domain name services and website creation platform + for design of Support No Stigma LVVEI and Combat Veterans with PTSD logos Additional   The rest of the funds would be used for free cash flow purposes supporting advocacy programs for example the first entrepreneurship class costs less than  designing and creating promotional materials and accessories travel expenses for conferences etc    would be held in cash reserve in case of",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "= Tipping Point Additional   The rest of the funds would be used for free cash flow purposes supporting advocacy programs for example the first entrepreneurship class costs less than  designing and creating promotional materials and accessories travel expenses for conferences etc    would be held in cash reserve in case of unforeseen emergencies and contingencies + for professional assitance and guaranteed c3 formation and first year professional legal advice on retainer to make sure we stay compliant during the first year of operation + for website hosting domain name services and website creation platform + for design of Support No Stigma LVVEI and Combat Veterans with PTSD logos Additional   The rest of the funds would be used for free cash flow purposes supporting advocacy programs for example the first entrepreneurship class costs less than  designing and creating promotional materials and accessories travel expenses for conferences etc    would be held in cash reserve in case of",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "[email protected] By employing Afghan workers and purchasing local building materials AAFF is able to keep production cost low while helping the local economy Our goal of 22 will provide the materials and manpower needed to complete five wells providing over 2 families with a lifetime of clean water Once we meet our tipping point goal of 5 we can begin construction on the first two wells  We greatly appreciate your support and want you to know exactly how your donations are being used  A detailed budget of our well-building operations can be found here  By employing Afghan workers and purchasing local building materials AAFF is able to keep production cost low while helping the local economy Our goal of 22 will provide the materials and manpower needed to complete five wells providing over 2 families with a lifetime of clean water Once we meet our tipping point goal of 5 we can begin construction on the first two wells  We greatly appreciate your support and want you to know exactly",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "[email protected] By employing Afghan workers and purchasing local building materials AAFF is able to keep production cost low while helping the local economy Our goal of 22 will provide the materials and manpower needed to complete five wells providing over 2 families with a lifetime of clean water Once we meet our tipping point goal of 5 we can begin construction on the first two wells  We greatly appreciate your support and want you to know exactly how your donations are being used  A detailed budget of our well-building operations can be found here  By employing Afghan workers and purchasing local building materials AAFF is able to keep production cost low while helping the local economy Our goal of 22 will provide the materials and manpower needed to complete five wells providing over 2 families with a lifetime of clean water Once we meet our tipping point goal of 5 we can begin construction on the first two wells  We greatly appreciate your support and want you to know exactly",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there haven't been any specific community or social events mentioned as being organized to fulfill these commitments. However, the organizations involved in these efforts have participated in various activities such as concerts, pride parades, festivals, mission trips, and more. These events serve as platforms for raising awareness, promoting their messages, and engaging with communities.",
            "source": [
                {
                    "content": "amazing opportunities to do that this year and here are just a few examples     SPEAK UP CINCINNATI Speak Up Cincinnati is a concert we held 10 bands came together for a monumental night to stand against sex crimes It has been a great opportunity for us to get bands on our side helping us to promote our message and reach more people It also was a kickoff for our band endorsement program where we team up with bands who help spread our message to people who may need to hear it Many of the bands even wrote a song for a compilation we released which was entitled Voices The songs were a collection of music written specifically about sex crimes and the fight against them CINCINNATI PRIDE PARADE AND FESTIVAL AVFTI was proud to be a part of the Cincinnati Pride Parade and Festival which had over 50 attendees We spoke to people from all walks of life many of which told us how relieved they were that an organization like ours exists      STAND UP OHIO Stand Up Ohio was a free family festival",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "amazing opportunities to do that this year and here are just a few examples     SPEAK UP CINCINNATI Speak Up Cincinnati is a concert we held 10 bands came together for a monumental night to stand against sex crimes It has been a great opportunity for us to get bands on our side helping us to promote our message and reach more people It also was a kickoff for our band endorsement program where we team up with bands who help spread our message to people who may need to hear it Many of the bands even wrote a song for a compilation we released which was entitled Voices The songs were a collection of music written specifically about sex crimes and the fight against them CINCINNATI PRIDE PARADE AND FESTIVAL AVFTI was proud to be a part of the Cincinnati Pride Parade and Festival which had over 50 attendees We spoke to people from all walks of life many of which told us how relieved they were that an organization like ours exists      STAND UP OHIO Stand Up Ohio was a free family festival",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "River Bend Mission Team and Crisfield MarylandWe want to encourage people to think beyond themselves and have a heart for serving others We also want to help people who have been affected by disaster or just bad luck get a leg up We believe society is stronger when the people in it are stronger To do this we take teams of adults on short term mission trips and help rebuild homes after they have been damaged by natural disasters Remember in  when Hurricane Sandy hit the East Coast New York and New Jersey got a lot of much needed volunteers Another town that also received a lot of damange but much less publicity was Crisfield Maryland In  we took a team of volunteers to Crisfield and helped get a home owner one step closer to getting back into her home We actually helped by tearing down the unlivable house so future volunteers could help her get back into a home It was an amazing week and we felt like we got a lot done and experienced a great team community On October 11th we are leaving",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "River Bend Mission Team and Crisfield MarylandWe want to encourage people to think beyond themselves and have a heart for serving others We also want to help people who have been affected by disaster or just bad luck get a leg up We believe society is stronger when the people in it are stronger To do this we take teams of adults on short term mission trips and help rebuild homes after they have been damaged by natural disasters Remember in  when Hurricane Sandy hit the East Coast New York and New Jersey got a lot of much needed volunteers Another town that also received a lot of damange but much less publicity was Crisfield Maryland In  we took a team of volunteers to Crisfield and helped get a home owner one step closer to getting back into her home We actually helped by tearing down the unlivable house so future volunteers could help her get back into a home It was an amazing week and we felt like we got a lot done and experienced a great team community On October 11th we are leaving",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided context, there are two main products/services mentioned:\n\n1. Warehouse Management System (WMS): This is software that uses barcodes and hardware such as order-picking tablets with visual picking lists to help streamline the process of packing orders and making fewer mistakes. Additionally, it provides opportunities for workers with English as a second language to perform a more diverse range of jobs.\n2. Lima Links: This platform aggregates various types of information related to vegetable farming, including weather reports, vegetable prices at different market points, agricultural inputs, seeds, and training tips. Farmers can access this information via cost-effective cell phones and simple text messaging.",
            "source": [
                {
                    "content": "this to deliver local food It does all the things our customers want it to do and best of all it will cost us a quarter of the price of developing it ourselves And if we reach our tipping point we will have Delivery Biz Pro up and running in March next yearThe Ultimate SolutionWe know if we can keep our costs down then more people will be able to afford Fair Food We'll never squeeze our farmers and grocery makers like Coles and Woolworths do so we need to be really smart at getting food from our farmers to our customers as efficiently as possible To do this and it's not very sexy but it is a huge step from the old school paper lists we currently use is installing a Warehouse Management System This is software that use barcodes and hardware like order picking tablets with visual picking lists that helps our floor crew pack orders faster and make fewer mistakes It also gives our workers with English as a second language opportunities to do a more diverse range of jobs A Warehouse",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "this to deliver local food It does all the things our customers want it to do and best of all it will cost us a quarter of the price of developing it ourselves And if we reach our tipping point we will have Delivery Biz Pro up and running in March next yearThe Ultimate SolutionWe know if we can keep our costs down then more people will be able to afford Fair Food We'll never squeeze our farmers and grocery makers like Coles and Woolworths do so we need to be really smart at getting food from our farmers to our customers as efficiently as possible To do this and it's not very sexy but it is a huge step from the old school paper lists we currently use is installing a Warehouse Management System This is software that use barcodes and hardware like order picking tablets with visual picking lists that helps our floor crew pack orders faster and make fewer mistakes It also gives our workers with English as a second language opportunities to do a more diverse range of jobs A Warehouse",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "between the various stakeholders in the produce value chain  Based on the information gathered from a feasibility study and market analysis we have determined that vegetable farmers want access to several types of information in real time This information includes weather reporting vegetable prices at different market points agricultural inputs and seeds as well as training tips    Lima Links aggregates this information from multiple stakeholders and makes it available through mobile technology using cost effective cell phones and simple text messaging  We already have  farmers in our database who have expressed need for our services and interest in Lima Links products Our job is to take this informational service and develop business models that get the most amount of information to those who need it most with the least amount of cost to the farmer We seek to have this program financially stable and independently run within the next three years    The Lima Links GSSE MBA Team  Our",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "between the various stakeholders in the produce value chain  Based on the information gathered from a feasibility study and market analysis we have determined that vegetable farmers want access to several types of information in real time This information includes weather reporting vegetable prices at different market points agricultural inputs and seeds as well as training tips    Lima Links aggregates this information from multiple stakeholders and makes it available through mobile technology using cost effective cell phones and simple text messaging  We already have  farmers in our database who have expressed need for our services and interest in Lima Links products Our job is to take this informational service and develop business models that get the most amount of information to those who need it most with the least amount of cost to the farmer We seek to have this program financially stable and independently run within the next three years    The Lima Links GSSE MBA Team  Our",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that the pre-launch discount is the main promotional event being offered during the crowdfunding campaign. However, no other specific promotional events, expos, or sales are mentioned for the reward categories. The text does mention that the rewards will be available exclusively through their crowdfunding campaign, which could imply that this is the only opportunity to access these rewards.",
            "source": [
                {
                    "content": "reward categories you will be receiving gift cards at an exclusive pre-launch discount This offer will only be available for the duration of the crowdfunding campaign so don't miss out In addition - Contributions =90 will receive free express shipping on your first order - Contributions = will receive a long lunch with us at our favourite café in Manly as well as everything above - Contributions = gives you the privilege to be our guest curator for a week You will get to choose 3 products from our platform that YOU love and hold close to your heart and we will feature these products during that week as curated by YOU Also includes everything above - Contributions = gives you free express shipping on all orders for 6 months from date of launch as well as everything above - A contribution of  gives you a free VIP fitting We will physically come to you with a selection of our best products do a fitting so you can pick what you like best before enjoying a celebratory lunch with the Thread",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "reward categories you will be receiving gift cards at an exclusive pre-launch discount This offer will only be available for the duration of the crowdfunding campaign so don't miss out In addition - Contributions =90 will receive free express shipping on your first order - Contributions = will receive a long lunch with us at our favourite café in Manly as well as everything above - Contributions = gives you the privilege to be our guest curator for a week You will get to choose 3 products from our platform that YOU love and hold close to your heart and we will feature these products during that week as curated by YOU Also includes everything above - Contributions = gives you free express shipping on all orders for 6 months from date of launch as well as everything above - A contribution of  gives you a free VIP fitting We will physically come to you with a selection of our best products do a fitting so you can pick what you like best before enjoying a celebratory lunch with the Thread",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pre-launch discount This offer will only be available for the duration of the crowdfunding campaign so don't miss out - Contributions =90 will receive free express shipping on your first order - Contributions = will receive a long lunch with us at our favourite café in Manly as well as everything above - Contributions = gives you the privilege to be our guest curator for a week You will get to choose 3 products from our platform that YOU love and hold close to your heart and we will feature these products during that week as curated by YOU Also includes everything above - Contributions = gives you free express shipping on all orders for 6 months from date of launch as well as everything above - A contribution of  gives you a free VIP fitting We will physically come to you with a selection of our best products do a fitting so you can pick what you like best before enjoying a celebratory lunch with the Thread Harvest team Of course includes everything else listed above NSW  ACT only On",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pre-launch discount This offer will only be available for the duration of the crowdfunding campaign so don't miss out - Contributions =90 will receive free express shipping on your first order - Contributions = will receive a long lunch with us at our favourite café in Manly as well as everything above - Contributions = gives you the privilege to be our guest curator for a week You will get to choose 3 products from our platform that YOU love and hold close to your heart and we will feature these products during that week as curated by YOU Also includes everything above - Contributions = gives you free express shipping on all orders for 6 months from date of launch as well as everything above - A contribution of  gives you a free VIP fitting We will physically come to you with a selection of our best products do a fitting so you can pick what you like best before enjoying a celebratory lunch with the Thread Harvest team Of course includes everything else listed above NSW  ACT only On",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Based on the provided information about the company's focus on social entrepreneurship, it is not directly mentioned which partnerships or collaborations are specifically related to commerce. However, if there are any commercial entities interested in supporting social entrepreneurship initiatives, they could potentially become partners or collaborators with this organization.",
            "source": [
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities available through various organizations and initiatives. Some examples include:\n\n1. Disability Employment Services (DES): These services help people with disability, injury or health condition find and keep a job. They also offer career development, job search assistance, and workplace modifications or adjustments. To access DES, contact the Australian Government's JobAccess helpline on 18 20 or visit their website at <https://www.jobaccess.gov.au/>.\n\n1. Specialized Training Programs: Many institutions and organizations offer specialized training programs tailored for people with disabilities or other barriers to employment. These programs may focus on specific industries or skills, such as hospitality, information technology, or customer service. Examples of providers offering these types of programs include Chisholm Institute, TAFE NSW, and YMCA Victoria.\n\n1. Apprenticeships and Traineeships: People with disabilities or other barriers to employment can apply for apprenticeships and traineeships in their chosen trade or profession. These programs combine on-the-job training with formal classroom instruction, leading to nationally recognized qualifications. State governments manage apprenticeship and traineeship schemes, so it is essential to check your local government's website for more information and application processes.\n\n1. Vocational Education and Training (VET) Courses: VET courses provide hands-on, practical training in various fields, including trades, technical, and vocational subjects. Participants can develop industry-specific skills and knowledge while working towards nationally recognized qualifications. Registered training organizations (RTOs) deliver VET courses across Australia. Visit the My Skills website (<http://myskills.gov.au>) to explore course options and RTOs near you.\n\nThese are just a few examples of the employment and educational opportunities available for people with disabilities or other significant barriers to employment. It is crucial to research and identify the most suitable program or organization based on individual needs and goals.",
            "source": [
                {
                    "content": "enterprises that provide work experience vocational learning soft employment entry points mentorship and support to young people Recently we have created All Things Finance Australia’s first Not-For-Profit Accountants All Things Finance offers competitively priced comprehensive book-keeping accounting and taxation services to individuals and small-medium businesses on the Central Coast with all profits being directed back into Youthconnectionscomau and our range of innovative programs But we have bigger plans for All Things Finance if we’re to dismantle the insidious hold of unemployment in our region We see a huge need to provide an environment where young people can both earn AND learn; where participants can be the beneficiaries of industry-led training and access a workplace environment where they can immerse themselves in work experience  So alongside the All Things Finance agency we plan to launch the All Things Finance Business College The College will engage participants in a",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enterprises that provide work experience vocational learning soft employment entry points mentorship and support to young people Recently we have created All Things Finance Australia’s first Not-For-Profit Accountants All Things Finance offers competitively priced comprehensive book-keeping accounting and taxation services to individuals and small-medium businesses on the Central Coast with all profits being directed back into Youthconnectionscomau and our range of innovative programs But we have bigger plans for All Things Finance if we’re to dismantle the insidious hold of unemployment in our region We see a huge need to provide an environment where young people can both earn AND learn; where participants can be the beneficiaries of industry-led training and access a workplace environment where they can immerse themselves in work experience  So alongside the All Things Finance agency we plan to launch the All Things Finance Business College The College will engage participants in a",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Creating jobs for people with disabilities or other significant barriers to employment who can't get a job anywhere else",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Creating jobs for people with disabilities or other significant barriers to employment who can't get a job anywhere else",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by the Austin Music Foundation (AMF) that cater to different aspects of the music industry. Here is a list of some notable events:\n\n1. Job Fairs: AMF occasionally organizes job fairs where local musicians and industry professionals can connect with potential employers or collaborators. These events usually feature a range of music-related jobs and opportunities.\n2. Webinars: AMF offers free monthly webinars covering various topics related to the music industry. Past webinar topics have included \"How to Make Money from Streaming Services\" and \"Social Media Strategies for Musicians.\" These webinars provide valuable insights and tips for both aspiring and established musicians.\n3. Panel Discussions & Workshops: As mentioned earlier, AMF holds panel discussions and workshops throughout the year. These events bring together experts and professionals within the music industry to share knowledge, experiences, and advice on various topics such as marketing, publishing, taxes, festival bookings, and more.\n4. Music Industry Collaborative Program (MICP): This applicant-based mentoring program pairs emerging musicians with experienced industry professionals. Through one-on-one meetings, group sessions, and other activities, participants gain valuable insight into the music industry and develop essential skills needed to succeed.",
            "source": [
                {
                    "content": "The music professionals at AMF will work together with artists on any business or creative questions  Some of the areas of the industry that we provide assistance with are creative marketing promoting booking publishing distribution social networking media relations and legal questions I can't recommend that AMF Creative Media Center highly enough for local artists  Regardless of where you are in your career the team have access to resources that can help - Aly Tadros  Free Monthly Panels  Workshops  AMF provides panels and workshops to help the Austin music professionals keep on top of the constantly evolving music industry  These topics include subjects such as Marketing Your Music Publishing  Tax Workshops How to Get Booked at a Music Festival and Legal Clinics I have especially enjoyed the workshops and the invaluable expertise shared by some of Austin's leaders int he music industry  Keep up the great work - Elizabeth Hernandez Manager for The Frank Gomez Band  Mixers  The Austin",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The music professionals at AMF will work together with artists on any business or creative questions  Some of the areas of the industry that we provide assistance with are creative marketing promoting booking publishing distribution social networking media relations and legal questions I can't recommend that AMF Creative Media Center highly enough for local artists  Regardless of where you are in your career the team have access to resources that can help - Aly Tadros  Free Monthly Panels  Workshops  AMF provides panels and workshops to help the Austin music professionals keep on top of the constantly evolving music industry  These topics include subjects such as Marketing Your Music Publishing  Tax Workshops How to Get Booked at a Music Festival and Legal Clinics I have especially enjoyed the workshops and the invaluable expertise shared by some of Austin's leaders int he music industry  Keep up the great work - Elizabeth Hernandez Manager for The Frank Gomez Band  Mixers  The Austin",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and legal questions I can't recommend that AMF Creative Media Center highly enough for local artists  Regardless of where you are in your career the team have access to resources that can help - Aly Tadros  Free Monthly Panels  Workshops  AMF provides panels and workshops to help the Austin music professionals keep on top of the constantly evolving music industry  These topics include subjects such as Marketing Your Music Publishing  Tax Workshops How to Get Booked at a Music Festival and Legal Clinics I have especially enjoyed the workshops and the invaluable expertise shared by some of Austin's leaders int he music industry  Keep up the great work - Elizabeth Hernandez Manager for The Frank Gomez Band  Mixers  The Austin Music Foundation hosts mixers where music industry professionals are afforded the opportunity to network with their music peers as well as entertainment business executives  Music Industry Collaborative Program  An applicant-based mentoring program comprised of",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and legal questions I can't recommend that AMF Creative Media Center highly enough for local artists  Regardless of where you are in your career the team have access to resources that can help - Aly Tadros  Free Monthly Panels  Workshops  AMF provides panels and workshops to help the Austin music professionals keep on top of the constantly evolving music industry  These topics include subjects such as Marketing Your Music Publishing  Tax Workshops How to Get Booked at a Music Festival and Legal Clinics I have especially enjoyed the workshops and the invaluable expertise shared by some of Austin's leaders int he music industry  Keep up the great work - Elizabeth Hernandez Manager for The Frank Gomez Band  Mixers  The Austin Music Foundation hosts mixers where music industry professionals are afforded the opportunity to network with their music peers as well as entertainment business executives  Music Industry Collaborative Program  An applicant-based mentoring program comprised of",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee/participant benefits highlighted include:\n\n1. Recognition on the contributors' section of the company's website.\n2. A bindle bags sticker and a standard bindle bag with their name on it.\n3. A tour of the company's manufacturing facilities.\n4. A thank you brunch with other employees.\n5. A gold contributor bindle bags sticker and special edition gold contributor bindle bag with personalized tags.\n6. A gold contributor certificate and private access to the manufacturing facilities.\n7. Invitations to join planning and progress meetings.\n8. Quarterly progress reports.\n9. Early access to domestic free roaming mobile testing.\n10. Free service of the company's product offering for a full year (where applicable).\n11. An invitation to join the company's board meetings via conference calls or video.",
            "source": [
                {
                    "content": "employee The above rewards plus your Name on the Contributor's section of the website The above rewards plus a Bindle Bags Sticker and your own Standard Bindle Bag The above rewards but a Special Edition Contributor's Bindle Bag The above rewards plus a tour of our manufacturing facilities The above rewards plus a Thank You brunch with the employees The above rewards but a Gold Contributor Bindle Bags sticker Special Edition Gold Contributor Bindle Bag with your name on the Gold Contributor tag and wallet Gold Contributor Certificate and a PRIVATE tour of our manufacturing facilities The above rewards but a Platinum Contributor's Bindle Bags sticker a Special Edition Platinum Contributor's Bindle Bag and Wallet with personal tag",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "employee The above rewards plus your Name on the Contributor's section of the website The above rewards plus a Bindle Bags Sticker and your own Standard Bindle Bag The above rewards but a Special Edition Contributor's Bindle Bag The above rewards plus a tour of our manufacturing facilities The above rewards plus a Thank You brunch with the employees The above rewards but a Gold Contributor Bindle Bags sticker Special Edition Gold Contributor Bindle Bag with your name on the Gold Contributor tag and wallet Gold Contributor Certificate and a PRIVATE tour of our manufacturing facilities The above rewards but a Platinum Contributor's Bindle Bags sticker a Special Edition Platinum Contributor's Bindle Bag and Wallet with personal tag",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in the previous rewards + videos and photo shots of the network plans and build-out in progress A personal thank you call from the CEO and an invitation to meet our team over lunch or dinner You also receive quarterly progress reports Join the crew On top of receiving quarterly reports you get invitations to join planning and progress meetings Early access to our Domestic free roaming mobile testing when the service becomes available in  You are helping to bring future generation technology in an under-served and forgotten US Territory and they deserve better service You'll get everything in the previous rewards + free service of our product offering for a full year where we have agreements with Domestic carriers for our free mobile roaming customers In addition an invitation to join our board meetings via conference calls or video",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in the previous rewards + videos and photo shots of the network plans and build-out in progress A personal thank you call from the CEO and an invitation to meet our team over lunch or dinner You also receive quarterly progress reports Join the crew On top of receiving quarterly reports you get invitations to join planning and progress meetings Early access to our Domestic free roaming mobile testing when the service becomes available in  You are helping to bring future generation technology in an under-served and forgotten US Territory and they deserve better service You'll get everything in the previous rewards + free service of our product offering for a full year where we have agreements with Domestic carriers for our free mobile roaming customers In addition an invitation to join our board meetings via conference calls or video",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific mention of a company's financial or earnings report. However, some general themes emerge from the various statements and initiatives mentioned. These include addressing poverty and inequality, promoting transparency and accountability, supporting education and entrepreneurship, fostering collaboration between different groups, and advocating for positive societal changes. While these topics may not directly relate to a financial or earnings report, they highlight important issues and efforts being made by various organizations and individuals to create meaningful impacts in their respective fields.",
            "source": [
                {
                    "content": "decisions that pertains to their Growth and Development Provide Electricity to facilitate Building Life for Haiti's Educational services including the Business and Entrepreneurial program and English as a Second Language Investours is working to combat poverty in Tanzania and Mexico through an innovative model of microfinance tourism Connecting Australian women-led technology  innovation businesses to investment  partnerships to ensure growth Yeyo Arts celebrates our five years anniversary and expansion We are launching Group Centered Leadership the Arts Help us expand and maintain our operations warehouse inventory and trucking so we can distribute even more medical supplies to those in need People need to know that monetary reform is possible We will work tirelessly to spread the word so we the people vote for a congress that will pass HR The capitalist system is creaking Big business is viewed as a major cause of social environmental and economic problems We're about to change all",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "decisions that pertains to their Growth and Development Provide Electricity to facilitate Building Life for Haiti's Educational services including the Business and Entrepreneurial program and English as a Second Language Investours is working to combat poverty in Tanzania and Mexico through an innovative model of microfinance tourism Connecting Australian women-led technology  innovation businesses to investment  partnerships to ensure growth Yeyo Arts celebrates our five years anniversary and expansion We are launching Group Centered Leadership the Arts Help us expand and maintain our operations warehouse inventory and trucking so we can distribute even more medical supplies to those in need People need to know that monetary reform is possible We will work tirelessly to spread the word so we the people vote for a congress that will pass HR The capitalist system is creaking Big business is viewed as a major cause of social environmental and economic problems We're about to change all",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "gain equal access to information once only available to corporate insiders ripping the lid off of the black box and leveling the information playing field Imagine what communities can do with the right information in their hands Who’s Who Wiki is the tool that communities journalists regulators small investors and other corporate stakeholders have been waiting for This open data open source website combines business intelligence and transparency technology to analyze Latin American companies and corporate elites Contributors can upload and download corporate data making it possible to reward or punish corporations based on the totality of their practices including their human rights labor and environmental records Who’s Who Wiki is the first corporate transparency tool of its kind with revolutionary potential to tip the balance of power in favor of the average citizen and his or her community It is the information solution for the corporate transparency and accountability movement 1 A",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "gain equal access to information once only available to corporate insiders ripping the lid off of the black box and leveling the information playing field Imagine what communities can do with the right information in their hands Who’s Who Wiki is the tool that communities journalists regulators small investors and other corporate stakeholders have been waiting for This open data open source website combines business intelligence and transparency technology to analyze Latin American companies and corporate elites Contributors can upload and download corporate data making it possible to reward or punish corporations based on the totality of their practices including their human rights labor and environmental records Who’s Who Wiki is the first corporate transparency tool of its kind with revolutionary potential to tip the balance of power in favor of the average citizen and his or her community It is the information solution for the corporate transparency and accountability movement 1 A",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there are several investor events and funding rounds scheduled during the conference. Here's a list of some notable ones:\n\n1. Investment Showcase (Day 1 & Day 2): This event features 4 x 15-hour pitching sessions where sponsored investee organizations present their projects to conference delegates. These sessions aim to expose successful projects in Asia supported by members to potential partners like grant-funders, impact investors, and other stakeholders. Delegates get to vote for their favorite ideas, and the organization with the most votes receives the \"People's Choice Award\" at the end of each day.\n2. Investor Networking Reception (Day 1 & Day 2): Throughout the two-day conference, there will be networking receptions exclusively for investors. These events offer a great opportunity for investors to connect with one another, discuss potential deals, and explore collaboration opportunities.\n3. Pitch Coaching Sessions (Days 1-4): Prior to the investment showcase, selected investee organizations can participate in coaching sessions led by experienced professionals. These sessions help refine their pitches and better prepare for the showcase.\n\nPlease note that this information is based on the given context, and the actual schedule may vary depending on the organizer's updates and changes. It is always best to check the official conference website or contact the organizers for the latest information on investor events and funding rounds during the conference.",
            "source": [
                {
                    "content": "which will also provide some mentorship on the pitch prior to the sessionConference delegates will vote for their favorite ideas The organisation with most votes will be awarded at the end of day as “People's Choice Award” Investment Showcase will be part of the main conference programme for over 2 days 21st and 22nd April  The objective is to highlight interesting and successful projects in Asia that are supported by our members to the wider community The showcase will give them exposure and visibility to the grant-funders impact investors and other possible partners in the region We are planning 4 x 15hr pitching sessions for sponsored by our members investee organisations to pitch to delegates over the 2 days Format of the sessions 1 5 minutes of pitch by SE with powerpoint slides 2 5 minutes of testimonial from funder each SE has to be accompanied by a reference eg investor who will give a testimony The sessions will be hosted by HUB Singapore which will also provide some",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will also provide some mentorship on the pitch prior to the sessionConference delegates will vote for their favorite ideas The organisation with most votes will be awarded at the end of day as “People's Choice Award” Investment Showcase will be part of the main conference programme for over 2 days 21st and 22nd April  The objective is to highlight interesting and successful projects in Asia that are supported by our members to the wider community The showcase will give them exposure and visibility to the grant-funders impact investors and other possible partners in the region We are planning 4 x 15hr pitching sessions for sponsored by our members investee organisations to pitch to delegates over the 2 days Format of the sessions 1 5 minutes of pitch by SE with powerpoint slides 2 5 minutes of testimonial from funder each SE has to be accompanied by a reference eg investor who will give a testimony The sessions will be hosted by HUB Singapore which will also provide some",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "BackgroundInvestment Showcase will be part of the main conference programme for over 2 days 21st and 22nd April  The objective is to highlight interesting and successful projects in Asia that are supported by our members to the wider community The showcase will give them exposure and visibility to the grant-funders impact investors and other possible partners in the regionInvestee pitchingWe are planning 4 x 15hr pitching sessions for sponsored by our members investee organisations to pitch to delegates over the 2 days Format of the sessions1 5 minutes of pitch by SE with powerpoint slides2 5 minutes of testimonial from funder each SE has to be accompanied by a reference eg investor who will give a testimony3 5 minutes of quick-fire QA by audienceThe sessions will be hosted by HUB Singapore which will also provide some mentorship on the pitch prior to the sessionConference delegates will vote for their favorite ideas The organisation with most votes will be awarded at the end of day as",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "BackgroundInvestment Showcase will be part of the main conference programme for over 2 days 21st and 22nd April  The objective is to highlight interesting and successful projects in Asia that are supported by our members to the wider community The showcase will give them exposure and visibility to the grant-funders impact investors and other possible partners in the regionInvestee pitchingWe are planning 4 x 15hr pitching sessions for sponsored by our members investee organisations to pitch to delegates over the 2 days Format of the sessions1 5 minutes of pitch by SE with powerpoint slides2 5 minutes of testimonial from funder each SE has to be accompanied by a reference eg investor who will give a testimony3 5 minutes of quick-fire QA by audienceThe sessions will be hosted by HUB Singapore which will also provide some mentorship on the pitch prior to the sessionConference delegates will vote for their favorite ideas The organisation with most votes will be awarded at the end of day as",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't any specific mention of financial or funding goals for the next period. However, the overall mission and objectives mentioned earlier suggest that the organization will continue working towards their vision and implementing various strategies to achieve those goals.",
            "source": [
                {
                    "content": "do - our stretch goal has always been  and here is a reminder of how we plan to utilize these funds STRETCH GOALHire new staff and expand current staff hours to fully implement the SEA 30 model and activate the leadership potential of social entrepreneurs across the country in  - 72Revitalize our technology infrastructure which is desperately needed to engage stakeholders in co-creating a more just and equitable economy - 7Resolve a major portion of the financial obligations carried over from the previous administration allowing us more flexibility and liquidity to press forward with the SEA 30 model - 20Please continue supporting us or share this with a friend as we head into the final hours Don't forget there are still a number of impact-driven rewards ready to be claimed including 15 off shopping at HALF UNITED 1-on-1 music lessons from Care2Rock marketing strategy sessions from Belle Detroit and a complete package with SEA membership tickets to Summit '21 and four hours of private",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "do - our stretch goal has always been  and here is a reminder of how we plan to utilize these funds STRETCH GOALHire new staff and expand current staff hours to fully implement the SEA 30 model and activate the leadership potential of social entrepreneurs across the country in  - 72Revitalize our technology infrastructure which is desperately needed to engage stakeholders in co-creating a more just and equitable economy - 7Resolve a major portion of the financial obligations carried over from the previous administration allowing us more flexibility and liquidity to press forward with the SEA 30 model - 20Please continue supporting us or share this with a friend as we head into the final hours Don't forget there are still a number of impact-driven rewards ready to be claimed including 15 off shopping at HALF UNITED 1-on-1 music lessons from Care2Rock marketing strategy sessions from Belle Detroit and a complete package with SEA membership tickets to Summit '21 and four hours of private",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by police and soldiers detained tortured and killed but we can give you a teaser We assure you we have more diagrams We have project task management and prioritization based on the Agile methodology sprints + backlog As a heuristic we use the Eisenhower Matrix We'll do more than feeding families which of course is most important Of course the central goal of these funds are to ensure that CDM workers and families can survive for what is likely to be a multiyear campaign We've heard the same things you have -- that it will be short a few months We don't think so and tend to think that Harvard professor Erica Chenoweth's exhaustive research is likely to be more instructive as well as providing a more useful playbook We have activists policy analysts data scientists hackers Part of the expanded playbook will involve 1 Collaborating with CRPH and other partners to advocate and formalize procedures and filings to initiate an Emergency Special Session ESS which can end around the UN",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by police and soldiers detained tortured and killed but we can give you a teaser We assure you we have more diagrams We have project task management and prioritization based on the Agile methodology sprints + backlog As a heuristic we use the Eisenhower Matrix We'll do more than feeding families which of course is most important Of course the central goal of these funds are to ensure that CDM workers and families can survive for what is likely to be a multiyear campaign We've heard the same things you have -- that it will be short a few months We don't think so and tend to think that Harvard professor Erica Chenoweth's exhaustive research is likely to be more instructive as well as providing a more useful playbook We have activists policy analysts data scientists hackers Part of the expanded playbook will involve 1 Collaborating with CRPH and other partners to advocate and formalize procedures and filings to initiate an Emergency Special Session ESS which can end around the UN",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information about Dave, it is difficult to pinpoint specific publications, research findings, or introduced technologies related to his background and interests. However, we can infer that he might have contributed to advancements within the fields of engineering, healthcare infrastructure management, and technology integration. Additionally, considering his passion for exploring new ideas and staying updated with industry trends, there could be some recent developments in those areas that he may be aware of.",
            "source": [
                {
                    "content": "continued website development Cool thank you ecard from NoMo and/or Phoenix Honorable mention listing on website as SMAC founder Receive campaign updates Estimated delivery Dec  Personalized social media shout-outs via Facebook Twitter  Google+ Receive campaign updates + Rewards at the above level Estimated delivery Dec  1 SMAC monkey Downloadable SMAC adoption certificate Receive campaign updates + Rewards at the above level Estimated delivery Jan  2 SMAC monkeysCompany logo placed on SMAC website as Bronze SMAC founder Company logo placed on SMAC Bronze Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  5 SMAC monkeys Company logo placed on SMAC website as SMAC Silver founder Company logo placed on SMAC Silver Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  10 SMAC monkeys to be given to cancer patients at Nebraska Medical Center + Rewards at the above level Estimated delivery",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "continued website development Cool thank you ecard from NoMo and/or Phoenix Honorable mention listing on website as SMAC founder Receive campaign updates Estimated delivery Dec  Personalized social media shout-outs via Facebook Twitter  Google+ Receive campaign updates + Rewards at the above level Estimated delivery Dec  1 SMAC monkey Downloadable SMAC adoption certificate Receive campaign updates + Rewards at the above level Estimated delivery Jan  2 SMAC monkeysCompany logo placed on SMAC website as Bronze SMAC founder Company logo placed on SMAC Bronze Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  5 SMAC monkeys Company logo placed on SMAC website as SMAC Silver founder Company logo placed on SMAC Silver Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  10 SMAC monkeys to be given to cancer patients at Nebraska Medical Center + Rewards at the above level Estimated delivery",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "providing him with particular expertise in airfield engineering for military unit deployments in austere locations He has been awarded the United Nations Decoration for peacekeeping operations in the Middle East and the Canadian Forces Decoration for his years of honorable service During his military service he continued his studies and attained the civilian Power Engineer Trade Certification achieving the second-highest certification level possible Upon retirement he immediately began using these skills in healthcare infrastructure management serving in various Chief Engineer positions including a Utilities Specialist Role and several years at a major Toronto Hospital as Manager of Engineering Services When not mentoring others in Engineering processes Dave spend much of his time researching emerging management and educational processes utilizing Virtual and Augmented reality His passion for technology leads him to experimentation with PC hardware programmable controllers and other",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "providing him with particular expertise in airfield engineering for military unit deployments in austere locations He has been awarded the United Nations Decoration for peacekeeping operations in the Middle East and the Canadian Forces Decoration for his years of honorable service During his military service he continued his studies and attained the civilian Power Engineer Trade Certification achieving the second-highest certification level possible Upon retirement he immediately began using these skills in healthcare infrastructure management serving in various Chief Engineer positions including a Utilities Specialist Role and several years at a major Toronto Hospital as Manager of Engineering Services When not mentoring others in Engineering processes Dave spend much of his time researching emerging management and educational processes utilizing Virtual and Augmented reality His passion for technology leads him to experimentation with PC hardware programmable controllers and other",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives mentioned in the provided text. Here's a list of some notable ones:\n\n1. Land reform in Bangladesh (Raising money and awareness)\n2. Holistic model solutions for chronic malnutrition through ESPRI Moringa (Incubator initiative)\n3. Safe sustainable power for Ghana's largest urban slum by Energy for Old Fadama\n4. Replacing a broken-down truck for successful continuation of recycling project\n5. Training rangers to protect wildlife from heavily armed poachers\n6. Providing independence and goal setting support for people with disabilities using an app\n7. Touring the West Coast with \"The Healthcare Movie\" to promote universal healthcare\n8. Kickstarting the Guiding Light project by North Star, connecting young adults with internships at refugee camps in Serbia\n9. Teaching children critical thinking skills rather than telling them what to think",
            "source": [
                {
                    "content": "education  restoration projects Help us expand our e-cycling operation We reduce e-waste thru refurbishment and responsible recycling of electronics Publish and distribute an attractive international workbook for households to set change in food behaviour in motion ESPRI Moringa is an incubator initiative aimed at developing holistic model solutions to chronic malnutrition We're raising money and awareness for land reform in Bangladesh Uncovering the truth about how Aussies' taxes encourage polluting fossil fuels  how we can stop this wasteful spending Energy for Old Fadama is an organisation dedicated to providing safe sustainable power to Ghana’s largest urban slum Our truck has broken down beyond repair and we need to replace it to successfully continue our recycling project Rangers risk their lives to protect wildlife from heavily armed poachers We give them the training they need to win Want to strengthen your local economy -- but don't know how Help New Dream launch the next",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education  restoration projects Help us expand our e-cycling operation We reduce e-waste thru refurbishment and responsible recycling of electronics Publish and distribute an attractive international workbook for households to set change in food behaviour in motion ESPRI Moringa is an incubator initiative aimed at developing holistic model solutions to chronic malnutrition We're raising money and awareness for land reform in Bangladesh Uncovering the truth about how Aussies' taxes encourage polluting fossil fuels  how we can stop this wasteful spending Energy for Old Fadama is an organisation dedicated to providing safe sustainable power to Ghana’s largest urban slum Our truck has broken down beyond repair and we need to replace it to successfully continue our recycling project Rangers risk their lives to protect wildlife from heavily armed poachers We give them the training they need to win Want to strengthen your local economy -- but don't know how Help New Dream launch the next",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "projects  supports the sustainability of our planet We are expanding our outreach to victims of sexual abuse and rape to new regional areas Help us create better goals the app that makes it easy for people with disability to be independent in control and in charge of their goals Support The Healthcare Movie's tour of the west coast with the Drive for Universal Healthcare Aid North Star in kickstarting their Guiding Light project which aims to connect young adults with internship opportunities at refugee camps throughout Serbia Our mission is to teach children not what to think but how to think Bringing SwipeItForward to subway stations all across the city in an effort to bring awareness to and combat the predatory policing of those most vulnerable",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "projects  supports the sustainability of our planet We are expanding our outreach to victims of sexual abuse and rape to new regional areas Help us create better goals the app that makes it easy for people with disability to be independent in control and in charge of their goals Support The Healthcare Movie's tour of the west coast with the Drive for Universal Healthcare Aid North Star in kickstarting their Guiding Light project which aims to connect young adults with internship opportunities at refugee camps throughout Serbia Our mission is to teach children not what to think but how to think Bringing SwipeItForward to subway stations all across the city in an effort to bring awareness to and combat the predatory policing of those most vulnerable",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention about recent research grants or innovation awards being distributed by the organization mentioned. However, they do offer various services such as web development, social media shoutouts, and recognition listings on their website.",
            "source": [
                {
                    "content": "and updates from the entrepreneur you sponsor The main rewards are places in our Good Hustle course and membership of our Starting Good Network community which are described in detail above You can either gift this directly yourself to a changemaker you know personally or you can pay it forward to a deserving emerging entrepreneur via one of our trusted partners We will send you a digital card you can print or send on to the person you are giving it to or on behalf of This is a great chance to connect a client partner or friend to an inspiring social entrepreneur making a direct identifiable impact in the world You or the recipient can register and receive updates from the entrepreneur you or they have sponsored IN ADDITION We are offering the opportunity to book some of our other key services from premium support to workshops and speaking at a discount Only a limited number of these discounted places are available PLUS We are offering our popular company t-shirt below on-sale for the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and updates from the entrepreneur you sponsor The main rewards are places in our Good Hustle course and membership of our Starting Good Network community which are described in detail above You can either gift this directly yourself to a changemaker you know personally or you can pay it forward to a deserving emerging entrepreneur via one of our trusted partners We will send you a digital card you can print or send on to the person you are giving it to or on behalf of This is a great chance to connect a client partner or friend to an inspiring social entrepreneur making a direct identifiable impact in the world You or the recipient can register and receive updates from the entrepreneur you or they have sponsored IN ADDITION We are offering the opportunity to book some of our other key services from premium support to workshops and speaking at a discount Only a limited number of these discounted places are available PLUS We are offering our popular company t-shirt below on-sale for the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "continued website development Cool thank you ecard from NoMo and/or Phoenix Honorable mention listing on website as SMAC founder Receive campaign updates Estimated delivery Dec  Personalized social media shout-outs via Facebook Twitter  Google+ Receive campaign updates + Rewards at the above level Estimated delivery Dec  1 SMAC monkey Downloadable SMAC adoption certificate Receive campaign updates + Rewards at the above level Estimated delivery Jan  2 SMAC monkeysCompany logo placed on SMAC website as Bronze SMAC founder Company logo placed on SMAC Bronze Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  5 SMAC monkeys Company logo placed on SMAC website as SMAC Silver founder Company logo placed on SMAC Silver Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  10 SMAC monkeys to be given to cancer patients at Nebraska Medical Center + Rewards at the above level Estimated delivery",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "continued website development Cool thank you ecard from NoMo and/or Phoenix Honorable mention listing on website as SMAC founder Receive campaign updates Estimated delivery Dec  Personalized social media shout-outs via Facebook Twitter  Google+ Receive campaign updates + Rewards at the above level Estimated delivery Dec  1 SMAC monkey Downloadable SMAC adoption certificate Receive campaign updates + Rewards at the above level Estimated delivery Jan  2 SMAC monkeysCompany logo placed on SMAC website as Bronze SMAC founder Company logo placed on SMAC Bronze Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  5 SMAC monkeys Company logo placed on SMAC website as SMAC Silver founder Company logo placed on SMAC Silver Founder Pinterest board Receive campaign updates + Rewards at the above level Estimated delivery Jan  10 SMAC monkeys to be given to cancer patients at Nebraska Medical Center + Rewards at the above level Estimated delivery",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, it appears that the organization is working closely with various types of organizations such as brands, foundations, governments, universities, and the United Nations (UN). These partnerships enable them to provide social entrepreneurship programs and support to emerging entrepreneurs across different geographies, communities, and issue areas.",
            "source": [
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and clear growth opportunity Partnerships - We are the trusted partner of organizations who want to work with or invest in social entrepreneurs We have designed and delivered social entrepreneurship programs for brands foundations governments universities and the UN to inspire new ideas and support emerging entrepreneurs in specific geographies communities or issue areas",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there are no direct mentions of joint events, projects, or initiatives between the individuals mentioned. However, some organizations and causes may have overlapping objectives or target audiences. For example, both Ian and Kevin have experience in security services, which could potentially lead to collaboration in certain capacities. Additionally, the education and restoration projects might benefit from partnerships with energy-focused initiatives like Energy for Old Fadama. Despite these indirect connections, there isn't enough information to specifically identify joint events, projects, or initiatives among the individuals mentioned.",
            "source": [
                {
                    "content": "education  restoration projects Help us expand our e-cycling operation We reduce e-waste thru refurbishment and responsible recycling of electronics Publish and distribute an attractive international workbook for households to set change in food behaviour in motion ESPRI Moringa is an incubator initiative aimed at developing holistic model solutions to chronic malnutrition We're raising money and awareness for land reform in Bangladesh Uncovering the truth about how Aussies' taxes encourage polluting fossil fuels  how we can stop this wasteful spending Energy for Old Fadama is an organisation dedicated to providing safe sustainable power to Ghana’s largest urban slum Our truck has broken down beyond repair and we need to replace it to successfully continue our recycling project Rangers risk their lives to protect wildlife from heavily armed poachers We give them the training they need to win Want to strengthen your local economy -- but don't know how Help New Dream launch the next",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education  restoration projects Help us expand our e-cycling operation We reduce e-waste thru refurbishment and responsible recycling of electronics Publish and distribute an attractive international workbook for households to set change in food behaviour in motion ESPRI Moringa is an incubator initiative aimed at developing holistic model solutions to chronic malnutrition We're raising money and awareness for land reform in Bangladesh Uncovering the truth about how Aussies' taxes encourage polluting fossil fuels  how we can stop this wasteful spending Energy for Old Fadama is an organisation dedicated to providing safe sustainable power to Ghana’s largest urban slum Our truck has broken down beyond repair and we need to replace it to successfully continue our recycling project Rangers risk their lives to protect wildlife from heavily armed poachers We give them the training they need to win Want to strengthen your local economy -- but don't know how Help New Dream launch the next",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "capacity building programs internationally When not working on projects Ian spends his time on the links or trails during summer and in the mountains during winter months as an avid golfer adventure rider and snowboarder Otherwise Ian can be found reading researching and pursuing personal goals with friends and family Kevin After 15-years military service including deployments to Central Africa Bosnia and Kosovo he embarked on a career as a Security Consultant and Private Security Contractor In this capacity he has worked globally providing security services to various institutions and clients such as Strategic Resources Group as part of a Mobile Aviation Security Team Unity Resources Group in Iraq as a PSD Team Leader providing security services to an advisory group conducting the first Democratic elections in Iraq on behalf of the US Department of State EODT Technology in Iraq as Assistant Team Leader of a Rapid Response Team providing Force Protection duties for a major US military",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "capacity building programs internationally When not working on projects Ian spends his time on the links or trails during summer and in the mountains during winter months as an avid golfer adventure rider and snowboarder Otherwise Ian can be found reading researching and pursuing personal goals with friends and family Kevin After 15-years military service including deployments to Central Africa Bosnia and Kosovo he embarked on a career as a Security Consultant and Private Security Contractor In this capacity he has worked globally providing security services to various institutions and clients such as Strategic Resources Group as part of a Mobile Aviation Security Team Unity Resources Group in Iraq as a PSD Team Leader providing security services to an advisory group conducting the first Democratic elections in Iraq on behalf of the US Department of State EODT Technology in Iraq as Assistant Team Leader of a Rapid Response Team providing Force Protection duties for a major US military",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their various collaborations, the individuals and organizations involved aim to achieve several shared objectives and desired outcomes. These include:\n\n1. Improving children's schooling: All parties agree on the importance of improving educational opportunities for children in need. By working together, they hope to contribute to the construction or renovation of schools, classrooms, and other learning spaces.\n2. Providing aid to earthquake-devastated populations: Another primary objective is to offer assistance to communities affected by natural disasters like earthquakes. In this case, the collaboration focuses on reconstructing a damaged classroom in Nepal.\n3. Enhancing individual skills and competencies: Collaborating on this project allows participants to develop new skills, knowledge, and expertise relevant to their respective fields. This growth contributes to personal development and career advancement.\n4. Strengthening local partnerships: Establishing connections with local organizations, such as \"Humanlaya,\" helps to ensure that resources are allocated effectively and efficiently. It also fosters long-term relationships between international and local stakeholders.\n5. Encouraging community engagement: By participating in this collective effort, individuals demonstrate their commitment to social causes and inspire others to join similar initiatives. This increased awareness and involvement can lead to further positive change within the community.\n6. Promoting cross-cultural understanding: As individuals from diverse backgrounds work together towards a common goal, they have the opportunity to learn about each other's cultures, beliefs, and practices. This enhanced cultural understanding can lead to more effective communication and collaboration in the future.",
            "source": [
                {
                    "content": "[email protected] 8 - enable us to optimise the matching algorithm that is the main ingredient of success in creating peer partnerships 10 - enable us to pilot a mentoring program for members plus the above 13 - enable us to build a complete website with a optimised matching algorithm a user-friendly platform a pilot mentoring program and professional development tools for members   Most of the hard legwork has already been done We’ve done the research taken the lessons learnt from our pilot program and planned out the next phase We want to improve on the pilot for a better experience The number one lesson we learnt from the pilot is that providing people with a good match is imperative A good match was almost completely predictive of a good experience Hence we want to refine our matching algorithm so that it supports the need for good matching This will involve working with the original designer of the algorithm and rejigging it so that it works better We then need to build the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "[email protected] 8 - enable us to optimise the matching algorithm that is the main ingredient of success in creating peer partnerships 10 - enable us to pilot a mentoring program for members plus the above 13 - enable us to build a complete website with a optimised matching algorithm a user-friendly platform a pilot mentoring program and professional development tools for members   Most of the hard legwork has already been done We’ve done the research taken the lessons learnt from our pilot program and planned out the next phase We want to improve on the pilot for a better experience The number one lesson we learnt from the pilot is that providing people with a good match is imperative A good match was almost completely predictive of a good experience Hence we want to refine our matching algorithm so that it supports the need for good matching This will involve working with the original designer of the algorithm and rejigging it so that it works better We then need to build the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Public and private partnershipStéphane MARSEILLE 25 yo Sponsoring events Fabien LEGRAND 29 yo Actions organisatorShakir SUF 29 yo Project coordinatorNoémie DESMOUCEAUX 29 yo Sponsoring eventsNahida ZINOUN 22 yo CommunicationsEtienne LOMET 24 yo LogisticWe all come from different job and diploma types our experience are advantages to take this project to life This project will make us grow our competence in an appreciable wayWe all agreed on a common goal while choosing our current project improve children schooling and bring help to a earthquake-devastated population We will do that this year by re-building a classroom in Nepal3 Local partnership the association « Humanlaya »In order to bring our current project to life we got in touch with the local association « Humanlaya » This association was founded by Nathalie Despas in Humanlaya's goal is to develop durable ways to support health housing education and food accesses and all of that considering the traditions and believes of the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Public and private partnershipStéphane MARSEILLE 25 yo Sponsoring events Fabien LEGRAND 29 yo Actions organisatorShakir SUF 29 yo Project coordinatorNoémie DESMOUCEAUX 29 yo Sponsoring eventsNahida ZINOUN 22 yo CommunicationsEtienne LOMET 24 yo LogisticWe all come from different job and diploma types our experience are advantages to take this project to life This project will make us grow our competence in an appreciable wayWe all agreed on a common goal while choosing our current project improve children schooling and bring help to a earthquake-devastated population We will do that this year by re-building a classroom in Nepal3 Local partnership the association « Humanlaya »In order to bring our current project to life we got in touch with the local association « Humanlaya » This association was founded by Nathalie Despas in Humanlaya's goal is to develop durable ways to support health housing education and food accesses and all of that considering the traditions and believes of the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "humanitix",
                            "eventbrite",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "acu",
                            "toms",
                            "honeyflow",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "un",
                            "flickr",
                            "athena",
                            "nytimes",
                            "rwjf",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}