{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable or environmental practices that have been implemented by Sunrise. These include:\n\n1. Introducing Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans, encouraging the use of reusable bottles and compostable cups.\n2. Partnering with Deeper Roots, a Cincinnati-based coffee shop, to provide employees with local coffee, thereby reducing reliance on imported or non-local sources.\n3. Purchasing reusable Keurig cups for every breakroom, eliminating the use of single-use plastic K-cups.\n4. Engaging in \"Community Days,\" where sites shut down and go out to volunteer for the day, demonstrating a commitment to giving back to the community.",
            "source": [
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "has the right to fully exercise their autonomy Success depends on constant innovation and improvement; change is constant Every person is accountable for his/her actions and accountability grows when the person possesses power or authority Great things can be accomplished and difficult problems solved with teamwork and good community partnership A commitment to excellence produces the best outcomes and the most fulfilling work People come first and caring for people produces the best outcomes for all involved Holding the highest ethical standards standing by our word and doing the right thing even when no one is looking To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation mentioned throughout the provided text. Here are some examples listed below:\n\n1. Land conservation and forestry project (mentioned by the author)\n2. Introducing Bevi beverage dispensers to reduce single-use bottle/can waste (at Sunrise sites)\n3. Partnering with Deeper Roots Coffee to promote local coffee consumption (instead of using single-use plastic K-cups)\n4. Hosting the 2nd Annual Sunrise Conference, focusing on improving processes and policies while innovating within job areas (during a pandemic)\n5. Committing to \"Community Days,\" closing offices twice a year so staff can volunteer in the community (strengthening communities)\n6. Volunteering with Tender Mercies Inc during Community Days (supporting various community service projects)\n7. Donating over  pounds of venison to organizations supporting those in need of food assistance",
            "source": [
                {
                    "content": "I am pleased to have been able to recently donate over  pounds of venison to a couple Cincinnati-area organizations that provide food support to those in need The Queen City Kitchen pictured above has a location on Vine Street and is open five days a week to provide meals to the area's homeless low income and working poor Over on Dalton Avenue in addition to providing access to food and shelter the City Gospel Mission also has recovery jobs and youth programs My friend and assistant Brian Henderer helped me to harvest deer from my property in Indiana on a depredation permit as part of a land conservation and forestry project I am very proud of our farm-to-table outreach in that this renewable high nutritional value protein resource is being shared with those who are currently struggling with food insecurity and malnutrition",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise was proud to host the 2nd Annual Sunrise Conference at the Cincinnati Marriott North last week Sunrise takes great pride in providing their employees with high quality training opportunities to expand their knowledge The lectures challenged our employees to strengthen and improve processes and policies already in place while also providing the knowledge base necessary to innovate within their specific job area Pictured below are our keynote speakers Lynne Lyon – Deputy Director Behavioral Health Policy at the Ohio Department of Medicaid and Chief Tom Synan – Chief of Police at the Newtown Police Department A special thanks to Mrs Lyon and Chief Synan for their time This event was especially challenging to do during a pandemic A heartfelt thanks to our employees conference center staff and presenters for doing their part in making the event the best it could be under the circumstances We look forward to the 3rd Annual Sunrise Conference coming fall of",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "This year Sunrise committed to something we are calling “Community Days” The idea behind Community Days is that every office at Sunrise will close two days per year so that the staff can go volunteer in the community Our mission at Sunrise is to provide the best behavioral health services while strengthening our communities and offering a great place to work” Community Days go a long way towards fulfilling our mission related to strengthening the communities in which we serve We recently got started with our first round of Community Days pictured below A special thanks to our staff for participating and for the wonderful organizations Brighton Center Community Matters - Cincinnati Shelterhouse The Healing Center Miami County Parks Joyce Park Matthew 25 Ministries Addiction Services Council who allowed us to contribute",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided information does not directly mention any specific environmental impact metrics. However, it is mentioned that Sunrise Treatment Center has been expanding its efforts in various areas such as environmental, community-based, patient-centered, and employee-focused activities since becoming a B Corp. These efforts include introducing Bevi beverage dispensers to reduce the use of single-use bottles and cans, partnering with Deeper Roots to provide local coffee, purchasing reusable Keurig cups, and participating in \"Community Days\" where the sites shut down and go out to volunteer for the day. While these initiatives indirectly contribute to reducing environmental impact, they may not specifically report on any particular metric related to the environment.",
            "source": [
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "When rigorously benchmarked against industry peers Sunrise Treatment Center considerably outperforms Why Our organizational structure explicitly focuses on both quality care and quality jobs I want employees to feel stable healthy happy supported valued and respected If I could do that I will not only be at peace with myself but the business will also do better says Dr Jeffrey Bill Founder  CEO Read more from the Aspen Institute’s Mark Popovich and Yoorie Chang at the link below",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Sunrise has demonstrated its commitment to social and corporate responsibility through various initiatives. Some notable examples include:\n\n1. Joining the ranks of B Corps, emphasizing the company's dedication to using business as a force for good.\n2. Expanding environmental, community-based, patient-centered, and employee-focused activities.\n3. Introducing Bevi beverage dispensers to reduce single-use bottle and can usage, promoting reusable bottles and compostable cups.\n4. Partnering with local coffee shops like Deeper Roots to provide employees with local coffee and purchasing reusable Keurig cups to eliminate single-use plastic K-cups.\n5. Engaging in \"Community Days\" where sites shut down and go out to volunteer for the day, contributing to their local communities.\n6. Supporting the Athens County Food Pantry during a Super Bowl fundraiser, donating over 1,00 lbs of food and matching employee donations.\n7. Focusing on sustainable and impact investment through Bridges Fund Management, specifically targeting healthcare, environmental services, and sustainable manufacturing sectors.\n8. Volunteering three times per month at local community organizations, demonstrating a strong commitment to giving back.\n9. Expanding care to new locations, including Portsmouth, Columbus, Ohio, and Northern Kentucky, while forming partnerships with various insurance providers to extend their reach and improve access to care.",
            "source": [
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Earlier this year Sunrise decided to do a fundraiser for Athens County Food Pantry in the lead up to the Super Bowl Employees wearing Bengals gear on Friday February 11th were asked to donate canned foods in support of the food pantry and the Foundation for Appalachian Ohio Joe Burrow Hunger Relief Fund Sunrise was able to donate  pounds of food to the food pantry which translates to over  meals for families in Athens County Donations to the relief fund were matched by Sunrise resulting in additional donations to the fund A special thanks to the Athens County Food Pantry Joe Burrow Hunger Relief Fund and our generous employees",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing Sunrise Treatment Center's commitments. These reports typically cover topics such as financial performance, program outcomes, community engagement efforts, and employee satisfaction. The reports aim to keep stakeholders informed about Sunrise's progress towards its goals and mission. However, I cannot provide specific details or summaries of these reports without more information.",
            "source": [
                {
                    "content": "+ 10 periodically for urine toxicology screen MD/NP Services = /visit + 10 periodically for urine toxicology visits these visits would be for mental health patients requiring medications or for patients requiring transitional general medical services Additional fees may be incurred by the patient for all blood work done by an outside lab Quest any urine testing done by an outside lab Quest and medication costs at the pharmacy for filling prescriptions Sunrise does have a process to evaluate for financial hardship if any costs become prohibitive to entering or continuing treatment Sunrise is a private self-funded self-supporting organization Similar to any other private practice we rely on billing for services provided to pay all of the bills associated with providing this care We do not receive funding from any other source eg grant money charitable donations or county mental health and addiction boards etc Sunrise is proud of the contracts that we’ve so far been able to obtain with",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "receive funding from any other source eg grant money charitable donations or county mental health and addiction boards etc Sunrise is proud of the contracts that we’ve so far been able to obtain with both public and private payers and will continue to pursue additional contractsFor those without insurance Sunrise continues to offer our comprehensive services at modest and affordable rates relative to other providers We do expect all patients to take financial responsibility for their care and to make payment for services that they receive at the time of their visits For those with especially challenging economic situations we do have a process to qualify for even lower-cost care due to financial hardshipAll patients seeking healthcare services at Sunrise Treatment Center are assured that they will be served regardless of ability to pay No one shall be refused service because of lack of financial means to pay Sunrise shall offer a Sliding Fee Discount Program to all who are unable to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it seems that Sunrise has initiated \"Community Days,\" where their offices close two days per year, allowing staff members to volunteer in various community organizations. These organizations include Brighton Center, Community Matters - Cincinnati, Shelterhouse, The Healing Center, Miami County Parks, Joyce Park, and Matthew 25 Ministries Addiction Services Council. Through these efforts, Sunrise is working towards its mission of providing the best behavioral health services while also strengthening the communities they serve.",
            "source": [
                {
                    "content": "This year Sunrise committed to something we are calling “Community Days” The idea behind Community Days is that every office at Sunrise will close two days per year so that the staff can go volunteer in the community Our mission at Sunrise is to provide the best behavioral health services while strengthening our communities and offering a great place to work” Community Days go a long way towards fulfilling our mission related to strengthening the communities in which we serve We recently got started with our first round of Community Days pictured below A special thanks to our staff for participating and for the wonderful organizations Brighton Center Community Matters - Cincinnati Shelterhouse The Healing Center Miami County Parks Joyce Park Matthew 25 Ministries Addiction Services Council who allowed us to contribute",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, there isn't specific mention of products, services, or technologies offered by Sunrise Behavioral Health. However, they do mention providing behavioral health services such as treating substance abuse and mental illness. They also emphasize their commitment to creating a positive work environment and strengthening the communities they serve through various initiatives like \"Community Days,\" volunteering, and insurance partnerships.",
            "source": [
                {
                    "content": "Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to these patients and are thankful for those partnerships For our employees Sunrise continues to offer great benefits competitive pay opportunities for upward mobility and staff growth with the prioritization of diversity and inclusion We have additionally been able to run a leadership development program over the past several years offering employees a chance to further develop their problem-solving and leadership skills We are looking forward to continual growth with our communities and within our sites for local and global good",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise takes great pride in providing a great place to work for our employees We offer competitive pay great benefits and a company culture that values innovation and inclusion See below for more information and a complete list of job listings Please submit any resumes or cover letters explaining your desire to work at Sunrise to‍‍Dan Berssenbruegge - Talent Acquisition Specialist Our story--from the inception of Sunrise in  to the work we do today We are rapidly expanding into new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "of Sunrise in  to the work we do today We are rapidly expanding into new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific promotional events, expos, or sales related to the mentioned services, products, or initiatives. However, some general events may take place throughout the year, such as health fairs, community service projects, and industry conferences. It would be best to check directly with Sunrise or follow their social media channels for updates on any upcoming events or promotions.",
            "source": [
                {
                    "content": "Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to these patients and are thankful for those partnerships For our employees Sunrise continues to offer great benefits competitive pay opportunities for upward mobility and staff growth with the prioritization of diversity and inclusion We have additionally been able to run a leadership development program over the past several years offering employees a chance to further develop their problem-solving and leadership skills We are looking forward to continual growth with our communities and within our sites for local and global good",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is heavily promoting our wellness program due to the stress and anxieties of the pandemic and post-pandemic work environment We’ve utilized the wellness program to create a digital community of employees engaging in a holistic wellness approach The opportunity to participate in Spark Cincinnati and Spark Cities creates not only competition but camaraderie among our staff Over the past year and a half the engagement from the employees has been great and we’re happy to announce we are a top performer in the Spark Cincinnati challenge Keep up the great work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The company does not mention any specific commercial partnerships or collaborations in the provided text. However, they do mention their expansion into new regions through insurance partnerships, such as UnitedHealthcare (UHC), Commercial Medicare, and Kentucky Medicaid. This suggests that they may be exploring opportunities for collaboration with these organizations to expand their reach and enhance their services.",
            "source": [
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " I am not sure about specific job openings or educational programs offered by this organization. However, if you visit their website or contact them directly, they should be able to provide more information on current opportunities based on your interests and qualifications.",
            "source": [
                {
                    "content": "making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "of Sunrise in  to the work we do today We are rapidly expanding into new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by Sunrise throughout the year. Some of these events include job fairs, webinars, workshops, and training programs. Here's a list of some notable events:\n\n1. Job Fairs - Sunrise holds regular job fairs across multiple locations to hire talented individuals who share the company's mission and values. These fairs offer a chance for candidates to learn more about available positions and connect with recruiters.\n2. Webinars - Sunrise often hosts webinars on topics related to behavioral health, substance abuse, and mental illness. These webinars feature industry experts discussing relevant issues and sharing valuable insights. They provide an opportunity for professionals to stay updated on the latest trends and developments.\n3. Workshops - Sunrise organizes workshops focused on improving employee skills and knowledge. These workshops cover various aspects such as process improvement, policy innovation, and leadership development. By attending these workshops, employees can enhance their professional growth and contribute to the overall success of the organization.\n4. Training Programs - Sunrise provides comprehensive training programs for its employees, ensuring they receive the highest quality education and support. These programs cater to different roles within the organization, helping employees build their expertise and excel in their respective fields.",
            "source": [
                {
                    "content": "Sunrise was proud to host the 2nd Annual Sunrise Conference at the Cincinnati Marriott North last week Sunrise takes great pride in providing their employees with high quality training opportunities to expand their knowledge The lectures challenged our employees to strengthen and improve processes and policies already in place while also providing the knowledge base necessary to innovate within their specific job area Pictured below are our keynote speakers Lynne Lyon – Deputy Director Behavioral Health Policy at the Ohio Department of Medicaid and Chief Tom Synan – Chief of Police at the Newtown Police Department A special thanks to Mrs Lyon and Chief Synan for their time This event was especially challenging to do during a pandemic A heartfelt thanks to our employees conference center staff and presenters for doing their part in making the event the best it could be under the circumstances We look forward to the 3rd Annual Sunrise Conference coming fall of",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee benefits mentioned in the text include:\n\n1. Great benefits (unspecified)\n2. Competitive pay\n3. Opportunities for upward mobility and staff growth\n4. Prioritization of diversity and inclusion",
            "source": [
                {
                    "content": "Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to these patients and are thankful for those partnerships For our employees Sunrise continues to offer great benefits competitive pay opportunities for upward mobility and staff growth with the prioritization of diversity and inclusion We have additionally been able to run a leadership development program over the past several years offering employees a chance to further develop their problem-solving and leadership skills We are looking forward to continual growth with our communities and within our sites for local and global good",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We are proud to announce that Sunrise has been named a Healthiest Employers of Ohio finalist Since  Healthiest Employers® has been the leading recognition program for employer wellness It is part of our mission to offer a great place to work and we are thrilled to be recognized by a third party organization for this commitment To learn more about working for Sunrise visit wwwsunrisetreatmentcenternet/work Click the link below to view all of the finalists",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I apologize but there isn't enough information provided about a specific financial or earnings report related to Sunrise Behavioral Health. However, if you could provide more details about the report in question, I would be happy to help you understand the key takeaways.",
            "source": [
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "has the right to fully exercise their autonomy Success depends on constant innovation and improvement; change is constant Every person is accountable for his/her actions and accountability grows when the person possesses power or authority Great things can be accomplished and difficult problems solved with teamwork and good community partnership A commitment to excellence produces the best outcomes and the most fulfilling work People come first and caring for people produces the best outcomes for all involved Holding the highest ethical standards standing by our word and doing the right thing even when no one is looking To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise has been awarded a National Top Workplaces  honor by The Enquirer Media and Energage The award is based solely on employee feedback gathered through a third-party survey The anonymous survey uniquely measures 15 culture drivers that are critical to the success of any organization including alignment execution and connection just to name a few Sunrise was awarded four awards for “Work Life Flexibility” “Formal Training” Employee Value Proposition” and “Top Managers” Thanks to our employees who helped to make this happen",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there aren't any specific mentions of investor events or funding rounds related to Bridges Fund Management or its funds. However, they do mention expanding their services by opening new locations and extending their care to more patients through partnerships with various insurance providers.",
            "source": [
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to these patients and are thankful for those partnerships For our employees Sunrise continues to offer great benefits competitive pay opportunities for upward mobility and staff growth with the prioritization of diversity and inclusion We have additionally been able to run a leadership development program over the past several years offering employees a chance to further develop their problem-solving and leadership skills We are looking forward to continual growth with our communities and within our sites for local and global good",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " I don't know the specific financial or funding goals that have been set for the next period. However, it is likely that there are targets related to revenue generation, cost management, and resource allocation in order to achieve the organization's mission and strategic objectives.",
            "source": [
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there were no recent publications, research findings, or introduced technologies specifically related to Sunrise or its field of expertise in behavioral health services. However, I can provide information on general advancements in the field of mental health and addiction treatment since then. Some notable developments include increased understanding of neurobiology and genetics, improved medications, and evidence-based therapies like cognitive-behavioral therapy (CBT) and dialectical behavior therapy (DBT). Additionally, telehealth services have become more prevalent, allowing individuals to access care remotely.",
            "source": [
                {
                    "content": "We're thrilled to announce that we once again made the The Enquirer TopWorkplace list This award means the world to us because it's based on feedback from our employees Thanks to all of our staff for making Sunrise the  Top Workplace in the midsize category Read more at the link below  HR recruiting careers culturematters",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise was proud to host the 2nd Annual Sunrise Conference at the Cincinnati Marriott North last week Sunrise takes great pride in providing their employees with high quality training opportunities to expand their knowledge The lectures challenged our employees to strengthen and improve processes and policies already in place while also providing the knowledge base necessary to innovate within their specific job area Pictured below are our keynote speakers Lynne Lyon – Deputy Director Behavioral Health Policy at the Ohio Department of Medicaid and Chief Tom Synan – Chief of Police at the Newtown Police Department A special thanks to Mrs Lyon and Chief Synan for their time This event was especially challenging to do during a pandemic A heartfelt thanks to our employees conference center staff and presenters for doing their part in making the event the best it could be under the circumstances We look forward to the 3rd Annual Sunrise Conference coming fall of",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We are beyond happy and incredibly proud about being recognized as one of the Best for the World™ B Corps of  The Best for the World are B Corps whose scores in one or more of the five impact areas assessed towards the certification reach the top 5 of all B Corps worldwide At Sunrise we have been recognized for our efforts in the “Customers area Our continuous commitment towards quality patient care has paved the way for this achievement Sunrise is proud to be one of the Best For The World™ and we congratulate all our fellow BFTW",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "that medical professionals have tried to use off-label ie not officially approved by the FDA for the intended use to help patients with alcohol use disorder which also have had limited success Any such interventions would be attempted on a case by case basis after careful consideration by the Sunrise medical staff Our story--from the inception of Sunrise in  to the work we do today We are rapidly expanding into new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there aren't any specific ongoing or upcoming research projects or innovation initiatives mentioned directly. However, Sunrise seems committed to continuous improvement through training and conferences, which may involve exploring new ideas or implementing innovative solutions.",
            "source": [
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise was proud to host the 2nd Annual Sunrise Conference at the Cincinnati Marriott North last week Sunrise takes great pride in providing their employees with high quality training opportunities to expand their knowledge The lectures challenged our employees to strengthen and improve processes and policies already in place while also providing the knowledge base necessary to innovate within their specific job area Pictured below are our keynote speakers Lynne Lyon – Deputy Director Behavioral Health Policy at the Ohio Department of Medicaid and Chief Tom Synan – Chief of Police at the Newtown Police Department A special thanks to Mrs Lyon and Chief Synan for their time This event was especially challenging to do during a pandemic A heartfelt thanks to our employees conference center staff and presenters for doing their part in making the event the best it could be under the circumstances We look forward to the 3rd Annual Sunrise Conference coming fall of",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "opened an Intensive Outpatient Program IOP adding an additional level of care This allowed for continuing treatment with patients who were not a good fit or appropriate for non-intensive outpatient treatment In the years since Sunrise has continued to grow not only by adding more service lines ie moderate and high-complexity urine toxicology lab services mental health therapy and medication management general transitional medical care trauma informed care ambulatory care partial hospitalization and recovery housing but also by building new locations and acquiring other programs Sunrise will continue to expand to give communities quality evidence-based care in the fight against addiction Our story--from the inception of Sunrise in  to the work we do today We are rapidly expanding into new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any mention of specific research grants or innovation awards that have been recently distributed. However, Sunrise has received several recognitions such as being named among the Best for the World™ B Corporations, ranking first in the midsize category of The Cincinnati Enquirer Top Workplaces, and winning multiple awards in the National Top Workplaces competition. These recognitions showcase Sunrise's dedication to providing quality patient care and fostering a positive work environment.",
            "source": [
                {
                    "content": "We are beyond happy and incredibly proud about being recognized as one of the Best for the World™ B Corps of  The Best for the World are B Corps whose scores in one or more of the five impact areas assessed towards the certification reach the top 5 of all B Corps worldwide At Sunrise we have been recognized for our efforts in the “Customers area Our continuous commitment towards quality patient care has paved the way for this achievement Sunrise is proud to be one of the Best For The World™ and we congratulate all our fellow BFTW",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We're thrilled to announce that we once again made the The Enquirer TopWorkplace list This award means the world to us because it's based on feedback from our employees Thanks to all of our staff for making Sunrise the  Top Workplace in the midsize category Read more at the link below  HR recruiting careers culturematters",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise has been awarded a National Top Workplaces  honor by The Enquirer Media and Energage The award is based solely on employee feedback gathered through a third-party survey The anonymous survey uniquely measures 15 culture drivers that are critical to the success of any organization including alignment execution and connection just to name a few Sunrise was awarded four awards for “Work Life Flexibility” “Formal Training” Employee Value Proposition” and “Top Managers” Thanks to our employees who helped to make this happen",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is proud to have been recognized recently by local media for our quality patient care and employment practices The video highlights our recent success in the Spark City Challenge that is part of our new wellness program Click the link below to hear more from our Founder  CEO Dr Jeffrey Bill",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various external organizations such as Ohio Mental Health and Addiction Services (OHMAS), Region V – Chicago, Illinois, Indiana, Michigan, Minnesota, Ohio, and Wisconsin Offices for Civil Rights, Ohio Disability Rights Service, Hamilton County ADAMH Board, and other unspecified community partnerships.",
            "source": [
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bridges Fund Management formerly Bridges Ventures is a specialist fund manager focused exclusively on sustainable and impact investment with offices in London and New York   Bridges US Sustainable Growth Fund is the US private equity fund providing aligned capital sector expertise and strategic operational support to US based management teams Bridges invests in lower middle-market companies operating within the healthcare environmental service and sustainable manufacturing sectors with a focus on supporting quality jobs and underserved markets  wwwbridgesfundmanagementcom",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "grievance in addition to or instead of with any outside organization that include but are not limited to the following‍Ohio Mental Health and Addiction Services OHMAS30 E Broad St Suite Columbus Ohio ‍‍Region V - Chicago Illinois Indiana Michigan Minnesota Ohio Wisconsin Office for Civil RightsUS Department of Health and Human Services N Michigan Ave Suite Chicago IL Voice Phone FAX TDD ‍‍Ohio Disability Rights Service South Civic Center Dr Suite Columbus Ohio ‍‍Hamilton County ADAMH Board Auburn AvenueCincinnati OH ‍ Our story--from the inception of Sunrise in  to the work we do today We are rapidly expanding into new territories every year See where your closest treatment center is for your location We pride ourselves by our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "has the right to fully exercise their autonomy Success depends on constant innovation and improvement; change is constant Every person is accountable for his/her actions and accountability grows when the person possesses power or authority Great things can be accomplished and difficult problems solved with teamwork and good community partnership A commitment to excellence produces the best outcomes and the most fulfilling work People come first and caring for people produces the best outcomes for all involved Holding the highest ethical standards standing by our word and doing the right thing even when no one is looking To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are some joint events, projects, and initiatives mentioned in the provided text. Some examples include:\n\n1. Community Relations Program: Sunrise participates in volunteering three times per month to make a positive impact on the community in which it serves.\n2. Expansion of Care: Sunrise has expanded its care to Portsmouth and Columbus, Ohio, as well as opened a site in Northern Kentucky.\n3. Hosting Conferences: Sunrise hosts conferences like the 2nd Annual Sunrise Conference, bringing employees together for learning and professional development.\n4. Partnerships: Sunrise has formed partnerships with various organizations such as UHC, Commercial Medicare, and Kentucky Medicaid, demonstrating collaboration across the industry.",
            "source": [
                {
                    "content": "in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc Over-The-Rhine Brighton Center Newport KY and St Vincent de Paul Dayton These days are important for fostering positive relationships and for working together towards the common purpose of strengthening the community Additionally as part of the Community Relations program each site volunteers three times per month to make a positive impact on the community in which it serves In addition to our local communities Sunrise has a deep commitment to both our patients and employees For our patients we have expanded care to Portsmouth and Columbus Ohio as well as opened a site in Northern Kentucky Our insurance partnerships over the past year extended to now include UHC Commercial Medicare and Kentucky Medicaid with several others on the horizon We are looking forward to extending our care to",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise was proud to host the 2nd Annual Sunrise Conference at the Cincinnati Marriott North last week Sunrise takes great pride in providing their employees with high quality training opportunities to expand their knowledge The lectures challenged our employees to strengthen and improve processes and policies already in place while also providing the knowledge base necessary to innovate within their specific job area Pictured below are our keynote speakers Lynne Lyon – Deputy Director Behavioral Health Policy at the Ohio Department of Medicaid and Chief Tom Synan – Chief of Police at the Newtown Police Department A special thanks to Mrs Lyon and Chief Synan for their time This event was especially challenging to do during a pandemic A heartfelt thanks to our employees conference center staff and presenters for doing their part in making the event the best it could be under the circumstances We look forward to the 3rd Annual Sunrise Conference coming fall of",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "has the right to fully exercise their autonomy Success depends on constant innovation and improvement; change is constant Every person is accountable for his/her actions and accountability grows when the person possesses power or authority Great things can be accomplished and difficult problems solved with teamwork and good community partnership A commitment to excellence produces the best outcomes and the most fulfilling work People come first and caring for people produces the best outcomes for all involved Holding the highest ethical standards standing by our word and doing the right thing even when no one is looking To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise is proud to be celebrating the second anniversary of our B Corp certification Since joining the ranks of other companies using business as a force for good we have expanded our efforts in environmental community-based patient-centered and employee-focused activities We introduced the Bevi beverage dispensers at each site to reduce the use of single-use bottles and cans instead encouraging the use of reusable bottles and compostable cups Additionally Sunrise partnered with the Cincinnati-based coffee shop Deeper Roots to provide employees with local coffee and we purchased reusable Keurig cups for every breakroom eliminating the use of single-use plastic K-cups Investing in local coffee shops isn’t the only way that Sunrise has given back to the community Each site also partakes in two “Community Days” a year where the site shuts down and goes out to volunteer for the day For example parts of the Corporate team worked in three different areas serving with Tender Mercies Inc",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborating between organizations such as Sunrise and other stakeholders (e.g., government agencies, non-profits, etc.) aim to achieve several shared goals related to addressing substance abuse and mental illness. These objectives include:\n\n1. Providing comprehensive behavioral health services to individuals struggling with addiction and mental health issues.\n2. Strengthening communities through education, prevention efforts, and support networks for those affected by substance abuse and mental illness.\n3. Advocating for policy changes and resource allocation that prioritize behavioral healthcare needs.\n4. Promoting collaboration and communication among various stakeholders to ensure coordinated and effective service delivery.\n5. Continuously improving and innovating behavioral health services to better meet the evolving needs of clients and communities.\n6. Fostering a supportive and inclusive work environment for employees, which in turn enhances overall organizational performance and employee satisfaction.\n7. Leveraging resources and expertise across different organizations to maximize impact and achieve greater outcomes than would be possible working independently.",
            "source": [
                {
                    "content": "has the right to fully exercise their autonomy Success depends on constant innovation and improvement; change is constant Every person is accountable for his/her actions and accountability grows when the person possesses power or authority Great things can be accomplished and difficult problems solved with teamwork and good community partnership A commitment to excellence produces the best outcomes and the most fulfilling work People come first and caring for people produces the best outcomes for all involved Holding the highest ethical standards standing by our word and doing the right thing even when no one is looking To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to making our workplace a positive place people want to be To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sunrise was proud to host the 2nd Annual Sunrise Conference at the Cincinnati Marriott North last week Sunrise takes great pride in providing their employees with high quality training opportunities to expand their knowledge The lectures challenged our employees to strengthen and improve processes and policies already in place while also providing the knowledge base necessary to innovate within their specific job area Pictured below are our keynote speakers Lynne Lyon – Deputy Director Behavioral Health Policy at the Ohio Department of Medicaid and Chief Tom Synan – Chief of Police at the Newtown Police Department A special thanks to Mrs Lyon and Chief Synan for their time This event was especially challenging to do during a pandemic A heartfelt thanks to our employees conference center staff and presenters for doing their part in making the event the best it could be under the circumstances We look forward to the 3rd Annual Sunrise Conference coming fall of",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "To ease the suffering of those with substance abuse and mental illness To provide the best behavioral health services while strengthening our communities and offering a great place to work",
                    "metadata": {
                        "rel": [
                            "bridgesfundmanagement",
                            "linkedin"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}