{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, some sustainable or environmental practices that have been mentioned include:\n\n1. Introducing sustainability step by step (advice from the CEO).\n2. Customers' fears about the transition being addressed through careful communication campaigns.\n3. Actively engaging in sustainable development while keeping up to date with new regulations.\n4. Communicating transparently about actions, both positive and negative.\n5. Embracing the journey towards decarbonization as a marathon, emphasizing the importance of balanced communication.\n6. Participating in the Walloon Government's series of incentives to encourage companies to accelerate their climate transition.\n7. Measuring and reducing carbon footprint through carbon reporting.\n8. Promoting sustainable transportation options among employees.\n9. Collaborating with La Fresque du Climat to increase awareness and understanding of climate change.\n10. Supporting projects that restore access to clean drinking water in Rwandan communities, thereby addressing the global challenge of providing safe drinking water.",
            "source": [
                {
                    "content": "be made before one can enjoy tangible benefits The advice is to introduce sustainability step by step In other words “first sow then reap” Companies will not escape the imperatives of the ecological transition Twenty years ago measuring its environmental impact was a marginal issue Today it has become a top priority For the CEO of A-Chief companies that cling to their model will sooner or later face exorbitant financial costs A topic that we already addressed in a previous article Customers' fears about the transition are still palpable There are several reasons for this lack of knowledge about existing investment aids additional costs or a lack of support within the company itself  However as the A-Chief CEO points out the ecological transition favours the emergence of new sectors and new business models that open the door to new opportunities that can eventually be transformed into a new source of revenue in the long term  For Geert Spapen every organisation and business must act no",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "intensive engagement on sustainability issues Despite the latest greenwashing sophistication there is no need to be paranoid To avoid unpleasant surprises we advise you to keep up to date with new regulations In parallel each of your communication campaigns on sustainable development must be prepared very carefully To do so you can rely on the six principles of the Global Guidance on Environmental Claims  developed by the World Federation of Advertisers WFA in line with the Paris Agreement and the European Green Deal This guide has been transposed to the Belgian level within the CommToZero platform an alliance of all marcom sectors in Belgium  More generally communication and transparency of your actions both positive and negative are essential However your communication must find a balance between neither saying too much greenlighting nor too little greenhushing The journey towards decarbonisation is a marathon alike  the idea is not to be at the head of the peloton It’s rather about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and accelerate the climate transition  In  the Walloon Government developed a series of incentives to encourage companies carrying out an investment programme with the objective of environmental protection or sustainable energy use SEU in the Walloon Region According to Hélène Delforge subsidy advisor at GS Subsides these two support schemes as well as the energy audits that we will detail below are the main mechanisms currently used by Walloon companies to accelerate their climate transition  Your climate strategy is your action plan to achieve your transition to a low-carbon economy In our vision your strategy is built around three pillars understand act and engage   Understanding means measuring your carbon footprint estimation in 2 minutes and understanding it by visualising your main sources of emissions This is the first essential step of your climate strategy The result of a carbon report will guide you in the implementation of actions to reduce your footprint  In addition to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Act  Engage All employees are coming to work by foot or bike In our coworking Silversquare Bailli the electricity used is green Encourage and reward your employees to move around in a more sustainable way with eco-miles rewards La Fresque du Climat is a collaborative workshop which lasts 3 hours and allows starting with little basic knowledge on the subject to have a fairly good idea on the ins and outs of climate change The goal is to put cards in link of cause and effect and to discuss them Implementing sustainable solutions that will substantially reduce a company's carbon footprint is the first essential step; however each climate journey is unique To fulfil their climate ambitions Tapio needed to compensate for their remaining carbon budget This project restores and repairs existing boreholes to provide clean drinking water to Rwandan communities removing the need to boil water for purification Each borehole is up to  metres deep and can be operated with a simple hand pump The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. Here are ten examples:\n\n1. World Environment Day (June 5th)\n2. Earth Hour (March/April)\n3. United Nations Climate Change Conferences (held every two years)\n4. Global Green Gatherings (annual event organized by Global Green USA)\n5. International Union for Conservation of Nature (IUCN) World Conservation Congress (held every four years)\n6. COP26 (United Nations Climate Change Conference scheduled for 202)\n7. Wildlife Conservation Society's (WCS) annual gala (raising funds for wildlife conservation efforts)\n8. The Ocean Cleanup (non-profit organization developing technology to remove plastic waste from oceans)\n9. The Great British Spring Clean (a nationwide campaign encouraging people to clean up litter in their communities)\n10. The Jane Goodall Institute's Roots & Shoots program (promoting environmental stewardship and community involvement among youth)",
            "source": [
                {
                    "content": "forest management The project also aims to address the cause of deforestation by improving the livelihoods of communities located within the National Park and surrounding areas This includes the strengthening of governance through cooperatives supporting sustainable economic livelihoods through technical workshops and increasing environmental awareness through training",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "propose an original and quality initiative  Climate action is often perceived as difficult to implement  However it can sometimes inspire actors to join forces to initiate change at their level Our initiative and the enthusiasm of the participants is a perfect example Acting in favour of the transition can also be done in a playful way There are already plenty of similar tools to help you become aware of your footprint and learn more about the solutions you can implement Last but not least do not underestimate the power of collective initiatives as they can stimulate reflection and action We are already looking forward to repeating a similar experience Are you ready to join us  Reach out to  if you want to participate in  VAN LIL P “Changer de mobilité  des entreprises se lancent dans l’aventure” September 9  available at on January 25",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enjoy a strengthened economy and improved environmental governance with support from project implementation Sustainable forestry activities such as conservation management agroforestry and reforestation provide a source of income for local communities while conserving natural resources The project promotes health family planning and environmental awareness through educational programmes",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Act  Engage All employees are coming to work by foot or bike In our coworking Silversquare Bailli the electricity used is green Encourage and reward your employees to move around in a more sustainable way with eco-miles rewards La Fresque du Climat is a collaborative workshop which lasts 3 hours and allows starting with little basic knowledge on the subject to have a fairly good idea on the ins and outs of climate change The goal is to put cards in link of cause and effect and to discuss them Implementing sustainable solutions that will substantially reduce a company's carbon footprint is the first essential step; however each climate journey is unique To fulfil their climate ambitions Tapio needed to compensate for their remaining carbon budget This project restores and repairs existing boreholes to provide clean drinking water to Rwandan communities removing the need to boil water for purification Each borehole is up to  metres deep and can be operated with a simple hand pump The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, the carbon report focuses on greenhouse gas (GHG) emissions related to the activities of MIRON Violetglass USA. However, the report does not cover homeworking emissions, which are not included in the analysis. The carbon report targets and characterizes possible sources of GHG emissions from the organization, dividing them into three main scopes - Scope 1, Scope 2, and Scope 3. These scopes represent direct and indirect emissions associated with the organization's activities, including those related to the entire value chain. Additionally, the report uses 23 categories to further track and identify emissions hotspots. Finally, Tapio's software simplifies the understanding and visualization of the carbon report through \"emissions drivers\" and \"sections,\" making it easier for organizations to analyze and reduce their environmental impact.",
            "source": [
                {
                    "content": "emissions aka anthropogenic greenhouse gases emitted by the activities of your company or organisation The first step to compute a carbon report is to target and characterize the possible sources of GHGs emission from the organization To do so boundaries must be fixed beforehand by the reporting company Then the breakdown of total carbon emissions by scope helps MIRON Violetglass USA highlight the different hotspots that drive its carbon emissions To address a problem you need to be able to understand and measure it Miron Violetglass USA has decided to commit to the fight against climate change by assessing its greenhouse gas emissions related to its US branch activities The following report covers the first year of MIRON Violetglass opening in the USA MironVioletglassUS imports and supplies biophotonic glass packaging for natural products The carbon report takes into account all the emissions on which these activities depend from the production and transportation of glass and plastic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in the near future Impact Network app Homeworking emissions are not taken into account The evolution is calculated on the previous year based on total emissions Following the GHG Protocol carbon emissions are divided into 3 main scopes depending on their sources Scope 1 takes into account direct emissions from sources owned or controlled by the organization while in scope 2 we found only indirect emissions associated with the production of electricity heat or steam Scope 3 on the other hand represents indirect emissions produced by the company’s activities that are not accounted for in Scope 2 but are related to their whole value chain like in the case of business travel or commuting Be able to analyse the top 5 most significant sources of emissions sorted by category/driver enabled Tapio to understand exactly what drives its carbon emissions and where is necessary to act Having an absolute number is complex and most of the time meaningless One good way to know where you stand and the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "activities processes services and impacts to be considered in the carbon report The objective is to take into account all the sources of GHG emissions on which the company depends to carry out its activities whether they are direct or indirect With these boundaries in mind the accounting can begin Emissions are then reported into 3 different scopes Direct emissions from sources owned or controlled by the organization such as combustion of stationary and mobile sources non-combustion industrial processes ruminant emissions refrigerant leaks biomass etc Indirect emissions associated with the production of electricity heat or steam imported for the organization's operations Other indirect emissions produced by the organization's activities that are not accounted for in Scope 2 but which are related to the complete value chain such as business travel commuting inputs waste inbound and outbound logistics … GHGs emissions from the three scopes are themselves divided into 23 categories",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are related to the complete value chain such as business travel commuting inputs waste inbound and outbound logistics … GHGs emissions from the three scopes are themselves divided into 23 categories allowing a better tracking and identification of emissions hotspots To simplify the understanding and visualization of a carbon report Tapio has created “emissions drivers” that regroup emissions sources by “sections” Sections are made by common attributes and the same levers of reduction for the related emissions sources which are themselves customizable by the client There are 7 drivers click on the link below if you want to discover what sections and emissions sources our drivers gather The principle of GHGs emissions quantification for an organization is simple for each emission source the following calculation is performed The emissions factor is specific to each activity data and therefore allows to convert the activity data into the quantity of CO2 equivalent emitted for example",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided context, I cannot determine whether the organization has made any public commitments to social or corporate responsibility. However, the text mentions various initiatives taken by different entities such as B Corp certification, Corporate Social Responsibility (CSR) strategies, and Environmental, Social, and Governance (ESG) factors. These efforts indicate a general focus on responsible practices, but it is unclear if the organization itself has explicitly committed to specific social or corporate responsibility goals.",
            "source": [
                {
                    "content": "refused to disclose information related to their emissions  In the same way climate change initiatives often associated with additional costs can contribute to increasing the financial value of your organisation This is what EY teams intended to show in a research conducted from July to October  The goal was to understand how companies were currently investing in climate actions the value realised from these investments as well as the trade-offs and the opportunities for companies to accelerate and scale climate actions to create value for people planet and stakeholders To segment companies EY teams measured the status of 32 actions to address climate change Eventually they identified pacesetter companies that have completed an average of 18 actions compared with 9 for explorers and 1 for observers The results As shown on EY’s first graph above pacesetter companies that have implemented climate change initiatives are 24 times more likely to report a significantly higher financial",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financial value in the future EY research emphasised this reality by relating upon the conclusion of    CDP’s Global Climate Change Analysis which found that the potential value of sustainable business opportunities US21 trillion was almost seven times the cost of realising them USbn in costs In terms of financial return climate initiatives and actions are more likely to have a positive impactWe could already observe tangible financial benefits for corporates and organisations with B Corp Certification Ifwe look atthe experience of the  B Corp UK companies these experienced between  and  an average year-on-year growth rate of 14 28 times higher than the national average according to Sustainable Brands  Interestingly companies having implemented a Corporate Social Responsibility CSR strategy also experienced benefits even though it does not automatically include climate dimension According to a report of France Strategies of  the added value of a company to implement a CSR strategy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This statement should however be considered carefully Because ESG is often criticised associating it with climate ambitions or strategy is tricky But as assets dedicated to ESG funds could grow from US8 trillion today to as much as US30 trillion by  companies and organisations will have to keep ESG performance indicators in mind in order to remain attractive to investors and remain competitive This example shows how crucial the role of investors is when it comes to back up social or climate-related undertakings which contribute to increasing organisations’ financial value and return  Today sustainable products and demands for environmentally friendly alternatives have become the expectation rather than the exception The change of attitudes towards sustainability is now visible across all generations in consumption patterns and in the expectations of younger applicants and employees towards their organisation Despite the advantages discussed above these organisations still assume",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "arrived on the market and do not dare to communicate on their eco-responsible approach This may sound counter-intuitive why would an excess of modesty be detrimental to a third party  But for the authors of Planet Tracker this counterproductive silence is more insidious than it seems They argue that management teams may be trying to achieve an increase in green value without subjecting themselves to investor scrutinyHow By suggesting that the company's sustainability performance is stronger than its official statements suggest  Investors may consequently succumb to greenhushing and undervalue the sustainability of the company The authors go further by highlighting that managers may use greenhushing as a defence mechanism to avoid validating their ESG objectives and avoid active and intensive engagement on sustainability issues Despite the latest greenwashing sophistication there is no need to be paranoid To avoid unpleasant surprises we advise you to keep up to date with new",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided text, it seems that there may not be specific annual or quarterly reports detailing the commitments made by companies regarding climate change initiatives. However, some general guidelines and recommendations are given throughout the text to ensure transparency and alignment with climate goals. These include disclosing carbon indicators, implementing carbon accounting and reduction strategies, and considering carbon offsets. Additionally, it is suggested that companies integrate climate strategies into their overall programs and governance structures. While there might not be dedicated reports for these commitments, companies are encouraged to maintain open communication about their efforts towards sustainability and environmental responsibility.",
            "source": [
                {
                    "content": "constraints such as the need to disclose carbon indicators will make non-sustainable investments less attractive At Tapio we can help businesses align with the Taxonomy by performing a full carbon accounting and solid reducing strategies to fit the climate requirements",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "packages vary according to the industry the size and the necessities of an organisation Please reach out to our sales team to get a quote Yes You can add new available features to your subscription plan in one click via your personal account Of course Our subscriptions are flexible and can be cancelled at any time without paying any fine Just remember that our annual subscription is non-refundable Climate change is the most severe threat humanity has ever faced Without companies playing their role there is little hope to achieve the targets needed to avoid devastating consequences At Tapio we believe that the leading companies of tomorrow will have settled a carbon strategy into their overall program and governance Besides carbon regulations are coming and businesses will have to comply with them sooner than later What cannot be reduced should at least be compensated in that order This neutralisation of emissions is called carbon offset and occurs when you finance a certified project",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "line or improvements in energy recovery or storage etc This is the example of the carpenter’s workshop we mentioned earlier The grant is subject to a long procedure In this respect Hélène Delforge recommends not underestimating the length of the subsidy applications which can easily be spread over three years The main obstacle to the granting of these subsidies is  the lack of rigour on the part of the applicant companies This is due to the fact that the file is not always entrusted to the administrator and passes through too many hands resulting in an application that does not meet the criteria As mentioned above to avoid unpleasant surprises and to be sure that all the conditions are met the SPW Economy recommends you to obtain an authorisation to start your investment programme before honouring your first investment-related commitments purchase order etc It advises you to submit an application for an Enterprise Passport before submitting your application for aid  Once you have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "refused to disclose information related to their emissions  In the same way climate change initiatives often associated with additional costs can contribute to increasing the financial value of your organisation This is what EY teams intended to show in a research conducted from July to October  The goal was to understand how companies were currently investing in climate actions the value realised from these investments as well as the trade-offs and the opportunities for companies to accelerate and scale climate actions to create value for people planet and stakeholders To segment companies EY teams measured the status of 32 actions to address climate change Eventually they identified pacesetter companies that have completed an average of 18 actions compared with 9 for explorers and 1 for observers The results As shown on EY’s first graph above pacesetter companies that have implemented climate change initiatives are 24 times more likely to report a significantly higher financial",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems like there haven't been any specific community or social events mentioned in the given information that directly relate to fulfilling the commitments made under the Sustainable Development Goals (SDGs). However, it can be inferred that various projects and initiatives undertaken within the context of the SDGs may indirectly contribute to creating awareness and engagement among community members. For instance, the protection and promotion of independent and well-being of farming communities could potentially involve community events related to environmental conservation, sustainable agricultural practices, or rural development. Similarly, the establishment of village libraries and working groups focused on female empowerment might lead to community gatherings or workshops where people come together to learn, share experiences, and collaborate on common goals.",
            "source": [
                {
                    "content": "protection promoting the independence and wellbeing of these communities Improved clinic amenities provide better healthcare infrastructure including new roads and boreholes improve daily life and school subsidies are offered to the poorest quartile of the population Project activities in conservation agriculture community gardens beekeeping training fire management and ecotourism create jobs and facilitate sustainable incomes benefiting the entire region",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a farming community A portion of project revenue is reinvested in the local community building an orphanage constructing new roads bridges and a traditional marketplace – giving local farmers better access to their rice paddies and the opportunity to pursue additional income A reforestation program has also been established in the surrounding catchment area to safeguard the natural landscape",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "provides other project-related jobs to another 22 local women The project further focuses on female capacity building by providing financial support for chicken meat and egg working groups and for recyclable handicrafts Project activities also promote community education with two village libraries built in  and two more planned for construction",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This Agenda has identified 17 objectives and  targets known as the Sustainable Development Goals SDGs Members states aim to end extreme poverty and create a fairer environmentally sustainable world United Nations Participants are thus called upon to change their approach to achieve the targets by  A set of  indicators was adopted on March 11th  by the UN Statistical Commission to track global progress towards the SDGs As defined at that time these indicators are intended to serve as the primary basis for monitoring global progress towards the SDGs The commitment to these goals involves member states and their citizens and companies which make the pursuit of sustainable development objectives part of their corporate objectives That way businesses acknowledge the importance of their activities and their impact on society thus actively participating in the change of the latter itself These objectives and targets rapidly became a universal language for all types of institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given context, several products, services, and technologies are mentioned or alluded to. These include:\n\n1. Absorption refrigeration systems (used in manufacturing processes).\n2. Water fogging processes (limited to SMEs).\n3. Low-carbon solutions provided by B2B marketplaces like Tapio.\n4. Climate-focused venture capitalist investments in various sectors such as software, hardware, financial products, and consumer goods.\n5. Mobility management platforms like AtlasGO and Tapio, offering employee engagement features and tailored mobility solutions.",
            "source": [
                {
                    "content": "limitative technology list LTL This list contains the most performing technologies cooling warming/heating processes lighting water use etc that contribute to achieving the Kyoto commitments the EU ambitions and the Flemish environmental objectives It was expanded in early January  to make more sustainable technologies and more companies eligible  You can find the latest version of the list here January 3rd  A concrete example a manufacturing society can benefit from EP+ subsidies if it wants to reduce its heating consumption by integrating in its production process a technology like an absorption refrigeration system that uses low-quality heat eg hot water or residual heat  Do not forget to check in the LTL whether you are eligible for the technology you plan to invest inIndeed some very specific technologies like water fogging processes can only be used by a certain category like SMEs and not medium or large companies SMEs medium and large companies that plan to conduct strategic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accurate more complete or more timely sources of information Any reliance on the material on this site is at your own risk This site may contain certain historical information Historical information necessarily is not current and is provided for your reference only We reserve the right to modify the contents of this site at any time but we have no obligation to update any information on our site You agree that it is your responsibility to monitor changes to our site Prices for our products are subject to change without notice We reserve the right at any time to modify or discontinue the Service or any part or content thereof without notice at any time We shall not be liable to you or to any third-party for any modification price change suspension or discontinuance of the Service Certain products or services may be available exclusively online through the website We reserve the right but are not obligated to limit the sales of our products or Services to any person geographic region or",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of our platform is our proprietary B2B marketplace that matches our customers with low-carbon solution providers From a macro point of view Tapio is part of an industry called climate tech - in a nutshell that means startups and companies that want to fight climate change with technology That technology can be software hardware financial products or even consumer goods think Impossible Foods    And like most industries it attracts investors However 12 months ago very few venture capitalists investors backing early-stage companies typically in the tech space were interested in what we were doing or in climate-related topics Then around September  the number of mappings investment thesis and dedicated impact funds around climate tech literally exploded I highly recommend checking out Creandum's' Ines Streimelweger's' article in which part of her conclusion is that there is a high need and demand for B2B this is where the most significant impact is possible software to understand and act",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Dandoy Greenfish part of Accenturea sustainable development consulting agency and the software developer Mobilexpense  While the ecological transition presents many challenges it also encourages the bringing together of companies with varied expertise As in our case this can lead to fruitful partnerships The success of the initiative is therefore explained by the dual solution offered by atlasGO and Tapio Indeed as Cédric Vandermeersch director of the Belgian office of atlasGO points out the best partnerships are those where two companies can each bring their specific expertise in order to propose a unique offer A statement reaffirmed in the press by Louis Collinet CEO and co-founder of Tapio In addition the two companies have each made their own contribution on the one hand through atlasGO's ability to engage employees in a playful way around mobility thanks to the social functions of these applications chat comments photos; on the other hand through Tapio's ability to offer a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the given context, there isn't any specific mention of promotional events, expos, or sales related to Tapio's offerings. However, it is mentioned that packages vary according to the industry, size, and needs of an organization. Additionally, Tapio provides flexible subscription plans that can be customized based on an organization's requirements.",
            "source": [
                {
                    "content": "of our platform is our proprietary B2B marketplace that matches our customers with low-carbon solution providers From a macro point of view Tapio is part of an industry called climate tech - in a nutshell that means startups and companies that want to fight climate change with technology That technology can be software hardware financial products or even consumer goods think Impossible Foods    And like most industries it attracts investors However 12 months ago very few venture capitalists investors backing early-stage companies typically in the tech space were interested in what we were doing or in climate-related topics Then around September  the number of mappings investment thesis and dedicated impact funds around climate tech literally exploded I highly recommend checking out Creandum's' Ines Streimelweger's' article in which part of her conclusion is that there is a high need and demand for B2B this is where the most significant impact is possible software to understand and act",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accurate more complete or more timely sources of information Any reliance on the material on this site is at your own risk This site may contain certain historical information Historical information necessarily is not current and is provided for your reference only We reserve the right to modify the contents of this site at any time but we have no obligation to update any information on our site You agree that it is your responsibility to monitor changes to our site Prices for our products are subject to change without notice We reserve the right at any time to modify or discontinue the Service or any part or content thereof without notice at any time We shall not be liable to you or to any third-party for any modification price change suspension or discontinuance of the Service Certain products or services may be available exclusively online through the website We reserve the right but are not obligated to limit the sales of our products or Services to any person geographic region or",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "packages vary according to the industry the size and the necessities of an organisation Please reach out to our sales team to get a quote Yes You can add new available features to your subscription plan in one click via your personal account Of course Our subscriptions are flexible and can be cancelled at any time without paying any fine Just remember that our annual subscription is non-refundable Climate change is the most severe threat humanity has ever faced Without companies playing their role there is little hope to achieve the targets needed to avoid devastating consequences At Tapio we believe that the leading companies of tomorrow will have settled a carbon strategy into their overall program and governance Besides carbon regulations are coming and businesses will have to comply with them sooner than later What cannot be reduced should at least be compensated in that order This neutralisation of emissions is called carbon offset and occurs when you finance a certified project",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "These representatives were accompanied by June and three Tapio experts Colin Mathéo and Zoé who were present at each workshop to assist the participants as best they could in this new formula The coaching consisted of three workshops with all companies and a two-hour individual meeting between the company a Tapio representative and June  Once the coaching was over some companies did not hesitate to continue the adventure by contacting Tapio directly and continued to work on the execution of their action plan with June Having already worked with other players hubbrussels highly values diversity and wanted to create the opportunity for Tapio to work with motivated Brussels companies For June van Veer business model advisor at hubbrussels Tapio has distinguished itself by its ability to provide collective and personalised support rather than classic individual meetings According to her the real strength of the platform lies in its ability to define scenarios and action plans to guide",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships or collaborations related to commerce that showcase the power of joining forces across different industries. One example is the collaboration between Dandoy Greenfish, a sustainable development consulting agency, and Mobilexpense, a software developer. Their joint initiative offers a dual solution provided by AtlasGo and Tapio, which encourages employee engagement in a playful manner while addressing corporate objectives related to reducing greenhouse gas emissions. Another example is the partnership between hubBrussels, Tapio, and various companies from the fashion industry. These collaborations aim to inspire actors within the fashion industry to reduce their environmental impact and become agents of change. Additionally, there is a partnership between BAVET (Belgian Association of Hotels, Restaurants, and Cafés) and Tapio, which focuses on accelerating climate actions in the catering sector. Finally, the collaboration between the Royal Léopold Club (RLC), known as \"The Léo,\" and Tapio demonstrates how sports clubs can combine their passion for sports with climate dynamics by working together towards common goals.",
            "source": [
                {
                    "content": "Dandoy Greenfish part of Accenturea sustainable development consulting agency and the software developer Mobilexpense  While the ecological transition presents many challenges it also encourages the bringing together of companies with varied expertise As in our case this can lead to fruitful partnerships The success of the initiative is therefore explained by the dual solution offered by atlasGO and Tapio Indeed as Cédric Vandermeersch director of the Belgian office of atlasGO points out the best partnerships are those where two companies can each bring their specific expertise in order to propose a unique offer A statement reaffirmed in the press by Louis Collinet CEO and co-founder of Tapio In addition the two companies have each made their own contribution on the one hand through atlasGO's ability to engage employees in a playful way around mobility thanks to the social functions of these applications chat comments photos; on the other hand through Tapio's ability to offer a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "part of their corporate objectives SBTi encourages and helps companies around the world to set reduction targets of Greenhouse Gas emissions in line with scientific recommendations Are you an actor in the fashion industry who wants to reduce your footprint This article is for you Be inspired by the Kay Ora x hubbrussels x Tapio collaboration and become an actor of change In recent years companies such as urbike have not waited to get into the saddle to take action against global warming The climate transition involves many challenges The most important thing is not being systematically “peloton leaders” It’s about focusing on concrete and directly implementable actions The best partnerships are those where two companies can each bring their expertise in order to propose a unique offer The partnership between atlasGo and Tapio is one of them Together let’s make the change happen by launching challenges combining business and fun As part of its decarbonisation coaching program",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "These representatives were accompanied by June and three Tapio experts Colin Mathéo and Zoé who were present at each workshop to assist the participants as best they could in this new formula The coaching consisted of three workshops with all companies and a two-hour individual meeting between the company a Tapio representative and June  Once the coaching was over some companies did not hesitate to continue the adventure by contacting Tapio directly and continued to work on the execution of their action plan with June Having already worked with other players hubbrussels highly values diversity and wanted to create the opportunity for Tapio to work with motivated Brussels companies For June van Veer business model advisor at hubbrussels Tapio has distinguished itself by its ability to provide collective and personalised support rather than classic individual meetings According to her the real strength of the platform lies in its ability to define scenarios and action plans to guide",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "offer The partnership between atlasGo and Tapio is one of them Together let’s make the change happen by launching challenges combining business and fun As part of its decarbonisation coaching program hubBrussels decided to join forces with Tapio to offer this service to companies that are willing to be part of the change The objective of this coaching formula  empowering companies with the necessary tools to make well-informed and well-founded decisions and make them initiate change at their level BAVET and Tapio have partnered up to accelerate climate actions in the catering sector Thanks to Tapio’s expertise BAVET was able to pinpoint key areas for action to reach carbon strategy goals and will encourage all the actors of its value chain to embark in this process The collaboration between the Royal Léopold Club aka The Léo or RLC and Tapio proves that love of sports and climate dynamic can be combined perfectly Thanks to Tapio the club now understands its main emission sources and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the given text, there are several job openings within the company. These include roles in sales and marketing, where the primary focus is on identifying, nurturing, and converting quality leads using marketing-driven sales strategies. Additionally, the company is seeking individuals who are eager to learn, autonomous, and capable of taking initiatives. It appears that the company provides regular employment positions and regularly trains its employees. Furthermore, it supports higher education in the region by providing funding for master courses and scholarships for local business schools.",
            "source": [
                {
                    "content": "protection promoting the independence and wellbeing of these communities Improved clinic amenities provide better healthcare infrastructure including new roads and boreholes improve daily life and school subsidies are offered to the poorest quartile of the population Project activities in conservation agriculture community gardens beekeeping training fire management and ecotourism create jobs and facilitate sustainable incomes benefiting the entire region",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the extra mile Our ideal candidate is a curious skilled and motivated entry-level OKR oriented individual that's willing to collaborate in a learning-by-doing environment Your mission will be to identify nurture and convert quality leads through marketing-driven sales strategies to sell our value proposition to potential customers that want to reduce their environmental impact overall You will be working closely with our CEO as part of our Sales  Marketing department The Business Development team will grow as you do and transforming upcoming prospects into SQL will be your responsibility You'll work directly with our CEO  Business Development Manager on the following missions Awareness and sensitivity to climate issues motivation proactivity creativity rigour ownership and tech-enthusiast We are looking for someone eager to learn more autonomous and able to take initiatives Tapio welcomes and values your uniqueness We are committed to treating all applications equally regardless of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "20 regular employment positions in the plant operation and during the construction period up to 54 people were employed The project owner offers jobs for local people and all workers receive regular training Trained local employees had the opportunity to exchange experiences with representatives from Australia and New Zealand to learn from each other and support international technology exchange The project owner has also provided funding for a Master course of Engineering with the School of Environmental Science and Engineering of Qinghua and a scholarship program for the local business school to support higher education in the region",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are looking for someone eager to learn more autonomous and able to take initiatives Tapio welcomes and values your uniqueness We are committed to treating all applications equally regardless of their age colour disability ethnicity family or marital status gender identity language national origin physical and mental ability political affiliation race religion sexual orientation socio-economic status and any other that make you unique Tapio is committed to respecting the privacy of applicants and protecting their data We collect and process personal information in accordance with the privacy statement available in the privacy policy Personal data applicant information submitted by candidates will only be used by Tapio to ensure an efficient recruitment process and will be used for that purpose only",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific events mentioned related to job fairs, webinars, workshops, or training programs. However, the text does mention that Tapio is a fast-growing start-up headquartered in Brussels, which may indicate that they host or participate in events related to climate change, innovation, or entrepreneurship. These types of events could provide networking opportunities or insights into the company culture.",
            "source": [
                {
                    "content": "the extra mile Our ideal candidate is a curious skilled and motivated entry-level OKR oriented individual that's willing to collaborate in a learning-by-doing environment Your mission will be to identify nurture and convert quality leads through marketing-driven sales strategies to sell our value proposition to potential customers that want to reduce their environmental impact overall You will be working closely with our CEO as part of our Sales  Marketing department The Business Development team will grow as you do and transforming upcoming prospects into SQL will be your responsibility You'll work directly with our CEO  Business Development Manager on the following missions Awareness and sensitivity to climate issues motivation proactivity creativity rigour ownership and tech-enthusiast We are looking for someone eager to learn more autonomous and able to take initiatives Tapio welcomes and values your uniqueness We are committed to treating all applications equally regardless of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "value and attention to detail- Ability to share design rationale persuasively and concisely for cross-functional teams - A minimum of 2 years of proven experience in UX design- BS degree in interaction design or equivalent practical experience",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "within your production process that you had not thought of and that are potentially covered For example to reduce your emissions from your heating and electricity consumption there are Renolution premiums available to private individuals as well as to professionals You are also entitled to a premiumif you are considering the purchase of an electric utility vehicle to reduce your emissions associated with logistics This third pillar is about inspiring your partners and your sector By pursuing an ambitious reduction strategy you are helping to shape a low-carbon ecosystem It is difficult to identify a specific premium aimed at “onboarding” your partners in the climate transition Nevertheless some interventions could be included in the training aid 40 to 60 intervention according to specific criteria to be respected However there are various formulas for stimulating reflection on climate solutions such as collective coaching An energy audit or a carbon footprint assessment is generally",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "marketer that's willing to collaborate in a learning-by-doing environment Your mission will be to generate loads of MQL by launching organic/paid campaigns to leverage Tapio's value proposition and you will be working closely with our CEO as part of our Marketing Roadmap for  The Sales  Marketing department will grow as you do and creating valuable content that drives MQLs will be your responsibility You'll work directly with our Head of Sales on the following missions Come and join us Tapio is a fast-growing start-up headquartered in Brussels We make the climate fight inspiring turning challenges into opportunities This internship is your opportunity to have an impact while improving your skills in a sweet environment filled with wonderful teammates Complete the form with your CV attached and a few lines about your motivation to apply You can also email us at   with your name the title of this job offer and your favourite emoji or share it with someone who might be the right",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee/participant benefits highlighted include improved clinic amenities providing better healthcare infrastructure, community gardens, beekeeping, training opportunities, job creation through various projects such as conservation agriculture, fire management, and ecotourism. Additionally, the commitment to fostering a culture of diversity, equity, and inclusion is emphasized, ensuring equal treatment regardless of age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other unique characteristics.",
            "source": [
                {
                    "content": "protection promoting the independence and wellbeing of these communities Improved clinic amenities provide better healthcare infrastructure including new roads and boreholes improve daily life and school subsidies are offered to the poorest quartile of the population Project activities in conservation agriculture community gardens beekeeping training fire management and ecotourism create jobs and facilitate sustainable incomes benefiting the entire region",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to fostering cultivating and preserving a culture of diversity equity and inclusion As an equal employer we ensure that all applications will be treated without regard to age colour disability ethnicity family or marital status gender identity or expression language national origin physical and mental ability political affiliation race religion sexual orientation socio-economic status veteran status and other characteristics that make you unique Applicants who believe they have been subjected to discrimination that conflicts with this statement should refer to the whistleblowing policy  Tapio is committed to respecting the privacy of applicants and protecting their data We collect and process personal information in accordance with the privacy statement available in the privacy policy Personal data applicant information submitted by candidates will only be used by Tapio to ensure an efficient recruitment process and will be used for that purpose only This job offer is a fantastic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "they need to manage their carbon emissions You’ll be part of a cross-functional team that’s responsible for the full life cycle development from conception to deployment of our carbon management software and its features The candidate must be available to come at our office based in Brussels on a daily basis with possibility to work remotely Tapio welcomes and values your uniqueness We are committed to fostering cultivating and preserving a culture of diversity equity and inclusion As an equal employer we ensure that all applications will be treated without regard to age colour disability ethnicity family or marital status gender identity or expression language national origin physical and mental ability political affiliation race religion sexual orientation socio-economic status veteran status and other characteristics that make you unique Applicants who believe they have been subjected to discrimination that conflicts with this statement should refer to the whistleblowing policy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "service or fee anywhere in Europe The management platform centralises all employee budgets and expenses while measuring the impact on the company's carbon footprint Transport partners available on the app SNCB De Lijn Stib Poppy Bird Swapfiest Qpark If you're the owner of this solution and would like to edit your information",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't enough specific information about a particular company's financial or earnings report to provide a detailed analysis. However, we can identify some general insights from the text. Firstly, the EY research highlights the significant financial advantages enjoyed by \"pacesetter\" companies that actively pursue climate change initiatives. These companies are 24 times more likely to report a higher financial value than those who do not engage in such efforts. Secondly, the CDP's Global Climate Change Analysis suggests that there is immense potential for businesses to generate substantial financial returns through sustainable practices. The study estimates that the potential value of sustainable business opportunities amounts to approximately $USD 21 trillion, which is nearly seven times greater than the costs required to realize these opportunities. Lastly, various studies and reports indicate that companies implementing Corporate Social Responsibility (CSR) strategies tend to experience benefits, although these may not always directly address climate change issues. Overall, the key takeaway from the context is that embracing sustainable practices and climate change initiatives can lead to increased financial value and competitive advantage for forward-thinking organizations.",
            "source": [
                {
                    "content": "refused to disclose information related to their emissions  In the same way climate change initiatives often associated with additional costs can contribute to increasing the financial value of your organisation This is what EY teams intended to show in a research conducted from July to October  The goal was to understand how companies were currently investing in climate actions the value realised from these investments as well as the trade-offs and the opportunities for companies to accelerate and scale climate actions to create value for people planet and stakeholders To segment companies EY teams measured the status of 32 actions to address climate change Eventually they identified pacesetter companies that have completed an average of 18 actions compared with 9 for explorers and 1 for observers The results As shown on EY’s first graph above pacesetter companies that have implemented climate change initiatives are 24 times more likely to report a significantly higher financial",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for observers The results As shown on EY’s first graph above pacesetter companies that have implemented climate change initiatives are 24 times more likely to report a significantly higher financial value than expected 52 vs 21 of observer companies and have achieved a larger reduction in emissions to date 32 vs 27 Thanks to their climate actions pacesetters have created more financial and planetary value than observers as illustrated in EY's second graph below Such performances are linked to long-term sustainability planning that makes it easier for pacesetter companies to stay the course on their climate plans or find new opportunities to create value from sustainability In other words companies planning and conducting consistent climate actions and initiatives should experience an increasing financial value in the future EY research emphasised this reality by relating upon the conclusion of    CDP’s Global Climate Change Analysis which found that the potential value of sustainable",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of intensity per employee allowing to track improvements over time even if the company grows For Merchery the intensity related to several metrics can be found below Going a step further in terms of comparison is useful to understand what Merchery’s total amount of carbon emissions represents in day-to-day tangible situations Knowing how many long haul flights or how many burgers Merchery’s carbon emissions are equal to is another good way to understand its footprint If you're curious about what a ton of CO₂ represents read more about it on our blog Times the amount of CO2 absorbed by a tree in one year After having measured their greenhouse gas emissions and analysed these results Merchery understood their environmental impact as a whole To transform hope into action they needed a reduction plan By setting ambitious targets to reduce their carbon footprint Tapio will take part in limiting temperatures to 15°C Having access to a huge marketplace of reduction solutions opens the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financial value in the future EY research emphasised this reality by relating upon the conclusion of    CDP’s Global Climate Change Analysis which found that the potential value of sustainable business opportunities US21 trillion was almost seven times the cost of realising them USbn in costs In terms of financial return climate initiatives and actions are more likely to have a positive impactWe could already observe tangible financial benefits for corporates and organisations with B Corp Certification Ifwe look atthe experience of the  B Corp UK companies these experienced between  and  an average year-on-year growth rate of 14 28 times higher than the national average according to Sustainable Brands  Interestingly companies having implemented a Corporate Social Responsibility CSR strategy also experienced benefits even though it does not automatically include climate dimension According to a report of France Strategies of  the added value of a company to implement a CSR strategy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there isn't specific mention of investor events or funding rounds related to Tapio or the climate tech industry. However, the text does indicate a sudden increase in interest from investors in climate-related topics starting from September last year. This might suggest that there could be various investor events or funding rounds happening within the climate tech sector since then. It would be worthwhile to keep an eye on news articles, event announcements, and platforms like Crunchbase or AngelList to stay updated on potential investor events or funding rounds related to climate tech startups.",
            "source": [
                {
                    "content": "of our platform is our proprietary B2B marketplace that matches our customers with low-carbon solution providers From a macro point of view Tapio is part of an industry called climate tech - in a nutshell that means startups and companies that want to fight climate change with technology That technology can be software hardware financial products or even consumer goods think Impossible Foods    And like most industries it attracts investors However 12 months ago very few venture capitalists investors backing early-stage companies typically in the tech space were interested in what we were doing or in climate-related topics Then around September  the number of mappings investment thesis and dedicated impact funds around climate tech literally exploded I highly recommend checking out Creandum's' Ines Streimelweger's' article in which part of her conclusion is that there is a high need and demand for B2B this is where the most significant impact is possible software to understand and act",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "These representatives were accompanied by June and three Tapio experts Colin Mathéo and Zoé who were present at each workshop to assist the participants as best they could in this new formula The coaching consisted of three workshops with all companies and a two-hour individual meeting between the company a Tapio representative and June  Once the coaching was over some companies did not hesitate to continue the adventure by contacting Tapio directly and continued to work on the execution of their action plan with June Having already worked with other players hubbrussels highly values diversity and wanted to create the opportunity for Tapio to work with motivated Brussels companies For June van Veer business model advisor at hubbrussels Tapio has distinguished itself by its ability to provide collective and personalised support rather than classic individual meetings According to her the real strength of the platform lies in its ability to define scenarios and action plans to guide",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "important thing is to focus on concrete and directly implementable actions  As a company you are not alone As the coaching with hubbrussels has shown many companies are motivated to join the peloton The idea is not to be systematically “peloton leaders” but simply to start acting at your level To do so estimating your impact is the first essential step Do you have any questions on this topic Don't hesitate to contact us to book a demo",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "service provider for example on how to structure or communicate more effectively on your climate actions towards your partners To be eligible for investment aid you must have a place of business in Wallonia place of business activity headquarters branch office etc and carry out an investment programme aimed at promoting 1 environmental protection or 2 sustainable energy use SEU  The amount of aid will vary according to several factors 1 the category of the company 2 the location of the investment and 3 the type of investments planned For more information please contact GS Subsides or consult the brochure of the Walloon Public Service The effectiveness of this aid depends largely on your profile As Hélène Delforge points out this aid currently concerns manufacturing companies  ie a very restricted profile For the expert this aid is currently less relevant for other sectors of activity such as consultancy firms even though technically there is nothing to prevent them from receiving it",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " I apologize but there isn't any specific information provided about financial or funding goals for the next period within the given context. However, it is mentioned that the EU will deploy a minimum of €1 trillion euros to support European private and public sector initiatives that support the transition to a sustainable and resource-independent system. Additionally, the UN has set 17 objectives and targets known as the Sustainable Development Goals (SDGs), with a goal to achieve them by 203.",
            "source": [
                {
                    "content": "a farming community A portion of project revenue is reinvested in the local community building an orphanage constructing new roads bridges and a traditional marketplace – giving local farmers better access to their rice paddies and the opportunity to pursue additional income A reforestation program has also been established in the surrounding catchment area to safeguard the natural landscape",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that sets out the timetable for the tasks of the Commission and its members to reduce greenhouse gas emissions by 50 to 55 in  and then achieve climate neutrality by  Various sectors that have a negative impact on the environment will be subject to an in-depth review Agriculture transport mobility energy industry food and other key sectors in the ecological transition are subject to a clear strategy and part of a systemic approach to integrate the objective of prosperity with an environmental objective The means deployed by the EU are equal to the task The EU will deploy a minimum of  billion euros A sum that will be massively injected into European private and public sector initiatives that support the transition to a sustainable and resource-independent system A significant part of the budget will also be used to support innovation research and allow a fair transition for people dependent on polluting activities With the invested budget the EU would like to develop a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "line or improvements in energy recovery or storage etc This is the example of the carpenter’s workshop we mentioned earlier The grant is subject to a long procedure In this respect Hélène Delforge recommends not underestimating the length of the subsidy applications which can easily be spread over three years The main obstacle to the granting of these subsidies is  the lack of rigour on the part of the applicant companies This is due to the fact that the file is not always entrusted to the administrator and passes through too many hands resulting in an application that does not meet the criteria As mentioned above to avoid unpleasant surprises and to be sure that all the conditions are met the SPW Economy recommends you to obtain an authorisation to start your investment programme before honouring your first investment-related commitments purchase order etc It advises you to submit an application for an Enterprise Passport before submitting your application for aid  Once you have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This Agenda has identified 17 objectives and  targets known as the Sustainable Development Goals SDGs Members states aim to end extreme poverty and create a fairer environmentally sustainable world United Nations Participants are thus called upon to change their approach to achieve the targets by  A set of  indicators was adopted on March 11th  by the UN Statistical Commission to track global progress towards the SDGs As defined at that time these indicators are intended to serve as the primary basis for monitoring global progress towards the SDGs The commitment to these goals involves member states and their citizens and companies which make the pursuit of sustainable development objectives part of their corporate objectives That way businesses acknowledge the importance of their activities and their impact on society thus actively participating in the change of the latter itself These objectives and targets rapidly became a universal language for all types of institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, there isn't any specific publication, research finding, or introduced technology mentioned after January 3rd, 202. However, there are several developments related to renewable energy, waste management, and circular economy. For instance, Renewi was formed through a merger in 202 and focuses on waste-to-resource solutions. Additionally, Tapio has been involved in providing expertise and technology to various organizations working towards sustainability goals.",
            "source": [
                {
                    "content": "limitative technology list LTL This list contains the most performing technologies cooling warming/heating processes lighting water use etc that contribute to achieving the Kyoto commitments the EU ambitions and the Flemish environmental objectives It was expanded in early January  to make more sustainable technologies and more companies eligible  You can find the latest version of the list here January 3rd  A concrete example a manufacturing society can benefit from EP+ subsidies if it wants to reduce its heating consumption by integrating in its production process a technology like an absorption refrigeration system that uses low-quality heat eg hot water or residual heat  Do not forget to check in the LTL whether you are eligible for the technology you plan to invest inIndeed some very specific technologies like water fogging processes can only be used by a certain category like SMEs and not medium or large companies SMEs medium and large companies that plan to conduct strategic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "waste into useful materials such as paper metal plastic glass wood building materials compost and energy In other words we turn today's waste into tomorrow's raw materials The result of our work is less waste and contamination a smarter use of scarce raw materials and a reduction in carbon emissions This means that we are contributing towards a cleaner circular world in which we “waste no more” Renewi was created in  following the merger of Shanks Group plc with Van Gansewinkel Groep BV and is listed on the London Stock Exchange and the Euronext Amsterdam Images are available at wwwrenewicom/en/investors/newsroom/resources If you're the owner of this solution and would like to edit your information",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "gave us the tool and expertise to build Fortino's carbon strategy Now we are creating awareness among our portfolios to actively monitor and reduce their carbon footprint together with Tapio’s help Kazidomi is an e-shop with healthy and sustainable products that bring good to the people and the planet The ecological transition is therefore a fundamental subject for us Faced with this challenge combining climate expertise and technology seemed essential to us The Tapio team and their climate toolbox have fulfilled this role perfectly Cohabs' mission is to shape a better tomorrow by improving the way we live today We want to minimize our impact on the planet but where do we start Tapio's experts were able to adapt their tools to our sector needs helping us identify our improvement areas and compare different materials for our first ecological house Mobilexpense is taking action to drive forwards sustainability improvements in the financial sector with Tapio Thanks to their team and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "step Want to know more Estimate your impact now or reach out to our Team to receive an offer that fits your profile and needs DESCAMPS S “Kaly Ora des tenues de plage et d’intérieur recyclées et sans couture” Trends-Tendances 20 décembre  available at     Accessed on March 1st",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide a direct answer about ongoing or upcoming research projects or innovation initiatives related to the topics mentioned. However, I can suggest looking into organizations, platforms, or databases that focus on climate action, clean technology, or sustainability. Some examples include:\n\n* Climate KIC (https://www.climate-kic.org/)\n* European Commission's Horizon Europe program (https://ec.europa.eu/programmes/horizon/horizon-europe_en)\n* Cleantech Innovation Platform (http://cleantechinno.com/)\n* Global CleanTech Innovations Database (https://gctinnovation.org/)\n\nThese resources may help you stay informed about current and future research projects, innovation initiatives, and other developments related to climate action, clean technology, and sustainability.",
            "source": [
                {
                    "content": "limitative technology list LTL This list contains the most performing technologies cooling warming/heating processes lighting water use etc that contribute to achieving the Kyoto commitments the EU ambitions and the Flemish environmental objectives It was expanded in early January  to make more sustainable technologies and more companies eligible  You can find the latest version of the list here January 3rd  A concrete example a manufacturing society can benefit from EP+ subsidies if it wants to reduce its heating consumption by integrating in its production process a technology like an absorption refrigeration system that uses low-quality heat eg hot water or residual heat  Do not forget to check in the LTL whether you are eligible for the technology you plan to invest inIndeed some very specific technologies like water fogging processes can only be used by a certain category like SMEs and not medium or large companies SMEs medium and large companies that plan to conduct strategic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ines Streimelweger's' article in which part of her conclusion is that there is a high need and demand for B2B this is where the most significant impact is possible software to understand and act on carbon emissions and also ESG reporting tools for investors Luckily for us these are features available through Tapio's' platform Here is also an excellent mapping of climate tech startups from Stride's Pietro Invernizzi's' Below is a picture of that mapping and the specific sector Tapio operates  Clearly Covid has raised awareness towards sustainable issues specifically climate change But the public regulatory and market pressure towards companies to act on their carbon emissions have dramatically increased these past 12 months forcing investors to pay attention This has led us to realise that we are not alone in our fight against climate change Other great startups have offered services and products both for B2Cs and B2Bs  For an industry to take off you usually need a massive opportunity",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "specific technologies like water fogging processes can only be used by a certain category like SMEs and not medium or large companies SMEs medium and large companies that plan to conduct strategic ecology projects requiring cutting-edge green technology can benefit from the EP-STRES regime  The EP-STRES support amounts to a maximum of EUR 1 per three yearsThe support percentage from 20 to 40 on the accepted extra cost of the essential components depends on  the performance type of investment eco-class of the technology and the size of the company SME or LC These technologies have a unique business-specific nature and do not appear on the limitative technologies list LTL In a way the EP-STRES can be considered as a complement of the EP+ To benefit from the EP-STRES you will have to prove the strategic character of your investment projects through various conditions A concrete example is the case of the Wimble Manufacturing Belgium famous for the production of Pringles and being a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "from entering the environment - thus reducing greenhouse gases in multiple ways Finally the projects create employment opportunities through both the construction and operational phases of the plant boosting the local economy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot provide a direct answer to your question since the information provided covers various topics related to environment, economy, and social issues. However, one notable mention is the European Research Council (ERC) Consolidator Grants, which support excellent researchers between 7 and 12 months after they have completed their PhD or equivalent degree. These grants aim to consolidate the grantee's independent research career and promote scientific excellence.",
            "source": [
                {
                    "content": "limitative technology list LTL This list contains the most performing technologies cooling warming/heating processes lighting water use etc that contribute to achieving the Kyoto commitments the EU ambitions and the Flemish environmental objectives It was expanded in early January  to make more sustainable technologies and more companies eligible  You can find the latest version of the list here January 3rd  A concrete example a manufacturing society can benefit from EP+ subsidies if it wants to reduce its heating consumption by integrating in its production process a technology like an absorption refrigeration system that uses low-quality heat eg hot water or residual heat  Do not forget to check in the LTL whether you are eligible for the technology you plan to invest inIndeed some very specific technologies like water fogging processes can only be used by a certain category like SMEs and not medium or large companies SMEs medium and large companies that plan to conduct strategic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "line or improvements in energy recovery or storage etc This is the example of the carpenter’s workshop we mentioned earlier The grant is subject to a long procedure In this respect Hélène Delforge recommends not underestimating the length of the subsidy applications which can easily be spread over three years The main obstacle to the granting of these subsidies is  the lack of rigour on the part of the applicant companies This is due to the fact that the file is not always entrusted to the administrator and passes through too many hands resulting in an application that does not meet the criteria As mentioned above to avoid unpleasant surprises and to be sure that all the conditions are met the SPW Economy recommends you to obtain an authorisation to start your investment programme before honouring your first investment-related commitments purchase order etc It advises you to submit an application for an Enterprise Passport before submitting your application for aid  Once you have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "step Want to know more Estimate your impact now or reach out to our Team to receive an offer that fits your profile and needs DESCAMPS S “Kaly Ora des tenues de plage et d’intérieur recyclées et sans couture” Trends-Tendances 20 décembre  available at     Accessed on March 1st",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is beneficial both to new local industries and households who are increasingly able to switch from wood-fired to electric stoves improving their daily life The project provides local employment opportunities in power plant construction and operation helping to alleviate regional poverty and funds social initiatives in cooperation with local organisations This includes disaster relief funds and educational programmes such as those aimed at improving the lives of children whose parents have migrated to the cities for work",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization is working with several entities. These include Dandoy Greenfish, a sustainable development consulting agency, and Mobilexpense, a software developer. Additionally, they mention collaboration with AtlasGO and Tapio. Both AtlasGO and Tapio are involved in the ecological transition and provide complementary expertise. Furthermore, the press has mentioned the collaboration between Louis Collinet, CEO and co-founder of Tapio, and Cédric Vandermeersch, director of the Belgian office of AtlasGO. It seems that the collaboration involves multiple parties across different industries, all working towards a common goal in the context of the ecological transition.",
            "source": [
                {
                    "content": "Dandoy Greenfish part of Accenturea sustainable development consulting agency and the software developer Mobilexpense  While the ecological transition presents many challenges it also encourages the bringing together of companies with varied expertise As in our case this can lead to fruitful partnerships The success of the initiative is therefore explained by the dual solution offered by atlasGO and Tapio Indeed as Cédric Vandermeersch director of the Belgian office of atlasGO points out the best partnerships are those where two companies can each bring their specific expertise in order to propose a unique offer A statement reaffirmed in the press by Louis Collinet CEO and co-founder of Tapio In addition the two companies have each made their own contribution on the one hand through atlasGO's ability to engage employees in a playful way around mobility thanks to the social functions of these applications chat comments photos; on the other hand through Tapio's ability to offer a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "profile For the expert this aid is currently less relevant for other sectors of activity such as consultancy firms even though technically there is nothing to prevent them from receiving it  In terms of legal personality your company must be   Legal persons governed by public law and non-profit organisations are excluded from this aid You must also ensure that your activity is not included in the NACE BEL  list of activities excluded from this type of aid This includes among others To be eligible for investment aids environmental protection  EDU you will need to ensure that your investment programme meets the minimum investment thresholds for eligibility which are  Finally the SPW FR Service public de Wallonie recommends you to submit your application before any firm commitment linked to the investments purchase order etc and that you clearly indicate the amount of aid required for the project Last but not least you must not be a company in financial difficulty  In order to be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the tendency for a company to join a group knowing that the implementation of policies or initiatives will take time  In other words belonging to a group reinforces the company's inaction After all why should one do something at all when the mass is not moving Concretely these are companies that adhere to programmes or initiatives eg zero waste zero plastic without necessarily respecting them The study cites the Alliance to End Plastic Waste AEPW as an example Interestingly the Alliance includes some of the world's industrial heavyweights such as oil giants ExxonMobil Shell plastic packaging companies such as Sealed Air or well-known brands such as PepsiCo According to a euronews’ article the case of AEPW illustrates the concept of greencrowding perfectly by the fact that it includes eight of the major producers of single-use plastic waste Greenlighting is a practice where a company over-communicates the minimal environmental features of its operations or products in order to divert",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "your dedicated climate partner By combining expertise service and technology we are reinventing climate support Once you centralised your emissions sources through our data collection tool visualise and interprete your footprint through dynamic dashboards Take actively part in the climate transition Act on your carbon footprint by setting reduction targets piloting your action plan and finding the right partners to support you in your journey And finally promote transparency and build your low carbon ecosystem by onboarding all your stakeholders in your climate strategy journey Once you centralised your emissions sources through our data collection tool visualise and interprete your footprint through dynamic dashboards Take actively part in the climate transition Act on your carbon footprint by setting reduction targets piloting your action plan and finding the right partners to support you in your journey And finally promote transparency and build your low carbon ecosystem by",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are various joint events, projects, and initiatives involving different stakeholders working towards common goals related to climate action, circular economy, biodiversity, and social inclusion. Some notable collaborations include:\n\n1. Climate Alliance: A network of cities, regions, and businesses committed to achieving carbon neutrality by 205. Members work together to share knowledge, experiences, and best practices.\n2. Circular Brussels: An initiative launched by the Brussels-Capital Region aimed at accelerating the transition toward a circular economy. It brings together public authorities, private sector actors, NGOs, and citizens to develop and implement circular strategies and actions.\n3. BiodiverCité: A platform created by the Brussels-Capital Region to promote urban biodiversity and involve citizens in green spaces management. The platform connects various stakeholders, including municipalities, nature organizations, schools, and residents, to foster collaboration and coordinate actions.\n4. Social Economy Europe (SEE): A European association representing social enterprises, organizations, and individuals active in the social economy sector. SEE works closely with EU institutions, national governments, and other stakeholders to promote policies and support for social enterprises and inclusive economic growth.\n5. Green Capital Partnership: A coalition of international organizations, NGOs, businesses, and cities committed to supporting Brussels in its efforts to become a greener, more sustainable city. The partnership provides technical assistance, expertise, and financial resources to help drive forward ambitious climate and environmental initiatives.",
            "source": [
                {
                    "content": "protection promoting the independence and wellbeing of these communities Improved clinic amenities provide better healthcare infrastructure including new roads and boreholes improve daily life and school subsidies are offered to the poorest quartile of the population Project activities in conservation agriculture community gardens beekeeping training fire management and ecotourism create jobs and facilitate sustainable incomes benefiting the entire region",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enjoy a strengthened economy and improved environmental governance with support from project implementation Sustainable forestry activities such as conservation management agroforestry and reforestation provide a source of income for local communities while conserving natural resources The project promotes health family planning and environmental awareness through educational programmes",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "services such as consultancy and to encourage more partners to join the peloton Initially urbike wanted to understand and quantify its main sources of emissions in order to know where to act In  the company was selected with five other startups except for Manufacture Belge de Chocolats which is a manufacturing company to participate in a decarbonisation coaching The coaching was led by June Van Veer sustainable business model advisor at hubbrussels and Tapio’s  employees At the end of this coaching the participating companies not only became aware of their impact but also left with solutions to reduce it Read more about this in our case studies  This support has already enabled urbike to implement several actions to reduce its impact For example to reduce its heating consumption the company decided to reduce the temperature of its warehouse and to install a thermal curtain at the entrance to the warehouse The installation of decentralised lighting in the offices and the reminder of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "important thing is to focus on concrete and directly implementable actions  As a company you are not alone As the coaching with hubbrussels has shown many companies are motivated to join the peloton The idea is not to be systematically “peloton leaders” but simply to start acting at your level To do so estimating your impact is the first essential step Do you have any questions on this topic Don't hesitate to contact us to book a demo",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration between Dandoy Greenfish, Mobilexpense, AtlasGO, and Tapio, there are several shared goals and anticipated results. These include:\n\n1. Ecological transition: All parties aim to contribute to the ecological transition by offering innovative solutions and services related to sustainability, mobility, and carbon footprint management.\n2. Engaging employees: Companies hope to engage their employees in playful ways using social features like chat, comments, and photos within mobile application platforms. This approach helps foster a culture of sustainability and encourages employee involvement in environmental initiatives.\n3. Customized support: Collaboration allows companies to benefit from customized support tailored to their specific needs and requirements. This includes guidance on defining scenarios, creating action plans, and achieving reduction targets.\n4. Data-driven insights: Combining expertise, service, and technology enables the provision of data-driven insights into carbon footprints, allowing organizations to better understand their impact on the environment.\n5. Climate action planning: Joint efforts focus on helping organizations develop comprehensive climate action plans, including setting reduction targets, piloting action plans, and identifying suitable partners to support them throughout their sustainability journey.\n6. Transparency and stakeholder engagement: Collaboration promotes transparency by involving all stakeholders in the climate strategy journey, ensuring that everyone is informed and engaged in the process.\n7. Continuous improvement: Mutual learning and knowledge sharing among the participating companies facilitates continuous improvement in sustainability practices and strategies.\n\nIn summary, the primary objectives and desired outcomes of these collaborations involve supporting organizations in their transition toward a more sustainable future through joint efforts focused on engaging employees, providing customized support, leveraging data-driven insights, and fostering transparency and stakeholder engagement.",
            "source": [
                {
                    "content": "Dandoy Greenfish part of Accenturea sustainable development consulting agency and the software developer Mobilexpense  While the ecological transition presents many challenges it also encourages the bringing together of companies with varied expertise As in our case this can lead to fruitful partnerships The success of the initiative is therefore explained by the dual solution offered by atlasGO and Tapio Indeed as Cédric Vandermeersch director of the Belgian office of atlasGO points out the best partnerships are those where two companies can each bring their specific expertise in order to propose a unique offer A statement reaffirmed in the press by Louis Collinet CEO and co-founder of Tapio In addition the two companies have each made their own contribution on the one hand through atlasGO's ability to engage employees in a playful way around mobility thanks to the social functions of these applications chat comments photos; on the other hand through Tapio's ability to offer a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "These representatives were accompanied by June and three Tapio experts Colin Mathéo and Zoé who were present at each workshop to assist the participants as best they could in this new formula The coaching consisted of three workshops with all companies and a two-hour individual meeting between the company a Tapio representative and June  Once the coaching was over some companies did not hesitate to continue the adventure by contacting Tapio directly and continued to work on the execution of their action plan with June Having already worked with other players hubbrussels highly values diversity and wanted to create the opportunity for Tapio to work with motivated Brussels companies For June van Veer business model advisor at hubbrussels Tapio has distinguished itself by its ability to provide collective and personalised support rather than classic individual meetings According to her the real strength of the platform lies in its ability to define scenarios and action plans to guide",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "climate partner Together we can help you to take the first step towards climate transition by estimating your carbon footprint and proposing a tailor-made reduction plan Reach us out to discover the perfect offer that fits your needs",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "your dedicated climate partner By combining expertise service and technology we are reinventing climate support Once you centralised your emissions sources through our data collection tool visualise and interprete your footprint through dynamic dashboards Take actively part in the climate transition Act on your carbon footprint by setting reduction targets piloting your action plan and finding the right partners to support you in your journey And finally promote transparency and build your low carbon ecosystem by onboarding all your stakeholders in your climate strategy journey Once you centralised your emissions sources through our data collection tool visualise and interprete your footprint through dynamic dashboards Take actively part in the climate transition Act on your carbon footprint by setting reduction targets piloting your action plan and finding the right partners to support you in your journey And finally promote transparency and build your low carbon ecosystem by",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "unfccc",
                            "forbes",
                            "medium",
                            "sciencebasedtargets",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ecotree",
                            "ellenmacarthurfoundation",
                            "un",
                            "europa",
                            "ohchr"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}