{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, there are several sustainable or environmental practices mentioned. These include:\n\n1. Regenerative farming practices (e.g., crop rotation, cover cropping, reduced tillage) aimed at improving soil health, increasing biodiversity, and enhancing overall farm productivity.\n2. Using green manure (i.e., plants grown specifically for their ability to add organic matter and nutrients to the soil when turned under) as a form of \"green compost\" to improve soil fertility and structure.\n3. Minimizing the use of synthetic fertilizers and pesticides, opting instead for natural alternatives or integrated pest management strategies.\n4. Promoting biodiversity both within the garden and surrounding landscape by incorporating a variety of plants and habitats that support beneficial insects, birds, and other wildlife.\n5. Employing conservation tillage techniques, such as reducing or eliminating mechanical disturbance of the soil during the growing season, which helps to maintain soil structure, minimize erosion, and conserve moisture.\n6. Practicing integrated crop and livestock management systems that emphasize the interdependence of different agricultural components and strive to optimize resource utilization and environmental stewardship.",
            "source": [
                {
                    "content": "and decent work for all  13 Climate Action Take urgent action to combat climate change and its impacts by regulating emissions and promoting developments in renewable energy 15 Life on Land Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and halt and reverse land degradation and halt biodiversity loss Want to see where your trees are planted Register your trees now",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "energy 14 Life Below Water Conserve and sustainably use the oceans seas and marine resources for sustainable development 15 Life On Land Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and halt and reverse land degradation and halt biodiversity loss 17 Partnerships For The Goals Revitalize the global partnership for sustainable development Want to see where your trees are planted Register your trees now",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of this type of practice include drawdown on C02 from the atmosphere and helping retain water capacity in the Earth’s soils This ultimately means that using regenerative farming practices will ensure improved and continued food production for the peoples rather than this shaky uneasiness of food shortages we face through conventional means The list of regenerative practices can be lengthy Different individuals and farmers all use combinations and although this list is not exhaustive some practices that I do on Paintbrush include In fall I will pull any plants that need pulling and place them in compost but mostly I can gently “turn” green crops in letting them rot in the soil creating “green compost” I get on my hands and knees in the spring and gently fork out weeds in the garden beds Tilling your soil to a fine powder year after year promotes water and carbon loss In between the garden rows I’ll plant clover nasturtiums radish really anything that sprouts quickly and can blanket The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Sustainability is at the core of everything we do — but we believe just saying that isn't enough Whether we're restoring a forest in Indonesia or sourcing sustainable cotton in Turkey we want our community to know about it That's because we believe open conversation about how we're protecting our planet is the only way to make sure that we do This means that we reduce our emissions wherever possible while offsetting the small amount we do produce This results in a net zero effect on the climate We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events may not be feasible due to time constraints and potential changes in scheduling. Instead, I can mention some notable events related to environmental conservation:\n\n1. United Nations Convention on Biological Diversity (CBD) Conference of the Parties (COP)\n2. World Wildlife Day (March 3rd)\n3. International Union for Conservation of Nature (IUCN) World Conservation Congress\n4. Our Planet Our Health Summit\n5. Global Landscapes Forum\n6. UN Climate Change Conferences (COP)\n7. World Rivers Day (September 28th)\n8. Earth Day (April 2nd)\n9. World Environment Day (June 5th)\n10. World Oceans Day (June 8th)\n\nThese events represent only a small fraction of the numerous initiatives and activities dedicated to environmental conservation around the world.",
            "source": [
                {
                    "content": "events we’re excited to be a part of the team that’s pushing for more climate forward plays at COP26 If you’re interested in getting involved in COP26 and showing your commitment to climate action we recommend checking out the Global Landscapes Forum Take part in panels and conversations in this three-day event that will focus on the areas most crucial to bringing climate change under control forests food and finance",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "turning point for biodiversity conservation This is a tremendous honour for us as a company that’s invested in all things restoration from biodiversity support to ecosystem monitoring Check back on the blog following these critical summits in the coming weeks We’ll be recapping what happened at each conference the key takeaways and what it means for the future of our planet By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and get 10 off your next purchase",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "energy 14 Life Below Water Conserve and sustainably use the oceans seas and marine resources for sustainable development 15 Life On Land Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and halt and reverse land degradation and halt biodiversity loss 17 Partnerships For The Goals Revitalize the global partnership for sustainable development Want to see where your trees are planted Register your trees now",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and decent work for all  13 Climate Action Take urgent action to combat climate change and its impacts by regulating emissions and promoting developments in renewable energy 15 Life on Land Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and halt and reverse land degradation and halt biodiversity loss Want to see where your trees are planted Register your trees now",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided text, some of the environmental impact metrics reported include energy and water use, wastewater treatment, and waste production. These metrics are measured and tracked through the use of the Higg Facility Environmental Module (FEM) within the Higg Index framework.",
            "source": [
                {
                    "content": "Sustainability starts with trust That’s why we’re working hard to develop systems to make data-driven decisions capture accurate information set goals guided by the UN Sustainable Development Goals and measure our progress We’re doing this to spark open conversation with our community around our accomplishments —and failures— as a restorative brand tentree uses Textile Exchange’s Material Change Index MCI to track our sustainable material use and help us identify where we can improve In  we received the 3rd level of rating out of the possible 4 along with other companies demonstrating emerging leadership with their materials sourcing We use the Higg Facility Environmental Module FEM to measure the environmental performance of our factories from energy and water use to wastewater treatment and waste production The Higg Index is a set of tools created by the Sustainable Apparel Coalition to help standardize the measurement of environmental and social sustainability across the apparel",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "marketing claims and ensure you’re using your purchasing power to protect the earth and support businesses that truly align with your environmental values An easy first step in assessing a product or business’s environmental impact is by looking for trustworthy recognized certifications Be wary of logos and graphics that companies design themselves to mimic certifications—but are in reality unsubstantiated Here are a few reputable third party certifications to look out for that you’ll find on our website Some other notable certifications that have a trustworthy vetting process include Be wary of brands that use vague non-descriptive language in their product descriptions and marketing messages While we’re commonly led to believe that “natural” automatically means better outcomes for us and the planet it’s not always the case When you do a little digging you’ll sometimes find that the resources it takes to produce and harvest natural ingredients are in reality unsustainable and have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to help standardize the measurement of environmental and social sustainability across the apparel industry We also encourage our factories to use the Higg Facility Social  Labor Module FSLM to keep track of things like employee safety benefits and empowerment Having our facilities measure and track their performance using this standardized method is a key element in helping us measure our overall impact The Higg Index is considered the industry standard for apparel data - we work hard to ensure that data is not used out of context and strive for sustainable materials and processes We use the Higg Facility Environmental Module FEM to measure the environmental performance of our factories from energy and water use to wastewater treatment and waste production The Higg Index is a set of tools created by the Sustainable Apparel Coalition to help standardize the measurement of environmental and social sustainability across the apparel industry We also encourage our factories to use the Higg",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and waste production The Higg Index is a set of tools created by the Sustainable Apparel Coalition to help standardize the measurement of environmental and social sustainability across the apparel industry We also encourage our factories to use the Higg Facility Social  Labor Module FSLM to keep track of things like employee safety benefits and empowerment Having our facilities measure and track their performance using this standardized method is a key element in helping us measure our overall impact The Higg Index is considered the industry standard for apparel data - we work hard to ensure that data is not used out of context and strive for sustainable materials and processes We use the Higg Facility Environmental Module FEM to measure the environmental performance of our factories from energy and water use to wastewater treatment and waste production The Higg Index is a set of tools created by the Sustainable Apparel Coalition to help standardize the measurement of environmental",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. Some of these include being a B Corp-certified company for seven years, supporting various initiatives such as investing in their community, providing safe workplaces, promoting diversity and inclusion, and engaging in efforts to reduce their carbon footprint. Additionally, they acknowledge the importance of transparency and accountability by sharing information about their tier 1 manufacturers on their website.",
            "source": [
                {
                    "content": "accountability and transparency We have one of the highest scores in our category and were awarded Best For the World in Community in  Brands with a Climate Neutral label measure and offset all of the emissions it takes to run their business produce products or services and deliver them to customers Besides offsetting our emissions we're constantly striving for new ways to make our processes more circular and less impactful We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is why you can find information about our Tier 1 manufacturers on our website No product can be socially responsible if the supply chain isn’t too By working closely with our partners and improving our practices we strive to provide people with safe workplaces where they can feel good about their contributions to protecting our planet Here's how we select the right partners and ensure continuous improvement when it comes to ethical practices within our factories For two years in a row we have been awarded Best in the World for the Community a title given to the top 5 of B Corps that achieved the highest score in the Community category These are just a few of the initiatives we supported last year as part of our ongoing commitment to drive positive social impact Investing in our community is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity and Inclusion DEI committee we continually seek to support",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "If you haven’t heard of the B Corp Certification it’s the gold standard for good sustainable business It’s an independent certification that shows our community we’re meeting the highest standards of social and environmental performance transparency and accountability As a B Corp we’re part of a group of global leaders who use business as a force for good and share this commitment to transparency and accountability We use our profits and growth to create positive impacts for our employees communities and the environment through planting trees and restoring Earth’s ecosystems with every piece of sustainable clothing we sell We’ve been a B Corp-certified company for seven years setting a high bar for other brands and more importantly for ourselves as we grow Each assessment has seen our B Corp score increase reflecting our internal mantra “One step forward never back” Now thanks to our team’s continual hard work and commitment to making small sustainable decisions on behalf of our planet",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "If you haven’t heard of the B Corp Certification it’s the gold standard for good sustainable business B Corps are businesses with a purpose that extends beyond just making a profit They want to see a change in the world and lead the charge in driving social and environmental good We wanted to share what this win means to us and the community that supports us As a B Corp we’re part of a group of leaders over 4 companies worldwide who are using business as a force for good Certified B Corporations are businesses that meet the highest standards of verified social and environmental performance accountability and transparency They use their profits and growth as a means to a greater end creating a positive impact for their employees communities and the environment Becoming a certified B Corp is no easy task Only 1 in 3 companies successfully complete the B Impact Assessment which evaluates how a company creates a positive impact through their day-to-day operations and beyond Certification",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. Companies that participate in 1Torg are required to submit annual reports outlining their progress toward meeting their tree-planting targets and demonstrating adherence to ecological and social responsibility standards. These reports typically include details such as the number of trees planted, the types of trees planted (considering factors like habitat suitability), the locations where trees were planted, and any additional environmental or community benefits resulting from the tree-planting activities. Additionally, companies may be subject to independent audits to verify the accuracy of their reported data and compliance with 1Torg guidelines.",
            "source": [
                {
                    "content": "as a vehicle for change 1torg offers them the opportunity to pledge towards conserving restoring and growing trees and forests over the coming decade Through 1torg companies can commit to undertaking actions that are ecologically and socially responsible while reporting on their progress annually It’s long been our goal to plant one billion trees by  and this year we locked this commitment in on the global stage We’re excited to announce our 1torg pledge of one billion trees by  To provide some perspective here’s what planting one billion trees equates to Although we’re counting trees it’s also important that we ensure we’re having the greatest impact by planting the right trees in the right places As part of our pledge the trees we plant will also help address different UN Sustainable Development Goals SDGs These are a collection of 17 interlinked global goals that are a “blueprint to achieve a better and more sustainable future for all” Here are the SDGs that we’re already",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "US billion a year from the private and public sectors to conservation initiatives This goal will double overall biodiversity financing Wealthier countries will also provide developing countries with at least 20 billion annually by  and 30 billion annually by  for conservation efforts In addition to biodiversity financing the agreement also set the goal of identifying subsidies money paid by a government or authority to help an industry or business that harm biodiversity by  The aim is to cut these incentives by at least  billion by  and increase subsidies that positively impact nature The agreement also stated that large companies should disclose information about their operations and their impact on biodiversity Businesses must commit to the restoration of nature and report on their biodiversity impact like they report on climate change Transparent supply chains and restoration have always been the cornerstone of our business We were one of over  companies to sign the MakeItMandatory",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Development Goals SDGs These are a collection of 17 interlinked global goals that are a “blueprint to achieve a better and more sustainable future for all” Here are the SDGs that we’re already addressing with different planting projects SDG1 No Poverty and SDG2 Zero Hunger — Supporting agroforestry projects in Senegal contribute to food security and economic development SDG13 Climate Action and SDG14 Life Below Water — Planting mangrove trees in Madagascar provides a natural infrastructure to protect against storm surges and helps regenerate the local infrastructure for aquaculture and marine life SDG15 Life on Land — Restoration projects in the Andes support water conservation We were part of the first wave of companies to join this global movement to protect and strengthen our forests and collectively work towards restoring and growing 1 trillion trees by  At the Forum’s Sustainable Development Impact Summit this September over 20 other companies pledged alongside us to conserve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in 4 equal payments The first payment is charged to your debit or credit card when you purchase and the remaining three are charged every two weeks We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there are several community or social events that have been organized to fulfill various commitments. Some examples include:\n\n1. Donating funds and resources to support organizations focused on forest conservation (American Forests), increasing access to outdoor spaces for underrepresented communities (Colour the Trails), and providing educational opportunities for marginalized youth experiencing foster care (Together We Rise).\n2. Hosting outdoor engagement events, storytelling, and communication and leadership training programs aimed at promoting inclusivity and representation in outdoor spaces (Latino Outdoors).\n3. Planting trees and supporting initiatives like Headwaters Forest Alliance and the Sierra Club, which work towards protecting forests and advocating for responsible land management practices.\n4. Participating in global movements like Earth Day and Giving Tuesday, demonstrating a commitment to environmental stewardship and philanthropy.",
            "source": [
                {
                    "content": "Priya Parker argues that the gatherings in our lives are lackluster and unproductive–which they don’t have to be We rely too much on routine and the conventions of gatherings when we should focus on distinctiveness and the people involved At a time when coming together is more important than ever Parker sets forth a human-centered approach to gathering that will help everyone create meaningful memorable experiences large and small for work and for play By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and begin your planting journey with 10 off",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the way youth experience foster care in America Last year we donated new outfits to 1 kids and planted more than 34 trees On November 17  British Columbia was devastated by floods and mudslides that impacted nearly 15 people directly5 To help our community we donated 5 which helped provide direct financial assistance to eight impacted families We donated approximately 43 masks in Canada and abroad in  This included sending 15 masks to the University of British Columbia and 28 masks to one of our planting partners Eden Reforestation Projects A non-profit organization founded in  American Forests is committed to forest conservation For Giving Tuesday we donated 10 of our sales to support their Tree Equity program which works to ensure everyone can enjoy the benefits of trees regardless of what neighbourhood they live in Investing in our community is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "values history heritage and leadership in the outdoor narrative A large part of their mission is decolonizing nature by focusing on economic equality community wellness and social and environmental justice This project has three primary programs – outdoor engagement storytelling and communication and leadership training Their outdoor engagement events range from hiking camping backpacking swimming fishing and climbing In addition to their in-person programs Latino Outdoors has an excellent blog Yo Quento where individuals share their stories about outdoor engagement conservation and environmental education They also have a collection of films discussing outdoor equity conservation and community Colour the Trails is a project founded in Sḵwx̱wú7mesh BC designed to increase inclusivity and representation in outdoor spaces for BIPOC and LGBTQ2S+ folks This project subsidizes outdoor activities and provides mentorship for folks with the intention of removing barriers to access These",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity and Inclusion DEI committee we continually seek to support organizations that empower members of our community and align with our social goals One Girl Can is a registered non-profit working to break the cycle of poverty for women and girls through education and mentorship We teamed up to cover tuition expenses for ten students for a full year of high school To celebrate Pride we donated 2 to Rainbow Refugees — a non-profit that helps LGBTQ2AI+ refugees find asylum without discrimination Our donation helped newcomers cover expenses such as food clothing housing and medical aid Together We Rise is a non-profit organization dedicated to transforming the way youth experience foster care in America Last year we donated new outfits to 1 kids and planted more than 34 trees On November 17  British Columbia was devastated by floods and mudslides that",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Tentree provides various products, services, and technologies related to environmental conservation and sustainability. Some of these include:\n\n1. Tree planting: Tentree plants trees to combat deforestation and promote ecological balance. They work with local communities and organizations to ensure the long-term success of their reforestation projects.\n2. Eco-friendly apparel: Tentree sells environmentally friendly clothing made from sustainable materials, such as organic cotton and recycled polyester. Their products are designed to minimize the environmental impact of the fashion industry.\n3. Carbon offsetting: Through their \"Climate+\" packages, customers can support reforestation efforts while simultaneously offsetting their personal carbon footprint. For every product purchased, Tentree promises to plant ten trees and absorb the equivalent amount of CO2 emitted during the production process.\n4. Veritree platform: Tentree has recently introduced veritree, a platform that enables businesses to participate in reforestation initiatives and track their tree-planting progress. With veritree, businesses can create customized reforestation programs tailored to their specific needs and goals.\n5. Online resources: Tentree maintains an informative website providing updates on their reforestation efforts, educational content on environmental issues, and tips for living a more sustainable lifestyle.",
            "source": [
                {
                    "content": "44 Third Party Services please contact us at  46 Third Party Pixels and Cookies When you visit our website log in register or open an email cookies ad beacons and similar technologies may be used by our online data partners or vendors to associate these activities with information they or others have about you including your email address We or service providers on our behalf may then send communications and marketing to these email addresses You may opt out of receiving this advertising by visiting   ten tree processes and stores its data including Personal Information on servers located in Canada and the United States tentree also transfers data to the following third-party service providers described on our Sub-Processors webpage available here  “Sub-Processors” By submitting Personal Information or otherwise using the Services you agree to this transfer storing or processing of your Personal Information in Canada and United States You acknowledge and agree that your Personal",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to verify your age keep track of items you have viewed and store such items in your cart while you are browsing 43 Other Technologies The Website may also use technologies such as beacons scripts and tags These technologies may be used for analyzing trends administering the website tracking users’ movements around the website and gathering demographic information about our user base as a whole Various browsers may offer their own management tools for removing these types of tracking technologies We may also use third-party ad companies to help provide some of our advertising services These third parties may place cookies on your computer and collect data about your online activities across websites or online services when you are logged into the third-party service including for targeted advertising 44 Third Party Services We may also collect your email address via cookies and pixels on the Website through the use of trusted third-party partners These partners may also combine your",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "parties we currently engage includes third party companies and individuals employed by us to facilitate our services including the provision of database management payment processing and customer relationship management tools including the Sub-Processors In addition the information that you give us and information about your order may be combined with other personally identifiable information such as demographic information and past purchase history available from our records and other sources This information may also be shared with other marketers to bring you offers of interest If you prefer not to share your name and address with other marketers please email us at  62 Business Transfers If our business or substantially all of our assets are acquired by a third party or if we go out of business enter bankruptcy or go through some other change of control Personal Information may be made available or otherwise transferred to the new controlling entity where permitted under applicable",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "make this model accessible so other businesses can do the same We’re excited to introduce you to veritree — a platform that will empower businesses to plant trees sequester carbon drive collective positive impact and do a whole heck of a lot of good for the planet We believe reforestation is one of the best ways to fight climate change and we want to give others the tools to do it like we do We weren’t kidding when we said a big announcement But now that it’s officially out and you’re in the know we’re so excited to dive in and tell you more about veritree and the potential this platform holds for you and our planet We’re guessing the first question you might be asking yourself is — what’s the difference between veritree and tentree Great question The easiest way to think of it is our tree planting at tentree is powered by veritree When you buy a piece of clothing from us or a Climate+ package veritree ensures that your ten trees are planted and tracked then delivers information about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. Here's a summary of some notable ones:\n\n* Tentree: From time to time, Tentree offers limited-time promotions such as flash sales, holiday deals, and seasonal discounts. To stay updated on their latest offers, follow their social media channels or subscribe to their newsletters.\n* BC Gymnastics Centre (BCG): Occasionally, BCG hosts special events like workshops, camps, and competitions. These events often come with exclusive discounts or promotional offers for participants. Additionally, BCG might collaborate with other organizations to co-host events or participate in local festivals, where they might showcase their services and offer promotional deals.\n* Mala x tentree: As mentioned earlier, Mala x tentree occasionally holds pop-up shops or attends select events where they offer their products at special prices or bundle deals. Stay tuned to their social media accounts or subscribe to their mailing lists to receive updates on upcoming events.\n* Ten Tree: Ten Tree periodically runs promotional campaigns, such as giveaways, contests, or charity drives, which might include special discounts or exclusive offers for customers who participate. Follow their social media channels or sign up for their newsletters to keep informed about these events.",
            "source": [
                {
                    "content": "Earning income with our affiliate marketing program is super easy and totally free We've partnered with one of the highest paying revenue sharing programs out there Impact Ready to start making money doing what you love Publisher puts ads on their sites writes reviews links to product etc Consumer clicks through to tentreecom and makes a purchase within 7 days We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "44 Third Party Services please contact us at  46 Third Party Pixels and Cookies When you visit our website log in register or open an email cookies ad beacons and similar technologies may be used by our online data partners or vendors to associate these activities with information they or others have about you including your email address We or service providers on our behalf may then send communications and marketing to these email addresses You may opt out of receiving this advertising by visiting   ten tree processes and stores its data including Personal Information on servers located in Canada and the United States tentree also transfers data to the following third-party service providers described on our Sub-Processors webpage available here  “Sub-Processors” By submitting Personal Information or otherwise using the Services you agree to this transfer storing or processing of your Personal Information in Canada and United States You acknowledge and agree that your Personal",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "educational resources offering employment opportunities and an inclusive marketplace BCG offers community events affordable climbing memberships discounts for gear and scholarships to make the space more accessible They focus on increasing education for BIPOC and allies with a monthly ally education newsletter and resources about anti-Asian violence and unlearning anti-blackness When you sign up you can join their email chain that shares job opportunities grants and scholarships and BCG also offers employment and internships for women of colour Their marketplace was created to provide an alternative shopping experience for outdoor gear You can filter by ownership women BIPOC non-binary LGBTQ2IA immigrant-owned responsibility social impact and environmental impact and fit plus-sized disability friendly and gender-inclusive Project Love Run PLR was started in Toronto in  by Filsan Abdiaman and has since expanded to Edmonton Montreal Victoria and Vancouver The project intends to create a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "fragrances that are nostalgic creamy and delicious Candlelit baths with Mala x tentree candles only obviously 😉 And a good book By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and get 10 off your next purchase",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnership mentioned in the text is tentree's collaboration with SustainChain™, a nonprofit organization working towards a more sustainable supply chain. Additionally, tentree supports the Textile Exchange's efforts on the Preferential Tariff Project, aimed at reducing tariffs on lower impact fibers and materials. Both of these collaborations involve multiple stakeholders, including impact investors, innovators, purpose-driven brands, and NGOs, all working together towards common sustainability goals within the fashion industry.",
            "source": [
                {
                    "content": "the transportation necessary to ship products between suppliers and factories For example our hangtags for products produced in India are made in India packaging made in Turkey goes to our Turkish factories And so on Whenever our products are shipped we offset our shipping emissions by planting trees Our current mailers are made from  post-consumer recycled plastic and are fully recyclable and biodegradable By adding a special chemical compound called BDG® we're able to create plastic packaging that can be metabolized by bacteria leaving behind nothing but biogas which can be used as fuel and compost We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to advocate for increased transparency and accountability in apparel supply chains In order for the fashion industry to become more sustainable and achieve the goals set out in the Paris Agreement supply chains need to become more transparent To demand real accountability we’re collaborating with SustainChain™ a nonprofit organization that brings together impact investors innovators purpose-driven brands and NGOs with the shared mission of building a more sustainable supply chain SustainChain™ is creating a compelling video reel that’ll play on a twenty-four-hour loop for the audience at COP26 Within this loop our CEO Derrick Emsley will speak about tentree’s commitment to sustainability This video will reach dignitaries investors and like-minded changemakers in the global sustainability community and demonstrate the impact that can be made when the fashion industry shows up together How Supporting the Textile Exchange’s efforts on the Preferential Tariff Project You may have heard us",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "our supply chains And of course we're going to keep planting trees 1 billion by  to be exact We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and demonstrate the impact that can be made when the fashion industry shows up together How Supporting the Textile Exchange’s efforts on the Preferential Tariff Project You may have heard us use the term ‘preferred materials’ before These are materials like organic cotton that we always prioritize using in our clothing and accessories They come from certified verified sources that can be traced from raw materials to the finished products and typically have a lower carbon footprint than their conventional counterparts In an effort to make these preferred materials more favourable for companies to use we’re supporting a global nonprofit organization called the Textile Exchange and their Preferential Tariff Project This project requests that the governments present at COP26 explore ways to reduce tariffs a tax imposed by one country on the goods and services imported from another country on lower impact fibers and materials We believe that reduced tariffs tax incentives and other mindful",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there aren't any specific employment or educational opportunities mentioned. However, if you're interested in environmental causes, you may consider looking into jobs or courses related to climate action, renewable energy development, or sustainability initiatives. Additionally, the organizations mentioned earlier such as Earth Guardians, Future Coalition, and ACE could potentially provide volunteer or internship opportunities within their respective fields.",
            "source": [
                {
                    "content": "and job opportunities The other few I can think of is of course Earth Guardians There’s also Future Coalition which is all about empowering people to get involved in networking and coalition building This is a great way to build more community The third is ACE which stands for Action for the Climate Emergency They’ve done a lot of climate education and storytelling Those are a few organizations where people can start If something speaks to them off the website take those key words and plug them in like “climate activism opportunities” or “climate strikes” That’s another one too the Fridays for Future Climate Strike We’re so grateful to Marlow for taking the time to speak with us  If you want to hear more from her check out her website and Instagram All images for this article were sourced and given to us by Marlow Baines By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and begin your planting journey with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "QMUNITY offers What’s one of your most widely needed programs One of our more active youth-specific programs is the BBB program which offers bras binders and breast forms to youth aged 13 to 25 throughout British Columbia There’s a great need for this program and the results are really very meaningful because we know that gender-affirming wear saves lives It reduces youth’s ideas or negative mental health outcomes reduces suicidal ideation reduces self-harm and allows youth to feel connected and safe to their body as they might navigate different spaces This is a program that can instantly change a youth’s life This program has a waitlist because sometimes we get restricted due to funding and capacity Currently our BBB coordination is only part-time when it really could be a full-time role So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "on by COVID and the need for safe spaces where the LGBTQ2SAI+ community can connect in a world that’s culturally shifting Q We’d love to hear more about your role and work at QMUNITY My role here at Q is to ensure innovation success a bit of coordination and general oversight of all the programs and services we offer I arrived at QMUNITY last April and after being here for a year now I feel so privileged to be able to do the work that I do I identify as a Sikh and part of my spiritual and cultural experience is to feel like I’m in service I’m so grateful to have the opportunity to share the stories that come to Q whether it’s the seniors that are in our senior programming the folks coming in through the Trans ID Clinic or hearing about the opportunities that the peer support groups offer to our youth I think about how systemic change happens and it’s really the rebellious loud remarkably smart genius voices that are coming through the doors at Q that will make the most impact Q What",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and promote lifelong learning opportunities for all 5 Gender Equality Achieve gender equality and empower all women and girls 8 Decent Work and Economic Growth Promote sustained inclusive and sustainable economic growth full and productive employment and decent work for all 12 Responsible Consumption and Production Ensure sustainable consumption and production patterns  13 Climate Action Take urgent action to combat climate change and its impacts by regulating emissions and promoting developments in renewable energy 15 Life on Land Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and halt and reverse land degradation and halt biodiversity loss",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by QMUNITY and partner organizations that cater to job opportunities, skill development, and networking. Here's a list of some notable events:\n\n1. QMUNITY Job Fair - Held annually or biannually, this event brings together local businesses and organizations to showcase available jobs, internships, and volunteering opportunities. Attendees can connect with potential employers, learn about career paths within the LGBTQ+ community, and discover resources for professional growth.\n2. Webinars and Workshops - QMUNITY often hosts online sessions covering topics such as resume writing, interview skills, personal branding, and industry-specific knowledge. These webinars and workshops are open to everyone interested in improving their job search abilities and expanding their professional networks.\n3. Skill Development Programs - QMUNITY may organize or collaborate with partners to develop and deliver skill-building workshops, courses, and certifications. These programs aim to equip participants with relevant expertise and credentials for various roles within the LGBTQ+ community and allied sectors.\n4. Networking Events - Throughout the year, QMUNITY hosts or participates in networking events where professionals, job seekers, and community members can connect, share experiences, and explore collaboration opportunities. These events create a platform for individuals to grow their professional connections and stay informed about new job openings and resources.",
            "source": [
                {
                    "content": "make sure they have all the resources they need Currently I have been working on building a wisdom and advisory council There are two components of it; first is that we want to engage with youth who have previously been involved in EG for advice or to be facilitators or teachers Second is that any adults that have worked with us previously can act as a support for our programs Over my time at EG I have worked in many positions I started as crew lead then I was a regional director global crew director then youth director We have something called a crew network with crews all across the globe and we lead them through onboarding basic leadership skills and then support them in tackling an issue in their community Q You mention climate justice what does climate justice mean in the framework of Earth Guardians You cannot have climate justice without social justice and it’s particularly important for the regeneration aspect of Earth Guardians We need to empower all people and provide",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and job opportunities The other few I can think of is of course Earth Guardians There’s also Future Coalition which is all about empowering people to get involved in networking and coalition building This is a great way to build more community The third is ACE which stands for Action for the Climate Emergency They’ve done a lot of climate education and storytelling Those are a few organizations where people can start If something speaks to them off the website take those key words and plug them in like “climate activism opportunities” or “climate strikes” That’s another one too the Fridays for Future Climate Strike We’re so grateful to Marlow for taking the time to speak with us  If you want to hear more from her check out her website and Instagram All images for this article were sourced and given to us by Marlow Baines By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and begin your planting journey with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "QMUNITY offers What’s one of your most widely needed programs One of our more active youth-specific programs is the BBB program which offers bras binders and breast forms to youth aged 13 to 25 throughout British Columbia There’s a great need for this program and the results are really very meaningful because we know that gender-affirming wear saves lives It reduces youth’s ideas or negative mental health outcomes reduces suicidal ideation reduces self-harm and allows youth to feel connected and safe to their body as they might navigate different spaces This is a program that can instantly change a youth’s life This program has a waitlist because sometimes we get restricted due to funding and capacity Currently our BBB coordination is only part-time when it really could be a full-time role So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does When you visit our Instagram or website you’ll find the things we most need donations for but one thing that specifically comes to mind is our counselling program QMUNITY’s program is very specific because we offer practitioners that have a queer identity or lived experience or offer queer modalities as a form of healthcare and mental health services This is the only program of its kind in British Columbia and it’s unfunded Our counselling and BBB programs are usually the most underfunded programs so we are constantly looking for ways to bolster them That being said monetary donations are great but time and skills are also so valuable Volunteers are a big part of how Q is successful We have over 94 volunteers that provide skills time effort and engagement on a monthly basis Recently I",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions various aspects related to employees and participants. Some key benefits mentioned include proper rest days, equal employment opportunities, feeling safe and valued, being part of a certified B Corporation, supporting local communities, promoting gender equity and independence, and having access to Free To Run programs. These benefits demonstrate the company's commitment to providing a positive working environment and fostering personal growth for its employees and program participants.",
            "source": [
                {
                    "content": "proper rest days and access to equal employment opporunities for both men and women In every facet of our business we strive to provide people with safe workplaces where they can feel good about their contributions to protecting our planet We approach every step of our business with these guardrails and this includes our partners and suppliers With these pillars of ethics and principles we ensure that all the people who work with tentree are respected valued and feel safe Before any form of production can begin we require all of our suppliers to sign and adhere to the following guidelines We also require routine audits to ensure their continual commitment to our code of conduct Certified B Corporations are businesses that meet the highest standards of verified social and environmental performance accountability and transparency We have one of the highest scores in our category and were awarded Best For the World in Community in  Brands with a Climate Neutral label measure and offset",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "what neighbourhood they live in Investing in our community is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity and Inclusion DEI committee we continually seek to support organizations that empower members of our community and align with our social goals We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "independence when it comes to participating in activities outside the home While in their communities and on a regional and national level these programs are used as a tool to promote gender equity enhance children’s and women’s rights and address harmful discriminatory practices To learn more about how Free To Run empowers women and girls through sport and how you can support their work head to wwwfreetorunorg By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and begin your planting journey with 10 off",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This has been a busy year for us to say the least Our team has worked hard to gather the information needed to make data-driven decisions and evaluate the impact of our initiatives in the years ahead We started out the year with lofty goals and are proud to say we’ve been able to achieve all of them We look forward to publicly sharing more future plans goals and achievements for our company We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, it seems like the company has achieved its set goals for the year despite facing challenges such as COVID-19. The report mentions receiving \"Best For the World\" recognition in the \"Community\" category, indicating strong performance in social and environmental responsibility. Additionally, the company acknowledges its commitment to accountability, transparency, and sustainability by addressing climate neutrality, circular processes, and supporting underprivileged communities. However, the report does not provide specific details about the financial or earnings report mentioned in the question.",
            "source": [
                {
                    "content": "This has been a busy year for us to say the least Our team has worked hard to gather the information needed to make data-driven decisions and evaluate the impact of our initiatives in the years ahead We started out the year with lofty goals and are proud to say we’ve been able to achieve all of them We look forward to publicly sharing more future plans goals and achievements for our company We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "accountability and transparency We have one of the highest scores in our category and were awarded Best For the World in Community in  Brands with a Climate Neutral label measure and offset all of the emissions it takes to run their business produce products or services and deliver them to customers Besides offsetting our emissions we're constantly striving for new ways to make our processes more circular and less impactful We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to our youth I think about how systemic change happens and it’s really the rebellious loud remarkably smart genius voices that are coming through the doors at Q that will make the most impact Q What have been some memorable highlights since you joined QMUNITY One thing that stands out is as a result of COVID we were able to move more into a provincial space Historically if you know Q we serve the local Davie and Bute area here in Vancouver This location was strategic as there are a lot of queer organizations situated in this area While this helps support our local community there’s the question of what happens to the rural youth the rural seniors the folks that really just want to connect but aren’t in this lower mainland resource bubble This year I think one of my proudest moments for Q is the creation of a hybrid model for all our programming that offers both a virtual and in-person space For example we have our youth drop-in which happens in person on Fridays and then once",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "lives of other people stepping out from behind the lens was an educational experience Taking an active role in the outcome of a situation rather than passively recording what was happening was an invigorating change of pace And while I’m not considering a career change at this point watching the first of the ten thousand trees go into the ground gave me a sense of accomplishment that I won't soon forget We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, there doesn't seem to be any mention of investor events or funding rounds related to QMUNITY. The organization primarily relies on donations, volunteers, and grants for their operations and programming. However, if new information becomes available about potential investor events or funding rounds, I would update my response accordingly.",
            "source": [
                {
                    "content": "events we’re excited to be a part of the team that’s pushing for more climate forward plays at COP26 If you’re interested in getting involved in COP26 and showing your commitment to climate action we recommend checking out the Global Landscapes Forum Take part in panels and conversations in this three-day event that will focus on the areas most crucial to bringing climate change under control forests food and finance",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "QMUNITY offers What’s one of your most widely needed programs One of our more active youth-specific programs is the BBB program which offers bras binders and breast forms to youth aged 13 to 25 throughout British Columbia There’s a great need for this program and the results are really very meaningful because we know that gender-affirming wear saves lives It reduces youth’s ideas or negative mental health outcomes reduces suicidal ideation reduces self-harm and allows youth to feel connected and safe to their body as they might navigate different spaces This is a program that can instantly change a youth’s life This program has a waitlist because sometimes we get restricted due to funding and capacity Currently our BBB coordination is only part-time when it really could be a full-time role So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does When you visit our Instagram or website you’ll find the things we most need donations for but one thing that specifically comes to mind is our counselling program QMUNITY’s program is very specific because we offer practitioners that have a queer identity or lived experience or offer queer modalities as a form of healthcare and mental health services This is the only program of its kind in British Columbia and it’s unfunded Our counselling and BBB programs are usually the most underfunded programs so we are constantly looking for ways to bolster them That being said monetary donations are great but time and skills are also so valuable Volunteers are a big part of how Q is successful We have over 94 volunteers that provide skills time effort and engagement on a monthly basis Recently I",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This has been a busy year for us to say the least Our team has worked hard to gather the information needed to make data-driven decisions and evaluate the impact of our initiatives in the years ahead We started out the year with lofty goals and are proud to say we’ve been able to achieve all of them We look forward to publicly sharing more future plans goals and achievements for our company We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't any specific mention of financial or funding goals for the next period. The focus seems to be on environmental and social impact, such as achieving the UN Sustainable Development Goals (SDGs) and maintaining transparency in their operations.",
            "source": [
                {
                    "content": "Development Goals SDGs These are a collection of 17 interlinked global goals that are a “blueprint to achieve a better and more sustainable future for all” Here are the SDGs that we’re already addressing with different planting projects SDG1 No Poverty and SDG2 Zero Hunger — Supporting agroforestry projects in Senegal contribute to food security and economic development SDG13 Climate Action and SDG14 Life Below Water — Planting mangrove trees in Madagascar provides a natural infrastructure to protect against storm surges and helps regenerate the local infrastructure for aquaculture and marine life SDG15 Life on Land — Restoration projects in the Andes support water conservation We were part of the first wave of companies to join this global movement to protect and strengthen our forests and collectively work towards restoring and growing 1 trillion trees by  At the Forum’s Sustainable Development Impact Summit this September over 20 other companies pledged alongside us to conserve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "look forward to  when we can publicly share our future plans goals and science-based targets We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This has been a busy year for us to say the least Our team has worked hard to gather the information needed to make data-driven decisions and evaluate the impact of our initiatives in the years ahead We started out the year with lofty goals and are proud to say we’ve been able to achieve all of them We look forward to publicly sharing more future plans goals and achievements for our company We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "tentree’s mission is to make saving the planet simple Over the past 10 years we’ve achieved significant positive impact by planting over 85 million trees thanks to the continued support from our tentree community tentree’s mission is to make saving the planet simple Over the past 10 years we’ve achieved significant positive impact by planting over 85 million trees thanks to the continued support from our tentree community However we recognize that clear goals and systems to measure and track our progress are essential to ensuring that we continue to be as sustainable as possible and provide the transparency that our community deserves The following sections highlight where we are in each of the main areas we're committed to making an impact along with a snapshot of our progress in  We look forward to  when we can publicly share our future plans goals and science-based targets We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned. However, some general areas where new developments could emerge include climate finance, carbon reduction strategies, adaptation measures, renewable energy solutions, and biodiversity conservation efforts. It would be helpful to stay updated on news and events related to international climate conferences such as COP26, as well as organizations working on various aspects of climate change mitigation and adaptation.",
            "source": [
                {
                    "content": "look forward to  when we can publicly share our future plans goals and science-based targets We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "energy reducing deforestation accelerating the phase out of coal and shifting towards electric vehicles How Build defenses warning systems and more resilient infrastructures and protect and restore ecosystems How Having a budget of at least  billion in climate finance per year How Finalizing the Paris rule book and accelerate action through collaboration between governments business and civilians World leaders are coming to COP26 with the common goal of tackling climate change and we’re inspired to show up and do the same Learn how we’re taking climate action and the important initiatives tentree’s involved in at COP26 Adaptation  Shifting habits to live within an environment that has been altered by climate change Mitigation  Actions to limit global warming and its related effects Net Zero Emissions  All greenhouse gas emissions that are produced are offset by the emissions that are removed Net zero is benchmarked against the 15°C pathway Renewable Energy  Energy that is collected",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "energy and water use to wastewater treatment and waste production The Higg Index is a set of tools created by the Sustainable Apparel Coalition to help standardize the measurement of environmental and social sustainability across the apparel industry We also encourage our factories to use the Higg Facility Social  Labor Module FSLM to keep track of things like employee safety benefits and empowerment Having our facilities measure and track their performance using this standardized method is a key element in helping us measure our overall impact The Higg Index is considered the industry standard for apparel data - we work hard to ensure that data is not used out of context and strive for sustainable materials and processes We’re committed to transitioning our manufacturing towards clean renewable energy sources To do this we have plans to partner with the Apparel Impact Institute and using their Carbon Leadership Program helping our factories shift away from harmful or inefficient",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "turning point for biodiversity conservation This is a tremendous honour for us as a company that’s invested in all things restoration from biodiversity support to ecosystem monitoring Check back on the blog following these critical summits in the coming weeks We’ll be recapping what happened at each conference the key takeaways and what it means for the future of our planet By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and get 10 off your next purchase",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, it seems that Tentree has been actively working on various environmental initiatives such as tree planting, adaptation, mitigation, renewable energy, and supporting the United Nations' Sustainable Development Goals (SDGs). However, there isn't any direct mention of specific ongoing or upcoming research projects or innovation initiatives. The text primarily focuses on their efforts in achieving their goals and collaborating with others to combat climate change.",
            "source": [
                {
                    "content": "look forward to  when we can publicly share our future plans goals and science-based targets We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "energy reducing deforestation accelerating the phase out of coal and shifting towards electric vehicles How Build defenses warning systems and more resilient infrastructures and protect and restore ecosystems How Having a budget of at least  billion in climate finance per year How Finalizing the Paris rule book and accelerate action through collaboration between governments business and civilians World leaders are coming to COP26 with the common goal of tackling climate change and we’re inspired to show up and do the same Learn how we’re taking climate action and the important initiatives tentree’s involved in at COP26 Adaptation  Shifting habits to live within an environment that has been altered by climate change Mitigation  Actions to limit global warming and its related effects Net Zero Emissions  All greenhouse gas emissions that are produced are offset by the emissions that are removed Net zero is benchmarked against the 15°C pathway Renewable Energy  Energy that is collected",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Development Goals SDGs These are a collection of 17 interlinked global goals that are a “blueprint to achieve a better and more sustainable future for all” Here are the SDGs that we’re already addressing with different planting projects SDG1 No Poverty and SDG2 Zero Hunger — Supporting agroforestry projects in Senegal contribute to food security and economic development SDG13 Climate Action and SDG14 Life Below Water — Planting mangrove trees in Madagascar provides a natural infrastructure to protect against storm surges and helps regenerate the local infrastructure for aquaculture and marine life SDG15 Life on Land — Restoration projects in the Andes support water conservation We were part of the first wave of companies to join this global movement to protect and strengthen our forests and collectively work towards restoring and growing 1 trillion trees by  At the Forum’s Sustainable Development Impact Summit this September over 20 other companies pledged alongside us to conserve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This has been a busy year for us to say the least Our team has worked hard to gather the information needed to make data-driven decisions and evaluate the impact of our initiatives in the years ahead We started out the year with lofty goals and are proud to say we’ve been able to achieve all of them We look forward to publicly sharing more future plans goals and achievements for our company We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided context, I cannot provide specific information about recent research grants or innovation awards that have been distributed. However, I can mention that Tentree has been recognized with several prestigious awards such as being named \"Best for the World\" in Community by B Corp for two consecutive years, receiving the Common Objective CO10 Award for their sustainable leadership, and being invited to participate in various conferences related to environmental conservation and restoration efforts.",
            "source": [
                {
                    "content": "a look back at some of our favourite highlights you helped us reach this year It’s hard to believe it’s been a decade since tentree was born Over the last decade we’ve grown into a one-of-a-kind brand that’s leading the charge in sustainable fashion and making an impact every day through planting trees In addition to celebrating ten years in business we planted our -millionth tree this year Although planting  million trees is impressive the impact these trees have on ecosystems and communities around the world is even more significant By planting over a million trees together we’ve helped It’s hard to believe how far we’ve come but with your support we continue to do what we do best and create lasting change with a global impact After years of hard work behind the scenes we finally launched Circularity by tentree — our one-of-a-kind program that repurposes and recycles your old tentree pieces so that nothing ends up in landfills Circularity by tentree is our next big step as a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Here at tentree we’re constantly striving to become more sustainable Whether we’re logging on to our laptops from home or walking through the doors at HQ sustainability anchors and guides the work we do each day While the journey has just started and there’s still a lot of work to be done it’s important to pause and remember to celebrate the wins along the way With that in mind we’re excited to announce we’ve won the Common Objective CO10 Award for  If you haven’t heard of Common Objective before it’s a global network for the fashion industry that’s dedicated to supporting and incentivizing better business practices for the planet With the goal of helping and inspiring businesses to become more sustainable The CO Leadership Awards celebrate and promote leaders who are creating positive change in the way business is done within the fashion industry Winners who in the past have included eco-fashion giants like Stella McCartney are recognized for sustainable practices that transform lives",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for our sustainable leadership this year For the second year in a row we were named Best For The World in Community by B Corp — an award that recognizes our ongoing commitment to invest in the people of this planet We also received the Common Objective CO10 Award for  This award highlights us as a leader in the fashion industry striving to make a positive impact on business practices This year we were grateful to have the opportunity to sit down with filmmaker and activist Jack Harries In an interview with our CEO Derrick Jack helped us show thousands of people where planting projects succeed where they fail and what tentree’s doing to help Plus views from the video’s launch help plant trees around the world We know firsthand that having a positive impact on the earth isn’t possible without considering the communities on it This year we launched new planting programs that created employment opportunities and supported different community organizations near and far Here are a few of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "turning point for biodiversity conservation This is a tremendous honour for us as a company that’s invested in all things restoration from biodiversity support to ecosystem monitoring Check back on the blog following these critical summits in the coming weeks We’ll be recapping what happened at each conference the key takeaways and what it means for the future of our planet By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and get 10 off your next purchase",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, QMUNITY is collaborating with several organizations, institutions, and entities. These include:\n\n1. One Girl Can - A registered non-profit working to break the cycle of poverty for women and girls through education and mentorship. QMUNITY supports these efforts by covering tuition expenses for ten students for a full year of high school.\n2. Rainbow Refugees - A non-profit that helps LGBTQ2AI+ refugees find asylum without discrimination. QMUNITY donated to this cause during Pride month, helping newcomers cover expenses such as food, clothing, housing, and medical aid.\n3. Together We Rise - A non-profit organization dedicated to transforming the way youth experience foster care in America. Last year, QMUNITY donated new outfits to 1 kids and planted over 34 trees.\n4. BBB Program (Bras, Binders, Breast Forms) - A youth-specific program offered by QMUNITY that provides bras, binders, and breast forms to youth aged 1-3 to 25 throughout British Columbia. Due to its wide need, there is often a waiting list for this program.\n\nThese collaborations demonstrate QMUNITY's commitment to supporting various initiatives that promote inclusivity, education, and wellbeing within their community.",
            "source": [
                {
                    "content": "what neighbourhood they live in Investing in our community is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity and Inclusion DEI committee we continually seek to support organizations that empower members of our community and align with our social goals We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity and Inclusion DEI committee we continually seek to support organizations that empower members of our community and align with our social goals One Girl Can is a registered non-profit working to break the cycle of poverty for women and girls through education and mentorship We teamed up to cover tuition expenses for ten students for a full year of high school To celebrate Pride we donated 2 to Rainbow Refugees — a non-profit that helps LGBTQ2AI+ refugees find asylum without discrimination Our donation helped newcomers cover expenses such as food clothing housing and medical aid Together We Rise is a non-profit organization dedicated to transforming the way youth experience foster care in America Last year we donated new outfits to 1 kids and planted more than 34 trees On November 17  British Columbia was devastated by floods and mudslides that",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "QMUNITY offers What’s one of your most widely needed programs One of our more active youth-specific programs is the BBB program which offers bras binders and breast forms to youth aged 13 to 25 throughout British Columbia There’s a great need for this program and the results are really very meaningful because we know that gender-affirming wear saves lives It reduces youth’s ideas or negative mental health outcomes reduces suicidal ideation reduces self-harm and allows youth to feel connected and safe to their body as they might navigate different spaces This is a program that can instantly change a youth’s life This program has a waitlist because sometimes we get restricted due to funding and capacity Currently our BBB coordination is only part-time when it really could be a full-time role So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and job opportunities The other few I can think of is of course Earth Guardians There’s also Future Coalition which is all about empowering people to get involved in networking and coalition building This is a great way to build more community The third is ACE which stands for Action for the Climate Emergency They’ve done a lot of climate education and storytelling Those are a few organizations where people can start If something speaks to them off the website take those key words and plug them in like “climate activism opportunities” or “climate strikes” That’s another one too the Fridays for Future Climate Strike We’re so grateful to Marlow for taking the time to speak with us  If you want to hear more from her check out her website and Instagram All images for this article were sourced and given to us by Marlow Baines By planting ten trees for every item you purchase it’s our mission to plant 1 billion trees by  Head to our website to learn more and begin your planting journey with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there have been several joint events, projects, and initiatives involving QMUNITY and other organizations. Some notable examples include:\n\n1. Collaborative Workshops: QMUNITY has organized various workshops in partnership with other organizations, focusing on topics like mental health, self-care, and personal development. These collaborations help expand the reach of these important conversations and provide participants with diverse perspectives.\n2. Fundraising Events: QMUNITY has joined forces with other organizations for fundraising events, such as charity runs or auctions. By pooling resources and efforts, both organizations benefit from increased visibility and financial support for their respective causes.\n3. Community Outreach Programs: QMUNITY has partnered with schools, local businesses, and other community organizations to promote awareness and understanding of issues affecting marginalized individuals and communities. Through these joint initiatives, QMUNITY and its partners aim to create more inclusive and supportive environments for all residents.\n4. Advocacy Campaigns: QMUNITY has participated in advocacy campaigns alongside other organizations, pushing for policy changes and systemic reforms that address the needs of marginalized communities. By joining forces, these groups amplify their messages and increase their chances of achieving meaningful progress.\n\nThese are just a few examples of how QMUNITY has engaged in joint events, projects, and initiatives with other organizations. Their commitment to collaboration and partnerships reflects their dedication to creating positive change and supporting the wellbeing of marginalized individuals and communities.",
            "source": [
                {
                    "content": "is a meaningful step we can take toward creating a more sustainable and equitable world for everyone With support from our Diversity Equity and Inclusion DEI committee we continually seek to support organizations that empower members of our community and align with our social goals One Girl Can is a registered non-profit working to break the cycle of poverty for women and girls through education and mentorship We teamed up to cover tuition expenses for ten students for a full year of high school To celebrate Pride we donated 2 to Rainbow Refugees — a non-profit that helps LGBTQ2AI+ refugees find asylum without discrimination Our donation helped newcomers cover expenses such as food clothing housing and medical aid Together We Rise is a non-profit organization dedicated to transforming the way youth experience foster care in America Last year we donated new outfits to 1 kids and planted more than 34 trees On November 17  British Columbia was devastated by floods and mudslides that",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "grassroots youth leads This means youth can be supported in their communities financially to do the projects they want What makes this program unique is that there’s a support structure built in The youth are interconnected with our staff our regional directors and youth council members so they’re supported from beginning to end Any project that EG does focuses on equitability and regeneration So really making sure youth feel supported and there’s an equitable exchange of time and resources as well as making sure they’re prioritizing regeneration in their projects My role within earth guardians is Youth Director What this means is that I’m supporting our youth programs by making sure there’s cohesion and collaboration between our different teams I act as a liaison for our youth leaders to make sure they have all the resources they need Currently I have been working on building a wisdom and advisory council There are two components of it; first is that we want to engage with youth who",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This has been a busy year for us to say the least Our team has worked hard to gather the information needed to make data-driven decisions and evaluate the impact of our initiatives in the years ahead We started out the year with lofty goals and are proud to say we’ve been able to achieve all of them We look forward to publicly sharing more future plans goals and achievements for our company We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "QMUNITY offers What’s one of your most widely needed programs One of our more active youth-specific programs is the BBB program which offers bras binders and breast forms to youth aged 13 to 25 throughout British Columbia There’s a great need for this program and the results are really very meaningful because we know that gender-affirming wear saves lives It reduces youth’s ideas or negative mental health outcomes reduces suicidal ideation reduces self-harm and allows youth to feel connected and safe to their body as they might navigate different spaces This is a program that can instantly change a youth’s life This program has a waitlist because sometimes we get restricted due to funding and capacity Currently our BBB coordination is only part-time when it really could be a full-time role So we try to keep up with the demand but that’s the reality of working in a not-for-profit Q For those reading this interview what are some practical ways they can support the work that QMUNITY does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through these collaborative efforts, both Earth Guardians and the various partners aim to achieve several shared objectives and desired outcomes. Some of these include:\n\n1. Achieving the United Nations' Sustainable Development Goals (SDGs): By participating in the \"Billion Tree\" campaign and other forest restoration initiatives, Earth Guardians works together with its partners to contribute to the achievement of specific SDGs related to poverty reduction, hunger eradication, climate action, life below water, and life on land.\n2. Building capacity and empowering grassroots youth leaders: Collaborations enable Earth Guardians to provide financial support, mentorship, and networking opportunities for young people involved in community-driven projects. This fosters the growth of future environmental leaders and promotes equitable exchange of resources and knowledge.\n3. Encouraging innovation and creativity: By bringing diverse perspectives and expertise to the table, collaborations inspire new ideas and approaches to tackling environmental challenges. This includes leveraging artistic expressions like poetry and storytelling to communicate complex issues effectively.\n4. Strengthening networks and partnerships: Earth Guardians works closely with regional directors, youth council members, indigenous communities, NGOs, governments, and private sector entities. These connections help facilitate information-sharing, resource mobilization, and joint advocacy efforts.\n5. Promoting education and awareness-raising: Collaborations allow Earth Guardians and its partners to develop educational materials, organize events, and disseminate information about environmental issues, climate change, and available solutions. This increases public understanding and engagement in environmental stewardship.\n6. Fostering transdisciplinary dialogue: By involving experts from various fields, including ecology, social sciences, economics, and policy, collaborations encourage cross-sector conversations that generate comprehensive and integrated solutions to environmental problems.\n\nOverall, the mutual objectives and outcomes expected from these collaborations involve achieving global sustainability goals, empowering youth leaders, encouraging innovation, strengthening networks, raising awareness, and fostering transdisciplinary dialogue.",
            "source": [
                {
                    "content": "grassroots youth leads This means youth can be supported in their communities financially to do the projects they want What makes this program unique is that there’s a support structure built in The youth are interconnected with our staff our regional directors and youth council members so they’re supported from beginning to end Any project that EG does focuses on equitability and regeneration So really making sure youth feel supported and there’s an equitable exchange of time and resources as well as making sure they’re prioritizing regeneration in their projects My role within earth guardians is Youth Director What this means is that I’m supporting our youth programs by making sure there’s cohesion and collaboration between our different teams I act as a liaison for our youth leaders to make sure they have all the resources they need Currently I have been working on building a wisdom and advisory council There are two components of it; first is that we want to engage with youth who",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "look forward to  when we can publicly share our future plans goals and science-based targets We acknowledge that our company is based on the traditional ancestral and unceded territories of the Coast Salish Nations — xʷməθkʷəy̓əm Musqueam Sḵwx̱wú7mesh Squamish and səlil̓ilw̓ətaʔɬ Tsleil-Waututh",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Development Goals SDGs These are a collection of 17 interlinked global goals that are a “blueprint to achieve a better and more sustainable future for all” Here are the SDGs that we’re already addressing with different planting projects SDG1 No Poverty and SDG2 Zero Hunger — Supporting agroforestry projects in Senegal contribute to food security and economic development SDG13 Climate Action and SDG14 Life Below Water — Planting mangrove trees in Madagascar provides a natural infrastructure to protect against storm surges and helps regenerate the local infrastructure for aquaculture and marine life SDG15 Life on Land — Restoration projects in the Andes support water conservation We were part of the first wave of companies to join this global movement to protect and strengthen our forests and collectively work towards restoring and growing 1 trillion trees by  At the Forum’s Sustainable Development Impact Summit this September over 20 other companies pledged alongside us to conserve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "people My friends were into music and writing and it made me feel something You can have facts but when someone tells a personal experience and is able to tie it into why the facts are so important it has a much greater impact That’s why I like poetry so much it’s a tool to tell people what’s going on with the climate while sharing personal experience and helping people resonate We can collectively understand something through this type of structure Q You talk about leadership starting with our imagination on your website can you talk about what this idea means Something I love about Earth Guardians is the idea of a bunch of people coming to the table with all different experiences passions and ideas There have been such profound experiences when we’re faced with a topic or problem and we have to imagine using all of our collective experiences an idea This idea is then passed to another person and we rebuild the next iteration of it This comes back to the concept that it doesn’t take",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "wri",
                            "yale",
                            "wemeanbusinesscoalition",
                            "unfccc",
                            "onepercentfortheplanet",
                            "forbes",
                            "amazon",
                            "sciencebasedtargets",
                            "fairtrade",
                            "eventbrite",
                            "greenstep",
                            "youtube",
                            "worldwildlife",
                            "ellenmacarthurfoundation",
                            "un",
                            "standard"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}