{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the given information, it appears that The Earth Group has adopted several sustainable and environmental practices. They have been certified by B Lab to meet rigorous standards of social and environmental performance, accountability, and transparency. Additionally, they have evaluated their practices to ensure positive impacts on their employees, community, environment, and customers. Furthermore, they use everyday items like paper and water bottles responsibly, and they offer Earth Water in a reusable, recyclable, and aluminum container. Finally, each case sold funds 5 school meals for children in need, demonstrating their commitment to supporting local communities.",
            "source": [
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Earth Water is now available in a reusable recyclable aluminum container We are one of the only companies in Canada offering bottled water in resealable aluminum packaging Aluminum cans contain on average 70 percent recycled content which is more than 3X the amount in a glass or plastic bottle Aluminum cans have a higher recycling rate than plastic and glass and are lightweight stackable and strong allowing us to package and transport more beverages using less material This is another example of how we are working to lessen our impact on the planet Each case sold funds 5 school meals The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would be too time-consuming and impractical. Instead, I can mention some well-known events related to environmental conservation. Some examples include:\n\n1. Earth Day (April 22)\n2. World Environment Day (June 5th)\n3. United Nations Climate Change Conferences (held annually since 195)\n4. Global Climate Strike (periodic mass protests demanding action on climate change)\n5. International Union for Conservation of Nature (IUCN) World Conservation Congress (held every four years)\n6. Convention on Biological Diversity (CBD) Conference of Parties (COP; held biennially)\n7. Rio de Janeiro Earth Summit (192)\n8. Paris Agreement Signing Ceremony (201)\n9. UN Forum on Forests (UNFF; held biennially)\n10. World Wildlife Fund (WWF) Events and Campaigns (e.g., Earth Hour, Save Our Species, etc.)",
            "source": [
                {
                    "content": "By raising money for their local team/school/social club it provides a learning opportunity for students about humanitarianism and empowers them to create change on a global scale  It supports a local company  And critically it will provide food water and education to children living in the most desperate of conditions globally Every bag of fair trade organic Earth Coffee sold will raise 4 and provide school meals to a child for one week  Purchase for 10 sell for 14 Every box of Alberta grown fair trade organic Earth Tea sold will raise 4 and provide school meals to a child for one week  Purchase for 8 sell for 12 Every case of Alberta spring Earth Water sold will raise 4 and provide school meals to a child for one week  Purchase for 16 sell for 20 By selling products each household or office uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Earth Group is working with the plastic bank to remove the equivalent of 1 plastic bottles from the worlds oceans and waterways this year Earth Group Water bottles are   recyclable and are landfill biodegradable The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in Edmonton Canada Through extensive travel their eyes were opened to the dire circumstances in which a large percentage of the world lives This gave them both the sense of responsibility to do what they can to create positive change in the lives of people who need it most The Earth Group was certified as a B Corporation by the non-profit B Lab This certification means that we meet rigorous standards of social and environmental performance accountability and transparency The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information about The Earth Group being certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency, it can be inferred that they likely report various environmental impact metrics in their evaluation process. These metrics may include but are not limited to carbon emissions, water usage, waste management, and resource consumption. By reporting these metrics, The Earth Group demonstrates its commitment to minimizing its environmental footprint while also ensuring sustainable business practices.",
            "source": [
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the information provided, it seems like The Earth Group has made a public commitment to social and corporate responsibility through its certification by the non-profit B Lab. This certification indicates that the company meets rigorous standards in terms of social and environmental performance, accountability, and transparency. Additionally, the organization has demonstrated a focus on giving back to communities around the world by providing school meals for children in various countries such as Bolivia, Tajikistan, and the Philippines. Overall, it appears that The Earth Group is committed to making a positive impact both within its own operations and beyond through its philanthropic endeavors.",
            "source": [
                {
                    "content": "In    we funded  school meals for children in Bolivia  As per Marina Garcia Real WFP Deputy Country Representative the donation came ‘as a breath of fresh air  As you could experience during your visit to school meal programmes in Bolivia your support is most needed to help children have a good nutrition and education in schools in remote areas’  The local team passed along ‘a big thank you on behalf of our local partners who are working with WFP to implements projects on the ground and from the thousands of school children for whom your help is so important’ The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the company's progress towards meeting its obligations related to privacy, security, and sustainability. They also highlight any challenges faced and steps taken to address them. By publishing such reports regularly, the company ensures transparency and maintains accountability to its stakeholders.",
            "source": [
                {
                    "content": "obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that information for legitimate business purposes We protect personal information by applying physical security measures and barriers to our premises by adopting policies and procedures to protect information and technologically where appropriate by the use of security measures including passwords encryption firewalls and other software security solutions We only keep personal information for so long as it is required to fulfill the purposes described in this Privacy Policy or as required or permitted by law We attempt to collect and use information that is accurate up-to-date and as complete as possible However we rely on individuals to disclose all material information to us and to inform us of any changes With satisfactory identification and proof of entitlement an individual may request to",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that information for legitimate business purposes We protect personal information by applying physical security measures and barriers to our premises by adopting policies and procedures to protect information and technologically where appropriate by the use of security measures including passwords encryption firewalls and other software security solutions We only keep personal information for so long as it is required to fulfill the purposes described in this Privacy Policy or as required or permitted by law We attempt to collect and use information that is accurate up-to-date and as complete as possible However we rely on individuals to disclose all material information to us and to inform us of any changes With satisfactory identification and proof of entitlement an individual may request to",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that there haven't been any specific community or social events mentioned in the given information to fulfill the commitment of providing school meals to children in need. However, the text does mention that the founders of The Earth Group visited some of the farmers where the food is grown and then immediately sold to the school districts. Additionally, they emphasize the importance of simple daily purchases in making a difference in the world.",
            "source": [
                {
                    "content": "By raising money for their local team/school/social club it provides a learning opportunity for students about humanitarianism and empowers them to create change on a global scale  It supports a local company  And critically it will provide food water and education to children living in the most desperate of conditions globally Every bag of fair trade organic Earth Coffee sold will raise 4 and provide school meals to a child for one week  Purchase for 10 sell for 14 Every box of Alberta grown fair trade organic Earth Tea sold will raise 4 and provide school meals to a child for one week  Purchase for 8 sell for 12 Every case of Alberta spring Earth Water sold will raise 4 and provide school meals to a child for one week  Purchase for 16 sell for 20 By selling products each household or office uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… We believe it’s more important how you spend your dollars than how you vote and we’ve created a vehicle to affect positive change in the world simply through your every day purchases Kori Chilibeck and Matt Moreau met in  while working in Skiers Sportshop in Edmonton Canada Through extensive travel their eyes were opened to the dire circumstances in which a large percentage of the world lives This gave them both the sense of responsibility to do what",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, there is no direct mention of specific products, services, or technologies that are available. The text primarily focuses on privacy policy, restrictions on accessing personal information, protection measures, retention periods, and consent for marketing purposes.",
            "source": [
                {
                    "content": "obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that information for legitimate business purposes We protect personal information by applying physical security measures and barriers to our premises by adopting policies and procedures to protect information and technologically where appropriate by the use of security measures including passwords encryption firewalls and other software security solutions We only keep personal information for so long as it is required to fulfill the purposes described in this Privacy Policy or as required or permitted by law We attempt to collect and use information that is accurate up-to-date and as complete as possible However we rely on individuals to disclose all material information to us and to inform us of any changes With satisfactory identification and proof of entitlement an individual may request to",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that information for legitimate business purposes We protect personal information by applying physical security measures and barriers to our premises by adopting policies and procedures to protect information and technologically where appropriate by the use of security measures including passwords encryption firewalls and other software security solutions We only keep personal information for so long as it is required to fulfill the purposes described in this Privacy Policy or as required or permitted by law We attempt to collect and use information that is accurate up-to-date and as complete as possible However we rely on individuals to disclose all material information to us and to inform us of any changes With satisfactory identification and proof of entitlement an individual may request to",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "individuals of upgraded or additional products and services the “marketing purposes” These marketing purposes are entirely optional and any individual who does not wish us to collect use or disclose their personal information for these optional marketing purposes may contact us At Earth Coffee we obtain consent from individuals for the collection use and disclosure of their personal information unless inappropriate We may rely on express consent or implied consent depending on the circumstances Express consent may be given verbally in writing or by electronic means Implied consent is consent that is inferred from a person’s actions We collect use and disclose personal information in accordance with the consent provided in accordance with this Privacy Policy our contractual rights and obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "individuals of upgraded or additional products and services the “marketing purposes” These marketing purposes are entirely optional and any individual who does not wish us to collect use or disclose their personal information for these optional marketing purposes may contact us At Earth Coffee we obtain consent from individuals for the collection use and disclosure of their personal information unless inappropriate We may rely on express consent or implied consent depending on the circumstances Express consent may be given verbally in writing or by electronic means Implied consent is consent that is inferred from a person’s actions We collect use and disclose personal information in accordance with the consent provided in accordance with this Privacy Policy our contractual rights and obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific promotional events, expos, or sales related to these offerings from The Earth Group. However, they do mention their commitment to social and environmental responsibility, which may attract customers who share similar values.",
            "source": [
                {
                    "content": "uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "All wool Earth lid Each one sold provides 5 school meals to a child Dark grey light grey and dark blue Choose colour during checkout Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child Stainless steel reusable beverage bottle Each bottle sold provides a child with food in school for one month The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "All wool Earth lid Each one sold provides 5 school meals to a child Dark grey light grey and dark blue Choose colour during checkout Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child Stainless steel reusable beverage bottle Each bottle sold provides a child with food in school for one month The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "All wool Earth lid Each one sold provides 5 school meals to a child Dark grey light grey and dark blue Choose colour during checkout Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child Stainless steel reusable beverage bottle Each bottle sold provides a child with food in school for one month The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One example is the collaboration between companies and non-profit organizations like B Lab, which sets rigorous standards for social and environmental performance, accountability, and transparency. Another example is the relationship between suppliers and retailers or manufacturers, where both parties work together to bring products to market while upholding ethical and sustainable practices. Additionally, governments often partner with private sector entities to promote trade and investment, fostering economic growth and job creation. Finally, international organizations such as the World Food Programme (WFP) collaborate with various stakeholders, including governments, NGOs, and private sector actors, to address global challenges like hunger and poverty through sustainable development initiatives.",
            "source": [
                {
                    "content": "The Earth Group is committed to conducting and managing our business in a manner that reflects our high ethical and moral values We expect our suppliers to respect and adhere to the same philosophy in the operation and management of their businesses As part of this commitment The Earth Group has developed this Supplier Code of Conduct “Code” which establishes standards for all of its suppliers In addition to complying with local laws and regulations The Earth Group requires suppliers to be honest transparent and committed to making continuous improvements against these standards For the purposes of the Code a supplier is any manufacturer or subcontractor engaged a manufacturing products meant for resell by The Earth Group This Code is to be strictly adhered to whenever a potential new supplier is considered or entered into negotiation with The Earth Group will monitor compliance with this Code and we or our representatives may visit suppliers and their subcontractors to ensure",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "after the subcontractor has agreed to comply with The Earth Group’s Code Suppliers are responsible for ensuring compliance with The Earth Group’s Code by all of their subcontractors who produce or provide materials or services which are used in the manufacturing processing or production of merchandise sold to The Earth Group The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "new supplier is considered or entered into negotiation with The Earth Group will monitor compliance with this Code and we or our representatives may visit suppliers and their subcontractors to ensure compliance with this policy Any violations of our Code will be reported to the supplier for follow up and corrective action Suppliers are required to cooperate with the entire process Where there are Zero Tolerance violations and/or the supplier does not demonstrate a willingness to comply The Earth Group reserves the right to discontinue business with the supplier Suppliers are expected to operate in compliance with all applicable laws and regulations of the regions in which they operate This includes laws and regulations related to ethical business practices quality labour and employment practices as well as health safety and environmental protection Suppliers are also expected to conform their practices to generally accepted industry standards obtain and maintain all applicable permits",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " I am unable to provide specific information about current employment or educational opportunities based on the given text. However, it is worth mentioning that staying in school and building human capital can prepare individuals for skilled jobs of the future, driving economic growth and transformation. Additionally, organizations like the World Food Programme (WFP) offer opportunities to support initiatives such as providing school meals for children in areas affected by natural disasters or poverty.",
            "source": [
                {
                    "content": "stay in school and are able to learn allows individuals to achieve their potential and counties to develop their human capital  Building human capital prepares workforces for the skilled jobs of the future which can drive growth and transform economies The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in extraordinary business circumstances workers shall not be required to work inclusive of overtime more than the legally prescribed limits or 40 hours whichever is less and two days off in every seven day period shall be provided Rest periods for breaks and meals are provided At least 10 paid days of vacation are provided per year Suppliers must comply with the applicable local laws with regard to the minimum hiring age for employees Suppliers are not to use labour that is a result of mental or physical coercion physical punishment slavery or other oppressive labour conditions Suppliers and their employees cannot engage in any form of human trafficking Suppliers must respect workers’ right to associate freely in compliance with existing local laws and without intimidation reprisal or harassment Workers shall be treated with dignity and respect In particular suppliers will not permit physical sexual psychological or others forms of mental or physical coercion harassment abuse or",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the given information, there is no mention of specific events such as job fairs, webinars, workshops, or training programs related to The Earth Group. However, they do emphasize the importance of providing employment opportunities and supporting local businesses, which could potentially lead to these types of events in the future.",
            "source": [
                {
                    "content": "By raising money for their local team/school/social club it provides a learning opportunity for students about humanitarianism and empowers them to create change on a global scale  It supports a local company  And critically it will provide food water and education to children living in the most desperate of conditions globally Every bag of fair trade organic Earth Coffee sold will raise 4 and provide school meals to a child for one week  Purchase for 10 sell for 14 Every box of Alberta grown fair trade organic Earth Tea sold will raise 4 and provide school meals to a child for one week  Purchase for 8 sell for 12 Every case of Alberta spring Earth Water sold will raise 4 and provide school meals to a child for one week  Purchase for 16 sell for 20 By selling products each household or office uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "stay in school and are able to learn allows individuals to achieve their potential and counties to develop their human capital  Building human capital prepares workforces for the skilled jobs of the future which can drive growth and transform economies The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "all relevant local and national environmental protection laws and regulations and will strive to comply with international environment protection standards All required environmental permits shall be kept current and available on premise for review Suppliers should provide a safe clean and healthy work environment and abide by all applicable laws with respect to health safety and the environment This includes implementing appropriate safety procedures training preventative maintenance and protective equipment Suppliers should ensure that actual and potential risks to worker health and safety are identified assessed and eliminated or managed in order to mitigate their impacts and ensure preparedness Suppliers should strive for continual improvement in safety performance and regularly review and update their safety programs and practices in a manner that ensures ongoing compliance with law and industry standards Suppliers must demonstrate a high degree of professionalism and have a",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The privacy policy mentions two primary purposes for collecting, using, disclosing, and maintaining personal information about individuals: benefit administration purposes and optional marketing purposes. Benefits related to both sets of purposes include information about benefit eligibility, enrollment, claims processing, and communication regarding plan updates or changes. Additionally, for marketing purposes, the policy allows for offering or informing individuals about upgraded or additional products and services.",
            "source": [
                {
                    "content": "obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that information for legitimate business purposes We protect personal information by applying physical security measures and barriers to our premises by adopting policies and procedures to protect information and technologically where appropriate by the use of security measures including passwords encryption firewalls and other software security solutions We only keep personal information for so long as it is required to fulfill the purposes described in this Privacy Policy or as required or permitted by law We attempt to collect and use information that is accurate up-to-date and as complete as possible However we rely on individuals to disclose all material information to us and to inform us of any changes With satisfactory identification and proof of entitlement an individual may request to",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "obligations those that apply to any plan we administer and the law We restrict access to personal information to those of our employees authorized administrators and consultants who need to know that information for legitimate business purposes We protect personal information by applying physical security measures and barriers to our premises by adopting policies and procedures to protect information and technologically where appropriate by the use of security measures including passwords encryption firewalls and other software security solutions We only keep personal information for so long as it is required to fulfill the purposes described in this Privacy Policy or as required or permitted by law We attempt to collect and use information that is accurate up-to-date and as complete as possible However we rely on individuals to disclose all material information to us and to inform us of any changes With satisfactory identification and proof of entitlement an individual may request to",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This Privacy Policy describes why we collect use disclose and maintain personal information about these individuals This Privacy Policy may be amended from time to time Notices of changes are given by positing our revised Privacy Policy on our website at  An up-to-date version of this Privacy Policy may be obtained on our website or by contacting us We collect use and disclose personal information primarily for benefit administration purposes and also for optional marketing purposes Collectively we refer to the benefit administration purposes and the optional marketing purposes as the “purposes” From time to time subject to any legal and contractual restrictions we may also collect use and disclose basic information about an individual such as their contact information to offer or inform individuals of upgraded or additional products and services the “marketing purposes” These marketing purposes are entirely optional and any individual who does not wish us to collect use or disclose",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This Privacy Policy describes why we collect use disclose and maintain personal information about these individuals This Privacy Policy may be amended from time to time Notices of changes are given by positing our revised Privacy Policy on our website at  An up-to-date version of this Privacy Policy may be obtained on our website or by contacting us We collect use and disclose personal information primarily for benefit administration purposes and also for optional marketing purposes Collectively we refer to the benefit administration purposes and the optional marketing purposes as the “purposes” From time to time subject to any legal and contractual restrictions we may also collect use and disclose basic information about an individual such as their contact information to offer or inform individuals of upgraded or additional products and services the “marketing purposes” These marketing purposes are entirely optional and any individual who does not wish us to collect use or disclose",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information about The Earth Group, there is no mention of any financial or earnings reports in the text. Therefore, it would not be possible for me to provide any key takeaways from such a report regarding this company.",
            "source": [
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given information, there have been no specific mentions of investor events or funding rounds related to The Earth Group. However, it is possible that such events could be held in the future, depending on the organization's growth and expansion plans.",
            "source": [
                {
                    "content": "By raising money for their local team/school/social club it provides a learning opportunity for students about humanitarianism and empowers them to create change on a global scale  It supports a local company  And critically it will provide food water and education to children living in the most desperate of conditions globally Every bag of fair trade organic Earth Coffee sold will raise 4 and provide school meals to a child for one week  Purchase for 10 sell for 14 Every box of Alberta grown fair trade organic Earth Tea sold will raise 4 and provide school meals to a child for one week  Purchase for 8 sell for 12 Every case of Alberta spring Earth Water sold will raise 4 and provide school meals to a child for one week  Purchase for 16 sell for 20 By selling products each household or office uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in Edmonton Canada Through extensive travel their eyes were opened to the dire circumstances in which a large percentage of the world lives This gave them both the sense of responsibility to do what they can to create positive change in the lives of people who need it most The Earth Group was certified as a B Corporation by the non-profit B Lab This certification means that we meet rigorous standards of social and environmental performance accountability and transparency The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, it can be inferred that the Earth Group aims to continue its work towards providing food, water, and education to children in need through various products such as fair trade organic Earth Coffee, Alberta grown fair trade organic Earth Tea, and Alberta Spring Earth Water. These products are being marketed as having a direct impact on the lives of children in desperate situations around the world.",
            "source": [
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "By raising money for their local team/school/social club it provides a learning opportunity for students about humanitarianism and empowers them to create change on a global scale  It supports a local company  And critically it will provide food water and education to children living in the most desperate of conditions globally Every bag of fair trade organic Earth Coffee sold will raise 4 and provide school meals to a child for one week  Purchase for 10 sell for 14 Every box of Alberta grown fair trade organic Earth Tea sold will raise 4 and provide school meals to a child for one week  Purchase for 8 sell for 12 Every case of Alberta spring Earth Water sold will raise 4 and provide school meals to a child for one week  Purchase for 16 sell for 20 By selling products each household or office uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the available information, it seems that there isn't any specific mentioning of recent publications, research findings, or introduced technologies related to The Earth Group. However, they have been certified by B Lab to meet high standards of social and environmental performance, accountability, and transparency. Additionally, they have contributed to providing school meals to children affected by natural disasters in Mindanao, Philippines.",
            "source": [
                {
                    "content": "uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "not mean that Earth Group Earth Water Earth Coffee or Earth Tea endorses or accepts any responsibility for the content or the use of such website It is up to you to take precautions to ensure that whatever information including the Information you may access or download is free of viruses worms trojan horses and other items of a destructive nature All calculations and quotes are given as estimates and are not regarded as finalized until approved by a Earth Group Earth Water Earth Coffee or Earth Tea representative The Site is intended to be for educational and information purposes only IN NO EVENT WILL Earth Group Earth Water Earth Coffee or Earth Tea BE LIABLE TO ANY PARTY FOR ANY DIRECT INDIRECT EXEMPLARY INCIDENTAL PUNITIVE SPECIAL OR OTHER CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OF THE SITE THE INFORMATION AVAILABLE ON THE SITE OR ANY HYPERLINKED WEBSITE INCLUDING WITHOUT LIMITATION ANY LOST PROFITS BUSINESS INTERRUPTION LOSS OF PROGRAMS OR OTHER DATA ON YOUR COMPUTER SYSTEM",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the given information, it seems that The Earth Group has been involved in various activities related to providing support through school meals, agriculture development, and other programs. However, there isn't enough information to confirm if they have any ongoing or upcoming research projects or innovation initiatives specifically related to these areas. To provide a more accurate response, I would need additional details about The Earth Group's current or future plans.",
            "source": [
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the information provided, there isn't any specific mention about research grants or innovation awards being distributed by either WFP or The Earth Group. However, both organizations seem to be focused on providing food assistance and educational opportunities to children in need around the world.",
            "source": [
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In    we funded  school meals for children in Bolivia  As per Marina Garcia Real WFP Deputy Country Representative the donation came ‘as a breath of fresh air  As you could experience during your visit to school meal programmes in Bolivia your support is most needed to help children have a good nutrition and education in schools in remote areas’  The local team passed along ‘a big thank you on behalf of our local partners who are working with WFP to implements projects on the ground and from the thousands of school children for whom your help is so important’ The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Provide a child with a future by purchasing the Earth Group gift box With each box sold The Earth Group will feed and educate a child for an entire year This gift contains Canadian spring water fair trade and organic coffee and tea and a letter including your company name that explains what purchasing it has done for a child The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the given information, The Earth Group has established partnerships with two notable organizations:",
            "source": [
                {
                    "content": "In  The Earth Group provided  school meals to children in Kenya The Earth Group is a committed partner to the World Food Programme and a strong supporter of our school meals program“ said Jay Aldous WFP’s Director of Private Sector Partnerships “School meals can be life changing for the world’s poorest children They help get students into the classroom giving them an important key to a better future—an education Partnerships like the one we have with the Earth Group help lay the foundation for future generations to grow and thrive” The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in Edmonton Canada Through extensive travel their eyes were opened to the dire circumstances in which a large percentage of the world lives This gave them both the sense of responsibility to do what they can to create positive change in the lives of people who need it most The Earth Group was certified as a B Corporation by the non-profit B Lab This certification means that we meet rigorous standards of social and environmental performance accountability and transparency The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the information provided, there doesn't seem to be any specific joint events, projects, or initiatives between The Earth Group and other organizations mentioned in the context. However, The Earth Group has established agreements with the United Nations World Food Programme (WFP) to fund school meal programs globally, including those in Tajikistan, Bolivia, and regions of Mindanao in the Philippines. These collaborations aim to provide essential nutrition and education to children in underserved communities around the world.",
            "source": [
                {
                    "content": "In  we provided  school meals to children in the region of Mindanao in the Philippines  This was an area that had recently been devastated by successive typhoons  The communities had just had everything torn away from them but the human spirit was alive and strong and families were busy rebuilding with the help of WFP The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  we funded  school meals for children in Tajikistan  Roughly half of the country’s children do not attend school and accordingly the WFP school meal programmes are of critical importance here  We were able to visit some of the farmers where the food is grown and then immediately sold to the school districts  It allows the parents to earn an income and not rely on their children as workers  This means more children attend school where WFP provides free food water and education  Our efforts are supporting approximately 20 schools The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In    we funded  school meals for children in Bolivia  As per Marina Garcia Real WFP Deputy Country Representative the donation came ‘as a breath of fresh air  As you could experience during your visit to school meal programmes in Bolivia your support is most needed to help children have a good nutrition and education in schools in remote areas’  The local team passed along ‘a big thank you on behalf of our local partners who are working with WFP to implements projects on the ground and from the thousands of school children for whom your help is so important’ The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "The Earth Group exists entirely to provide school meals to children globally while minimizing our impact on the planet wherever possible  We do this through a worldwide agreement with the United Nations World Food Programme WFP that sees us funding their school feeding programmes Kori Chilibeck and Matt Moreau met in  while working in Skiers Sportshop in Edmonton Canada Through extensive travel their eyes were opened to the dire circumstances in which a large percentage of the world lives This gave them both the sense of responsibility to do what they can to create positive change in the lives of people who need it most The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration with various stakeholders such as local teams/schools, companies, and consumers, the Earth Group seeks to achieve several mutual objectives and outcomes. These include:\n\n1. Humanitarianism Education: Collaboration helps students learn about humanitarianism and understand the importance of creating positive change on a global scale. This fosters empathy and a sense of responsibility among young people.\n2. Local Economic Support: By purchasing and promoting locally produced products like fair trade organic Earth Coffee, Alberta grown fair trade organic Earth Tea, and Alberta Spring Earth Water, households and offices contribute to the local economy while also supporting global causes.\n3. Raising Funds for Global Causes: Each sale of the mentioned products raises funds that can be used to support various initiatives related to providing food, water, and education to underprivileged children around the world.\n4. Environmental Impact: The Earth Group is committed to meeting high social and environmental performance standards, ensuring that their operations have a minimal negative effect on the environment.\n5. Transparency and Accountability: By being certified by B Lab, the Earth Group demonstrates its commitment to openness and honesty regarding its business practices, which builds trust with consumers and other stakeholders.\n\nIn summary, through collaboration between different parties, the Earth Group hopes to achieve multiple objectives and outcomes, including educating youth about humanitarianism, supporting local economies, raising funds for global causes, minimizing environmental impact, and maintaining transparency and accountability.",
            "source": [
                {
                    "content": "By raising money for their local team/school/social club it provides a learning opportunity for students about humanitarianism and empowers them to create change on a global scale  It supports a local company  And critically it will provide food water and education to children living in the most desperate of conditions globally Every bag of fair trade organic Earth Coffee sold will raise 4 and provide school meals to a child for one week  Purchase for 10 sell for 14 Every box of Alberta grown fair trade organic Earth Tea sold will raise 4 and provide school meals to a child for one week  Purchase for 8 sell for 12 Every case of Alberta spring Earth Water sold will raise 4 and provide school meals to a child for one week  Purchase for 16 sell for 20 By selling products each household or office uses every day sales are easy and the benefits far reaching The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Proin id malesuada nunc Nulla faucibus non felis quis ornare Quisque tristique ac sapien eu tempor… Aliquam pharetra sapien non egestas interdum dolor odio suscipit risus eu iaculis elit nisi ac lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… Sed volutpat dolor mauris ut scelerisque justo tincidunt non Morbi ut faucibus lectus at rutrum lectus… Quisque a massa facilisis pellentesque tellus sit amet egestas ipsum Mauris sodales convallis cursus Fusce efficitur… The Earth Group was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers The Earth Group  ave Edmonton AB Canada T6E 0E4 Phone 1-",
                    "metadata": {
                        "rel": [],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}