{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several sustainable or environmental practices mentioned throughout these passages. Some key examples include:\n\n1. The Fruitguys focusing on environmental sustainability and supporting nonprofit farm projects for sustainable agriculture.\n2. Cattail Organics implementing various eco-friendly practices such as using reusable landscape fabric, a small walk-behind cultivator, and a floating row cover to protect plants from wind and cold, as well as insects and diseases. These practices help reduce inputs, increase profitability, and minimize negative environmental impacts.\n3. Enviro-Stewards taking steps to reduce their carbon footprint, including installing an integrated living wall in their ventilation system, which helps remove CO2 from the air. They also upgraded their office ventilation system to improve indoor air quality while conserving energy.\n4. Enviro-Stewards committing to reduce their greenhouse gas (GHG) emissions per employee by 80%, achieving this goal by implementing energy conservation measures that reduced emissions by 73 per employee. Additionally, they offset twice the remaining emissions associated with their facilities, as reported in the \"Sustainable Waterloo Region\" report.",
            "source": [
                {
                    "content": "Many businesses have began to pave the way towards environmental sustainability Here is Chris Mittelstaedt CEO of The Fruitguys speaking on the responsibility businesses have to the environment as well as what The Fruitguys is all about Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "nonprofits across the US for sustainable farm projects Over the summer they applied their funding to projects ranging from installing solar panels and bat houses to transitioning to no-till agriculture and planting heirloom fruit trees Farms are already reporting positive impacts from some of the  projects For instance Cattail Organics a small 5-acre farm in Athens WI that produces a variety of vegetables cut flowers herbs and maple syrup received a 5 grant to purchase equipment and seeds Among their equipment purchases were a small walk-behind cultivator which reduces fuel use and the emissions associated with a gas-powered tractor; reusable landscape fabric which unlike plastic sheeting cuts down on weeds while allowing air and moisture into the soil; and a floating row cover to protect plants from wind and cold as well as insects and disease “Lower amounts of weeds and lower input costs associated with reduced tractor use clearly increase the profitability of the farm” farmer Kat",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Positive the outcome of the engineering services that we provide were avoiding more than 10 tonnes of GHG for our clients and development projects for every tonne of our remaining GHG emissions Enviro-Stewards’ operations – like everyone else’s on the planet – were substantially impacted by COVID  As outlined in our conversation with the former Environmental Commissioner of Ontario excerpt reducing exhaust rates is an excellent way to save energy  Conversely increasing air makeup rates and hence air exhaust rates results in substantial increases in energy consumption and associated environmental footprints  What other avenues are available to reduce risk of COVID transmission while maintaining energy efficiency As a component of our office upgrades Enviro-Stewards installed an integrated living wall in our ventilation system  By drawing our office air through the wall on its return journey to the HVAC system the plants have been able to remove enough CO2 to reduce the amount of makeup",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Coronavirus COVID-19 can be spread through the air  Therefore it is necessary to rethink indoor air management systems to reduce the risk of airborne transmission  Concurrently Heating Ventilating and Air Conditioning HVAC is frequently a top energy consumer at most facilities  This blog outlines measures that we have implemented at our own facility to reduce the risk of transmission while reducing our footprints and operating costs While walking our talk Enviro-Stewards committed to reduce our greenhouse gas GHG emissions per employee by 80  By  through energy conservation we reduced emissions by 73 per employee and offset twice the remaining emissions associated with our facilities see Sustainable Waterloo Region SWR Report Furthermore as outlined in our Practical Path to Become Climate Positive the outcome of the engineering services that we provide were avoiding more than 10 tonnes of GHG for our clients and development projects for every tonne of our remaining GHG emissions",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 specific events might be difficult due to the constantly evolving nature of these efforts. Instead, here are some examples of notable events and initiatives related to environmental conservation:\n\n1. Earth Day (April 22)\n2. Global Climate Strike (September 20)\n3. World Environment Day (June 5)\n4. United Nations Climate Change Conferences\n5. COP26 (Paris Agreement Signing, December 201)\n6. COP27 (Marrakech Climate Conference, November 2018)\n7. UN Biodiversity Conference (various dates)\n8. World Wildlife Day (March 3)\n9. International Union for Conservation of Nature (IUCN) World Conservation Congress\n10. Convention on Biological Diversity (CBD) COP meetings",
            "source": [
                {
                    "content": "Many businesses have began to pave the way towards environmental sustainability Here is Chris Mittelstaedt CEO of The Fruitguys speaking on the responsibility businesses have to the environment as well as what The Fruitguys is all about Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "psychology at … Last summer a friend asked me to join her in a six-week fitness challenge at a nearby gym It promised weight loss strength and endurance training and a squad-style community forged through group … The concept of mindfulness — the ability to be in the present aware and not overly reactive—comes from Buddhist philosophy and has been practiced in various forms for thousands of years Long … If you’re looking to take your career to the next level but don’t have the time or budget to commit to a formal program podcasts can be a terrific resource Maybe you want to explore potential … The numbers are staggering Americans go through more than  million pieces of plastic utensils and throw away  million plastic straws a day according to the nonprofit Plastic Pollution … The FruitGuys has donated nearly eight million servings of farm-fresh fruit to people in need across the United States over the last five years with almost 2 million servings in  alone The … How can we be happier",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "commons BIPOC farmers boston area gleaners carlson's island view orchard cooperation operation costello urban farm earthseed farm farm to fight hunger fruitguys community fund Grants huerta del valle movement ground farm over the moon farm and flowers philly forests red h farm sakari farms small family farm small farms Small Grants Big Impacts songhaven farm soul flower farm stonefield farm sustainability urban food forest at brown mill community garden As we reflect back on another challenging year we are incredibly grateful for our clients and their positive impact on people and the planet through The FruitGuys GoodWorks Programs Together in … Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture Small Farms are critical partners of the environment with a special role in its stewardship and as agents of climate stabilization The FruitGuys Community Fund",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "fiscally sponsored project of Community Initiatives will award small American farms and agricultural nonprofits a total of 35 in  for sustainability … Filed Under FruitGuys News GoodWorks Tagged With agricultural nonprofit community fund farm grants Farms GoodWorks local farms sustainable sustainable farming Clear Spring Farm PA If you live in an eco-conscious region fighting to preserve its local family farms chances are you’ve seen bumper stickers such as “Know your farmer know your food” “I … Filed Under Farms FruitGuys News Tagged With crops Farms land value local farmers small farms the future of farms Like the snowy owl and the snail darter foods can be endangered too If farmers stop growing your favorite variety of tomato because it’s too hard to ship or too prone to pests we come that much … Filed Under Farms FruitGuys News Tagged With California endangered Farms GoodWorks gravenstein apples sebastopol SlowFoods special “Even if I knew that tomorrow the world would go to",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the provided text, several environmental impact metrics are mentioned or discussed. These include:\n\n1. Greenhouse Gas (GHG) emissions: Both Enviro-Stewards and The Fruitguys discuss GHG emissions related to their operations. Enviro-Stewards mention that their engineering services helped their clients avoid over 10 tonnes of GHG for each development project, while also highlighting their own efforts to reduce their remaining GHG emissions. On the other hand, The Fruitguys emphasize their commitment to environmental sustainability and their efforts to minimize their carbon footprint.\n\n1. Energy efficiency: Several instances showcase the importance of energy efficiency in mitigating environmental impacts. Examples include reducing exhaust rates to save energy and implementing integrated living walls in ventilation systems to remove CO2 and potentially reduce the need for additional makeup air.\n\n1. Carbon footprint reduction: Companies such as The Fruitguys aim to minimize their carbon footprint, indicating a focus on greenhouse gas emissions. This aligns with broader efforts to combat climate change and promote environmental sustainability.",
            "source": [
                {
                    "content": "Many businesses have began to pave the way towards environmental sustainability Here is Chris Mittelstaedt CEO of The Fruitguys speaking on the responsibility businesses have to the environment as well as what The Fruitguys is all about Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and Insights at B Lab Global “While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognized as Best for the World can provide us all — standards setters B Corps non B Corps and sustainability advocates — with inspiration on what true leadership in business can look like to make progress on addressing our current global challenges” About B Corp Certification B Corp Certification doesn’t just evaluate a product or service it assesses the overall social and environmental impact of the company that stands behind it To achieve B Corp Certification a company must meet a score of at least 80 points on the B Impact Assessment an evaluation of a company’s positive impact and pass a risk review an evaluation of a company’s negative impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Positive the outcome of the engineering services that we provide were avoiding more than 10 tonnes of GHG for our clients and development projects for every tonne of our remaining GHG emissions Enviro-Stewards’ operations – like everyone else’s on the planet – were substantially impacted by COVID  As outlined in our conversation with the former Environmental Commissioner of Ontario excerpt reducing exhaust rates is an excellent way to save energy  Conversely increasing air makeup rates and hence air exhaust rates results in substantial increases in energy consumption and associated environmental footprints  What other avenues are available to reduce risk of COVID transmission while maintaining energy efficiency As a component of our office upgrades Enviro-Stewards installed an integrated living wall in our ventilation system  By drawing our office air through the wall on its return journey to the HVAC system the plants have been able to remove enough CO2 to reduce the amount of makeup",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "nonprofits across the US for sustainable farm projects Over the summer they applied their funding to projects ranging from installing solar panels and bat houses to transitioning to no-till agriculture and planting heirloom fruit trees Farms are already reporting positive impacts from some of the  projects For instance Cattail Organics a small 5-acre farm in Athens WI that produces a variety of vegetables cut flowers herbs and maple syrup received a 5 grant to purchase equipment and seeds Among their equipment purchases were a small walk-behind cultivator which reduces fuel use and the emissions associated with a gas-powered tractor; reusable landscape fabric which unlike plastic sheeting cuts down on weeds while allowing air and moisture into the soil; and a floating row cover to protect plants from wind and cold as well as insects and disease “Lower amounts of weeds and lower input costs associated with reduced tractor use clearly increase the profitability of the farm” farmer Kat",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided context, The FruitGuys has made several public commitments to social and corporate responsibility. They have demonstrated their dedication to these causes through various actions such as:\n\n1. Donating a minimum value of 20 of their annual profits through weekly produce donations to hunger relief organizations nationwide. This demonstrates a commitment to community welfare and social responsibility.\n2. Providing annual grants for environmental stewardship to small farms via their non-profit, The FruitGuys Community Fund. This shows a focus on sustainability and corporate responsibility.\n3. Becoming a B Corp certified company, which requires meeting specific social and environmental impact criteria. By obtaining this certification, The FruitGuys has committed to operating in a responsible manner and being held accountable for their actions.",
            "source": [
                {
                    "content": "public transparency and accountability to balance profit and purpose Every three years companies must be recertified The FruitGuys looks forward to completing its B Impact Assessment in  and continuing our journey to evaluate our practices set ambitious goals and promote positive change Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Many businesses have began to pave the way towards environmental sustainability Here is Chris Mittelstaedt CEO of The Fruitguys speaking on the responsibility businesses have to the environment as well as what The Fruitguys is all about Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and Insights at B Lab Global “While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognized as Best for the World can provide us all — standards setters B Corps non B Corps and sustainability advocates — with inspiration on what true leadership in business can look like to make progress on addressing our current global challenges” About B Corp Certification B Corp Certification doesn’t just evaluate a product or service it assesses the overall social and environmental impact of the company that stands behind it To achieve B Corp Certification a company must meet a score of at least 80 points on the B Impact Assessment an evaluation of a company’s positive impact and pass a risk review an evaluation of a company’s negative impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "The FruitGuys has been named a  Best for the World™ B Corp™ in recognition of its exceptional positive impact in the Community category Best for the World is a distinction granted to Certified B Corporations B Corps whose impact scores rank in the top 5 of all B Corps in their corresponding size group The FruitGuys earned this honor because of its initiatives to The FruitGuys donates a minimum value of 20 of its annual profits through weekly produce donations from its facilities to hunger relief organizations nationwide; and  annual grants for environmental stewardship to small farms via our non-profit The FruitGuys Community Fund The FruitGuys became B Corp certified in  Read our  Impact Report Helping small farms with sustainability grants and fighting hunger by donating fruit to those in need are the two core impact components that have been built into our business model” said Chris Mittelstaedt Founder and CEO of The FruitGuys “We are honored by the recognition from B-Lab as one of",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing The FruitGuys' commitments related to public transparency, social and environmental responsibility, and customer engagement. These reports provide updates on various aspects such as certifications, community outreach programs, charitable donations, and progress towards sustainability goals. However, I cannot access specific details about the content of these reports beyond what was provided in the context.",
            "source": [
                {
                    "content": "public transparency and accountability to balance profit and purpose Every three years companies must be recertified The FruitGuys looks forward to completing its B Impact Assessment in  and continuing our journey to evaluate our practices set ambitious goals and promote positive change Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "environment local food systems and farm diversity The  projects ranged from installing rainwater catchment systems to planting native perennial hedgerows and were given to the following farms Chicago Patchwork Farms Chicago IL; Foxtrot Organic Farm St Charles IL; Byars Family Farm Ardmore OK; Songbird Farm Unity ME; Bertrand Farm Niles MI; Soil Born Farms Rancho Cordova CA; Marsteller Farm Freeland MD; The Growing Club  Sarvodaya Farms Pomona CA; Blackhawk Courts Farm and Garden Rockford IL; and Urban Tree Connection  Neighborhood Foods Farm Philadelphia PA Benefits of the  projects are already being reported For instance Chicago Patchwork Farms a no-till organic and bio-intensive half-acre urban farm in Chicago IL used their 5 grant to purchase an ice maker solar panels and a lean-to structure as well as extra coolers and compost “Yields are up because of our new -square-foot growing space Since we started freezing our own ice we have reduced our weekly expenditures by 60 By reusing",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "costs increased from 40 bi-monthly to  bi-monthly This sustainable and affordable water system will allow them to continue and expand local food production reduce use of groundwater resources and teach program participants about water catchment systems so they can look into it for their own home use Perennial Grazing is a 70-acre farm and pasture in Rumsey CA that grows table grapes and raises meat ducks and sheep and specializes in regenerative grazing services They bring their sheep to graze farms vineyards and orchards throughout northern California to reduce wildfire fuel and naturally re-propagate native grasses and reduce invasive plant species through grazing which also improves soil health without herbicides tillage or irrigation  They will use their 4 grant to purchase a portable corral system to allow them to reach a greater number of clients in the northern California grasslands community California’s record drought and wildfires has increased demand from landowners looking",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't any specific information provided about community or social events that have been organized to fulfill these commitments. However, it can be inferred that various organizations mentioned in the text play important roles in fulfilling these commitments. Organizations like The Beans & Bread Center, UMOM, We Don't Waste, FoodWorks Fund, and others work towards alleviating hunger, poverty, and social inequality. Through their programs and initiatives, these organizations engage communities in activities and events aimed at creating awareness, raising funds, and providing support to those in need.",
            "source": [
                {
                    "content": "party is an enduring tradition These events bring together all kinds of people under circumstances where the boundaries of work and private lives might blur … Did you know you can help people in need by forwarding your fruit box to a charity in your area As the holidays approach we wanted to not only thank you for your business but also share how The … The arrival of autumn marks a time of transition We return to school and a “regular” work schedule no more closing down early on Fridays to head to the beach we don our jackets and we welcome … The Farm-to-Table movement of the last decade has celebrated local farmers and their rural lifestyle Sustainable farming is a wholesome and noble occupation that provides nutritious whole foods to an … The FruitGuys is thrilled to announce the return of our annual Gravenstein Apple Box This heirloom apple has a distinctive delicious flavor and a tantalizingly brief harvest season generally two … Copyright ©  · Sitemap · Contact · Accessibility ·",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "those infected or affected by HIV/AIDS the LGBTQ community as well as the discounted disconnected and disregarded For over 30 years we have stood by our unwavering belief that food is a basic human right We distribute millions of healthy meals every year and are on the forefront of new approaches to ending hunger and poverty Caring for Friends mission is to provide food and friendship to seniors kids and adults in the 5-county Philadelphia region Communities in Action CIA is dedicated to addressing hunger health and quality of life by serving those in need CLOTH is a multi-service community development organization dedicated to supporting and empowering the economically disadvantaged residents of Washington Heights Family House a nonprofit that provides free temporary housing for families of children being treated for cancer  other serious illnesses at UCSF Hospital FareStart is a real solution to some of our society's most pressing challenges—homelessness joblessness poverty and",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "this mission But there is always more to do” Each day the Dining Room serves up to 3 hot meals to men women and children who get a number on a slip of paper and then wait to be called in to eat Seniors and families with children can come between 30; anyone can come from 11 30 pm The profile of the guests is a mix of seniors on fixed incomes who have no money left over for food after paying their rent; homeless people; people suffering from mental illness and/or addiction; families that are working poor; recent parolees; people who are long out of work or on disability; and those going through a rough patch One out of four is a Veteran dating as far back as World War II Since the economic downturn in  they have seen a 7 increase in guests or about an additional  people a day They are also seeing more families It is open  days a year Founded October 4  by Father Alfred Boedekker at the time the Franciscan pastor of St Boniface Catholic Church down the street the Dining Room is now the",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "able to obtain enough nutritious food — in a dignified manner — to support the health and well-being of themselves and their families Providing essential support for San Franciscans living in poverty since  The Beans  Bread Center helps thousands of people with resources to help them move beyond the challenges of poverty and achieve their full potential UMOM restores hope and rebuilds lives by providing shelter services and affordable housing for people experiencing homelessness We Don't Waste supports the community and the environment by reclaiming and redistributing quality food to those in need From August  to January  The FoodWorks Fund nonprofit turned  tax-deductible donations into boxes with a week’s worth of fresh fruits and vegetables and delivered them to hunger relief community partner organizations for distribution to those in need Thanks to your generosity  people in need were fed Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies offered by The FruitGuys. Some of these include:\n\n1. Fruit delivery: They provide fresh, delicious fruits to businesses and organizations across the United States. Their offerings include mixed fruit for break rooms, individual fruit boxes, and specialty items like exotic fruits.\n\n1. Custom programs: They create tailored fruit plans based on each client's specific needs and preferences. These may include flexible scheduling, customized packaging, and unique fruit combinations.\n\n1. Corporate social responsibility: By partnering with The FruitGuys, businesses can contribute to supporting small independent and family-run farms, fighting hunger, and promoting sustainable farming practices through various initiatives.\n\n1. Online account management: Clients can easily manage their accounts online, including tracking order history, modifying subscription details, and accessing helpful resources related to nutrition and wellness.",
            "source": [
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "mom working parent The FruitGuys Founder Chris Mittelstaedt was recently interviewed by the Wall Street Journal about the economic effects of the Covid-19 crisis on small businesses Read the full article in PDF … Filed Under FruitGuys News The FruitLife WorkLife Tagged With chris mittelstaedt Covid Recession Covid-19 entrepreneurs fruitguys small business owner The FruitGuys wall street journal March  We will get to the other side of this---together We wish you your employees your vendors your customers and their families the best and especially good health Please let us know of … Filed Under Ask the FruitGuys Diet and Health Farms Fitness Food FruitGuys News GoodWorks The FruitLife WorkLife The practice of telecommuting—more commonly referred to as “remote work” is very much on the rise With remote work trending up how can companies engage remote employees The US Bureau of … As concern over the spread of the Coronavirus COVID-19 grows what steps can you and your workplace take to",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "nation including Yahoo; Yamaha; VMWare; Wells Fargo among thousands of other industry leaders Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "From weekly mixed fruit for break rooms to monthly gifts for remote staff to special projects we can serve your needs or turn your dreams into a nourishing reality Fruit Snacks Experiences  Gifts for Appreciation Milestones  Celebrations “We are loving your fruit here at the Beverly Hills HQ” – Alo Yoga “Great fruit and great customer service —THANK YOU” – APG Asset Management Fruit  snacks for large groups  fun specialty items We deliver nationwide to your offices remote locations or directly to your employees’ homes We can help you develop a flexible plan to serve team members wherever they are Tell us what you are interested in and we will work with you to come up with a custom program that fits your goals and budget We donate a minimum value of 20 of annual profits to fight hunger and support sustainable farming practices through grants to small farms Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, The FruitGuys offers various promotional events, expos, and sales throughout the year. Some of these events include:\n\n1. Annual Sales & Promotions: The FruitGuys often runs annual sales and promotions during specific times of the year, such as Black Friday, Cyber Monday, and end-of-year clearance sales. These events offer discounts on their products and services.\n\n1. Trade Shows & Expos: The FruitGuys participates in industry trade shows and expos, where they showcase their products and services to potential clients and partners. Attendees can learn more about their offerings and network with others in the industry.\n\n1. Webinars & Workshops: From time to",
            "source": [
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "From weekly mixed fruit for break rooms to monthly gifts for remote staff to special projects we can serve your needs or turn your dreams into a nourishing reality Fruit Snacks Experiences  Gifts for Appreciation Milestones  Celebrations “We are loving your fruit here at the Beverly Hills HQ” – Alo Yoga “Great fruit and great customer service —THANK YOU” – APG Asset Management Fruit  snacks for large groups  fun specialty items We deliver nationwide to your offices remote locations or directly to your employees’ homes We can help you develop a flexible plan to serve team members wherever they are Tell us what you are interested in and we will work with you to come up with a custom program that fits your goals and budget We donate a minimum value of 20 of annual profits to fight hunger and support sustainable farming practices through grants to small farms Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "nation including Yahoo; Yamaha; VMWare; Wells Fargo among thousands of other industry leaders Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every gift upholds The FruitGuys’ mission to support small farms and feed the hungry We proudly feature products from other B Corporations companies part of a global movement to use business as a force for good Our featured gifts are perfect for holidays special occasions milestones anniversaries and transitions Send them to employees remote team members vendors teachers family and friends who appreciate health farms and mission-driven companies Choose your gifts give us your logo message and delivery window and we will build a customized landing page for your team members to choose their gift and input their delivery addresses Great for gifts events or weekly monthly or quarterly treats Sending 5 50  or 5 gifts Clients staff or friends spread across the country Want to build your company’s own unique box or include branded items We can do it all Just tell us what you want and we will figure out the most efficient way to send your gifts and create a custom quote for you Please provide",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations related to commerce. One example is the collaboration between Apple and American Express (Amex) to introduce the Apple Card. This card offers unique features like lower interest rates and better rewards for users who prefer using Apple Pay over traditional credit cards. Another significant partnership is Amazon's acquisition of Whole Foods, which has transformed the grocery industry through increased competition and technological advancements. Additionally, many e-commerce platforms partner with logistics providers such as UPS, FedEx, and DHL to ensure efficient delivery services for their customers. These examples showcase the importance of strategic partnerships in driving growth and innovation within various sectors of commerce.",
            "source": [
                {
                    "content": "We’re always interested in opportunities to collaborate creatively with other companies and brands Forces working together make the biggest impact especially during this time Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "their businesses It provides an opportunity for recognized companies to share knowledge learnings and best practices with the business community to encourage innovation and transformation The full lists of companies awarded are available at bcorporationnet The Best for the World recognition is administered by B Lab the global nonprofit network that certifies and mobilizes B Corps Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognized as Best for the World can provide us all —",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Tagged With business crisis chris mittelstaedt customer happiness How to Resolve a Customer Crisis inc resolving a crisis Reprinted from Chris Mittelstaedt’s column Eureka on Inccom FruitGuys founder Chris Mittelstaedt explains how hackers got into his company's bank account--and how not to let it happen to … Filed Under FruitGuys News WorkLife Tagged With bank fraud business fraud chris mittelstaedt fraud fraud protection hackers identity theft inc insurance The Bank Scam That Hit My Business thief Reprinted from Chris Mittelstaedt’s column Eureka on Inccom Technology can make your job easier But when something goes wrong you need basic business instincts to back you up Remember the Air … Reprinted from Chris Mittelstaedt’s column Eureka on Inccom How to identify--and root out--your worst human instincts before they infect your team If there's one thing that's consistent across … Filed Under FruitGuys News WorkLife Tagged With 7 Deadly Management Sins business passion company culture",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there isn't specific data related to employment or educational opportunities. However, some general statements can be made regarding the topics mentioned. For example, veterans may benefit from leadership courses offered by organizations like the U.S. Department of Veteran Affairs (VA) or private institutions. Additionally, remote work opportunities continue to grow due to the COVID-19 pandemic, which could include freelance work, consulting, or part-time positions with companies allowing remote work arrangements. Finally, for individuals interested in agriculture and sustainability, there might be internships, apprenticeships, or entry-level jobs available within organizations focused on urban farming, environmental conservation, or food justice initiatives.",
            "source": [
                {
                    "content": "the setting and for others it’s their worst nightmare as they feel self-conscious when public speaking Regardless of … Vaping—the use of electronic nicotine delivery systems sometimes referred to as ‘e-cigarettes’—exploded into the news this fall after a sudden spike in lung illnesses and more than 30 deaths that … Veterans are trained in elite leadership courses They’re battle-tested and have proven themselves capable of accomplishing difficult tasks both state-side and at war Military professionals have a … The FruitGuys has a range of tasty and distinctive options that make holiday gift-giving easy not to mention delicious and healthy You’ll delight clients vendors business partners and employees … There is no shortage of resume and interview tips to help you land a new job but advice on navigating those early months in a new role and how to work towards new job success can be a bit more … Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "mom working parent The FruitGuys Founder Chris Mittelstaedt was recently interviewed by the Wall Street Journal about the economic effects of the Covid-19 crisis on small businesses Read the full article in PDF … Filed Under FruitGuys News The FruitLife WorkLife Tagged With chris mittelstaedt Covid Recession Covid-19 entrepreneurs fruitguys small business owner The FruitGuys wall street journal March  We will get to the other side of this---together We wish you your employees your vendors your customers and their families the best and especially good health Please let us know of … Filed Under Ask the FruitGuys Diet and Health Farms Fitness Food FruitGuys News GoodWorks The FruitLife WorkLife The practice of telecommuting—more commonly referred to as “remote work” is very much on the rise With remote work trending up how can companies engage remote employees The US Bureau of … As concern over the spread of the Coronavirus COVID-19 grows what steps can you and your workplace take to",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hands-on outdoor education and employment programming support for youth ages  who have left high school before graduating Food donations are their primary crop distribution In  they donated 85 of their produce through local hunger relief programs in addition to youth taking home shares of food With their 4 grant GRuB will relocate and expand their perennial berry production and improve weed management Berries are their most requested crop and they currently have just a few low-yielding blueberry plants in a high-ground location that needs irrigation during summer The grant will enable them to purchase a number of native fruiting plants and trees and transition their tilled annual vegetable beds in a wetter area of the farm to perennial berries In addition they will purchase a steam weeder to heat treat any noxious plant parts before they go into their compost system so they can reincorporate the weeds onsite rather than disposing of them offsite at the dump  Global One Urban Farming",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "psychology at … Last summer a friend asked me to join her in a six-week fitness challenge at a nearby gym It promised weight loss strength and endurance training and a squad-style community forged through group … The concept of mindfulness — the ability to be in the present aware and not overly reactive—comes from Buddhist philosophy and has been practiced in various forms for thousands of years Long … If you’re looking to take your career to the next level but don’t have the time or budget to commit to a formal program podcasts can be a terrific resource Maybe you want to explore potential … The numbers are staggering Americans go through more than  million pieces of plastic utensils and throw away  million plastic straws a day according to the nonprofit Plastic Pollution … The FruitGuys has donated nearly eight million servings of farm-fresh fruit to people in need across the United States over the last five years with almost 2 million servings in  alone The … How can we be happier",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events happening around the topic of remote work engagement. Here's a list of some notable events:\n\n1. Virtual Job Fair (various dates) - A series of virtual job fairs organized by different platforms such as Remote.co, We Work Remotely, and Indeed. These fairs bring together employers looking for remote talent and job seekers interested in remote positions.\n2. Future of Work Webinar Series (ongoing) - Hosted by organizations like Remote.co, these webinars feature experts discussing topics related to remote work, employee engagement, and workplace trends.\n3. Online Conferences (periodically held) - Events like the Digital Nomad Summit, the Future of Work Expo, and the Remote Leadership Summit gather industry leaders, influencers, and professionals to share insights, case studies, and best practices for remote work engagement.\n4. Workshop Series (varies by location) - Some co-working spaces, entrepreneurial communities, and educational institutions offer workshops focused on remote work engagement, including communication strategies, collaboration tools, and wellness practices for remote teams.\n5. Training Programs (offered by various providers) - Companies like HubSpot Academy, Udemy, and LinkedIn Learning provide online courses and training programs on topics relevant to remote work engagement, such as effective remote management, building trust among distributed teams, and enhancing company culture.",
            "source": [
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "With remote work trending up how can companies engage remote employees The US Bureau of … As concern over the spread of the Coronavirus COVID-19 grows what steps can you and your workplace take to stay healthy Health officials say the best thing businesses can do is promote good … If you’ve ever been to Sweden you know how serious their coffee culture is You may also have experienced the Swedish ritual of fika relaxing with a cup of coffee and something sweet Pronounced … The sky may be gloomy but citrus fruit--oranges tangerines lemons limes grapefruits pomelos buddha’s hand yuzu and kumquats--is at its peak bursting with color and natural sweetness It's … Filed Under Ask the FruitGuys Diet and Health Nutrition The FruitLife WorkLife It’s perfectly natural to feel anxious at the prospect of a performance review but receiving regular honest feedback is critical to understanding your strengths as a professional and the areas where … As we ring in the new year with intentions to get fit",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the setting and for others it’s their worst nightmare as they feel self-conscious when public speaking Regardless of … Vaping—the use of electronic nicotine delivery systems sometimes referred to as ‘e-cigarettes’—exploded into the news this fall after a sudden spike in lung illnesses and more than 30 deaths that … Veterans are trained in elite leadership courses They’re battle-tested and have proven themselves capable of accomplishing difficult tasks both state-side and at war Military professionals have a … The FruitGuys has a range of tasty and distinctive options that make holiday gift-giving easy not to mention delicious and healthy You’ll delight clients vendors business partners and employees … There is no shortage of resume and interview tips to help you land a new job but advice on navigating those early months in a new role and how to work towards new job success can be a bit more … Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "approach to some roles that don’t necessarily have to be in the office every day Improve your work culture Shop healthy fruits  snacks SHOP PRODUCTS Last week we had a larger in person multi-day planning meeting with people from a number of states who mostly hadn’t seen each other in nearly 18 months What amazed me was that it took us a while to get used to being  “in person” again  The first day felt just like the first day of school–we had to get  to know each other all over We did a “transition in” exercise to break the ice but there were still awkward moments because as we all admitted we weren’t used to working together in one place anymore  This COVID time of isolation from professional environments has impacted us all We will as a society have to get comfortable with working together in person again But it’s worth it  By day two our team was smiling laughing making eye contact bouncing ideas off of each other recognizing patterns and finding solutions for strategic knots We got",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee or participant benefits highlighted in the passage include:\n\n1. Tuition reimbursement\n2. Holistic education and culture initiatives\n3. Onsite yoga and massages\n4. An onsite fitness center\n5. Clean purified drinking water\n6. Standing desks\n7. Weekly fruit deliveries\n8. Participation in various wellness programs (which may include discounts on gym memberships)\n9. Opportunities for volunteering and giving back to the community\n\nThese benefits contribute to keeping employees happy, healthy, and productive while supporting the company's mission and values.",
            "source": [
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "“business casual” Not having to wear heels panty hose or constricting ties can definitely be a workplace perk but the lack of formality also opens the … For many runners the approach of winter means new challenges—harsher conditions less daylight and all too often less motivation This doesn’t mean you have to pack up your shoes and shut down for … Picture this You’ve applied for a job gone through the interview process and received an offer You open your email and the company’s HR person has sent you the available benefits package There … Are you in the exercise doldrums Maybe your old reliable Zumba class has grown stale or doing miles on the treadmill has lost its luster Frankly you’re having a hard time drumming up any … Filed Under Fitness FruitGuys News Tagged With benefits craigslist exercise Fitness football health lacrosse leagues Lifestyle networking physical fitness recreation soccer social softball sports Copyright ©  · Sitemap · Contact · Accessibility · Website by",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  a majority of US companies with 50 to 1 employees reported that the wellness programs they offered met or exceeded expectations in reducing overall health care costs¹ These companies found that “wellness programs are one of the best ways for employers to promote a healthy workforce contain rising healthcare expenses and improve productivity among their employees” The majority of these companies also reported their wellness programs met or exceeded senior executives’ expectations in regards to reducing overall healthcare costs and found that wellness programs increased productivity without negative impacts on employee morale² More than 30 years of evidence has shown that every 1 invested in a workplace wellness program returns at least ³ And ROI can be even higher a  study found employer savings on health insurance as high as 6 for every 1 invested in wellness4 In addition a Harvard University analysis found absenteeism costs falling by about  for every dollar spent on wellness",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Perks—like healthful snacks at work—show you care about your employees’ health and well-being As a result they feel appreciated and are more loyal Loyalty leads to less turnover and a higher likelihood to recommend you as a great place to work Make it easy for your employees to grab a delicious and nutritious single-serving snack from the Thoughtful Snack Box which contains a variety of the seasons tastiest and healthiest snacks These boxes come with curated combinations of sweet and savory snacks that have a snack for everyone To learn more about The FruitGuys healthy office snack delivery visit fruitguyscom/snacks Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Unfortunately, I cannot provide specific information about a company's financial or earnings report without knowing which company and what period the report covers. However, some general key takeaways from such reports often include revenue growth or decline, net income (profit), earnings per share, cash flow, capital expenditures, debt levels, guidance for future periods, and any significant events or changes affecting the company's operations or industry.",
            "source": [
                {
                    "content": "of a performance review but receiving regular honest feedback is critical to understanding your strengths as a professional and the areas where … As we ring in the new year with intentions to get fit or more organized there a resolution that many of us overlook improving our digital hygiene We’ve prepared 4 simple best practices in keeping … More and more people are observing “Dry January;” an annual abstinence ritual of taking a break from all the alcohol many of us imbibed during the boozy excesses of December holiday … It’s the time of year where resolutions of all kinds are in the air We spend so much time in the office; why not focus on workplace wellness resolutions this year Many habits are instilled … Some people naturally love public speaking— for others it depends on the setting and for others it’s their worst nightmare as they feel self-conscious when public speaking Regardless of … Vaping—the use of electronic nicotine delivery systems sometimes referred to as",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "public transparency and accountability to balance profit and purpose Every three years companies must be recertified The FruitGuys looks forward to completing its B Impact Assessment in  and continuing our journey to evaluate our practices set ambitious goals and promote positive change Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Tagged With business crisis chris mittelstaedt customer happiness How to Resolve a Customer Crisis inc resolving a crisis Reprinted from Chris Mittelstaedt’s column Eureka on Inccom FruitGuys founder Chris Mittelstaedt explains how hackers got into his company's bank account--and how not to let it happen to … Filed Under FruitGuys News WorkLife Tagged With bank fraud business fraud chris mittelstaedt fraud fraud protection hackers identity theft inc insurance The Bank Scam That Hit My Business thief Reprinted from Chris Mittelstaedt’s column Eureka on Inccom Technology can make your job easier But when something goes wrong you need basic business instincts to back you up Remember the Air … Reprinted from Chris Mittelstaedt’s column Eureka on Inccom How to identify--and root out--your worst human instincts before they infect your team If there's one thing that's consistent across … Filed Under FruitGuys News WorkLife Tagged With 7 Deadly Management Sins business passion company culture",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As we reflect back on another challenging year we are incredibly grateful for our clients and their positive impact on people and the planet through The FruitGuys GoodWorks Programs Together in … Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture This year is flying by and that means that gift season is just around the corner As a B Corp one of our goals for this year was to deepen our relationships with other B Corp companies and our … Filed Under FruitGuys News The FruitLife Tagged With b corp chocolate coffee fruit gifts healthy snacks Holiday Gifts tea  was a terrible year and yet the generosity of our community allowed us to bring healthy food to nearly two million people neighbors in need frontline healthcare workers and public school kids … Filed Under FruitGuys News GoodWorks The FruitLife WorkLife Tagged With   Impact Report b corp Doing Good",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any mention of specific investor events or funding rounds related to The FruitGuys. However, as a privately held company, they may occasionally participate in industry conferences or networking events where potential investors could be present. It's important to note that even though there isn't any direct information available regarding investment activities, The FruitGuys seem to prioritize social responsibility and giving back to the community through various programs like The FruitGuys Community Fund, GoodWorks, and Donate-A-Crate.",
            "source": [
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "bursts Half our clients go out of business I overhear someone say “I can’t believe Red Gorilla didn’t make it” I have to lay off half my employees We barely stay in business Start getting calls from transplanted ex-dot-com workers who want fruit shipped to them on the East Coast Philadelphia facility opens to serve the East Coast Establish relationships with local farms and source from them for local deliveries when in season Farm Steward Program begins with the donation of four beehives and 48 bees to Gabriel Farm in Sonoma CountyThis program is now a part of The FruitGuys Community Fund grant cycle Launch of The FruitGuys Magazine blog All the news that’s fit to eat Farm-to-School Program launches serving public schools through the federal FFVP program Donate-a-Crate Program begins; many clients forward their weekly fruit deliveries to local nonprofits when they aren’t in the office The FruitGuys named top small company workplace by Inc Magazine Founding of the nonprofit The",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "From weekly mixed fruit for break rooms to monthly gifts for remote staff to special projects we can serve your needs or turn your dreams into a nourishing reality Fruit Snacks Experiences  Gifts for Appreciation Milestones  Celebrations “We are loving your fruit here at the Beverly Hills HQ” – Alo Yoga “Great fruit and great customer service —THANK YOU” – APG Asset Management Fruit  snacks for large groups  fun specialty items We deliver nationwide to your offices remote locations or directly to your employees’ homes We can help you develop a flexible plan to serve team members wherever they are Tell us what you are interested in and we will work with you to come up with a custom program that fits your goals and budget We donate a minimum value of 20 of annual profits to fight hunger and support sustainable farming practices through grants to small farms Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "The FruitGuys headquarters in South San Francisco was a gravelly unused weed-infested strip of land Today it’s abuzz with activity transformed into a cozy home for a … Filed Under FruitGuys News The FruitLife Tagged With beehive honeybees office garden pollinators sustainability Since the company’s inception giving back has been part of The FruitGuys mission In  we started donating fresh produce to local charities to provide healthy food to those who might not … Filed Under FruitGuys News GoodWorks Tagged With annual report GoodWorks sustainability Each year The FruitGuys GoodWorks program supports people projects and good health from the field to the table and  was a record year for giving In keeping with the long-held tradition of … Filed Under FruitGuys News GoodWorks Tagged With donate-a-crate donations food pantries fruit donatioins fruitguys community fund giving back grandma's house of hope new family farm red heart ranch safe ag-park snipes family farm supporting small farms",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it seems that there may not be any specific financial or funding goals mentioned for the next period. However, some general objectives can still be inferred. One objective could be to continue supporting various initiatives related to local food systems, farm diversity, and environmental sustainability. Additionally, they might aim to further strengthen partnerships within the B Corp community and expand their reach in terms of providing nutritious food to those in need.",
            "source": [
                {
                    "content": "environment local food systems and farm diversity The  projects ranged from installing rainwater catchment systems to planting native perennial hedgerows and were given to the following farms Chicago Patchwork Farms Chicago IL; Foxtrot Organic Farm St Charles IL; Byars Family Farm Ardmore OK; Songbird Farm Unity ME; Bertrand Farm Niles MI; Soil Born Farms Rancho Cordova CA; Marsteller Farm Freeland MD; The Growing Club  Sarvodaya Farms Pomona CA; Blackhawk Courts Farm and Garden Rockford IL; and Urban Tree Connection  Neighborhood Foods Farm Philadelphia PA Benefits of the  projects are already being reported For instance Chicago Patchwork Farms a no-till organic and bio-intensive half-acre urban farm in Chicago IL used their 5 grant to purchase an ice maker solar panels and a lean-to structure as well as extra coolers and compost “Yields are up because of our new -square-foot growing space Since we started freezing our own ice we have reduced our weekly expenditures by 60 By reusing",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As we reflect back on another challenging year we are incredibly grateful for our clients and their positive impact on people and the planet through The FruitGuys GoodWorks Programs Together in … Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture This year is flying by and that means that gift season is just around the corner As a B Corp one of our goals for this year was to deepen our relationships with other B Corp companies and our … Filed Under FruitGuys News The FruitLife Tagged With b corp chocolate coffee fruit gifts healthy snacks Holiday Gifts tea  was a terrible year and yet the generosity of our community allowed us to bring healthy food to nearly two million people neighbors in need frontline healthcare workers and public school kids … Filed Under FruitGuys News GoodWorks The FruitLife WorkLife Tagged With   Impact Report b corp Doing Good",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As we reflect back on another challenging year we are incredibly grateful for our clients and their positive impact on people and the planet through The FruitGuys GoodWorks Programs Together in … Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture  was a terrible year and yet the generosity of our community allowed us to bring healthy food to nearly two million people neighbors in need frontline healthcare workers and public school kids … Filed Under FruitGuys News GoodWorks The FruitLife WorkLife Tagged With   Impact Report b corp Doing Good donate-a-crate family business FareStart fight hunger Francis Ford Coppola GoodWorks how to fight hunger how to help farms Impact Report North Beach Citizens Philabundance Project Open Hand small farms Each year The FruitGuys GoodWorks program supports people projects and good health from the field to the table and",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "them to produce and distribute an additional 20 pounds of vegetables in  Growing Hope Urban Farm is a 2-acre non-profit farm in Ypsilanti MI that seeks to educate and equip community members to grow produce that is nourishing culturally appropriate and affordable They offer educational programs for gardeners of all ages and levels Produce grown is sold at their farmer’s markets and donated to their program participants and local food pantries  Their 3 grant will help develop a new growing space and market garden with the purchase of caterpillar tunnels seeds a water cistern harvesting bins garden carts and more This will allow Growing Hope to expand the amount of produce grown and while also creating new space for educational opportunities such as tours workshops and internships Growing Hope’s Executive Director Julius Buzzard said “This growing space will allow us to grow enough produce to launch a pay-what-you-can CSA called Solidarity Shares We will prioritize low-income households",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am unable to provide specific information on the latest publications, research findings, or introduced technologies beyond that point. However, I can suggest some general areas where new developments might emerge, such as psychology, personal development, sustainability, technology, and business management. To stay updated on these topics, it would be helpful to follow relevant journals, news outlets, industry conferences, and experts in those fields.",
            "source": [
                {
                    "content": "nation including Yahoo; Yamaha; VMWare; Wells Fargo among thousands of other industry leaders Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "psychology at … Last summer a friend asked me to join her in a six-week fitness challenge at a nearby gym It promised weight loss strength and endurance training and a squad-style community forged through group … The concept of mindfulness — the ability to be in the present aware and not overly reactive—comes from Buddhist philosophy and has been practiced in various forms for thousands of years Long … If you’re looking to take your career to the next level but don’t have the time or budget to commit to a formal program podcasts can be a terrific resource Maybe you want to explore potential … The numbers are staggering Americans go through more than  million pieces of plastic utensils and throw away  million plastic straws a day according to the nonprofit Plastic Pollution … The FruitGuys has donated nearly eight million servings of farm-fresh fruit to people in need across the United States over the last five years with almost 2 million servings in  alone The … How can we be happier",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "An interactive version of our GoodWorks Annual Report is available here GoodWorks_Annual-Report_pdf Want fruit for your office Get your office a free sample TODAY Get a Sample   Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "their businesses It provides an opportunity for recognized companies to share knowledge learnings and best practices with the business community to encourage innovation and transformation The full lists of companies awarded are available at bcorporationnet The Best for the World recognition is administered by B Lab the global nonprofit network that certifies and mobilizes B Corps Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognized as Best for the World can provide us all —",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " I am unable to provide specific details about ongoing or upcoming research projects or innovation initiatives related to psychology, mindfulness, career development, sustainability, or wellness. However, I encourage you to search for recent publications, conference proceedings, or news articles to find out about current research and initiatives in these fields.",
            "source": [
                {
                    "content": "psychology at … Last summer a friend asked me to join her in a six-week fitness challenge at a nearby gym It promised weight loss strength and endurance training and a squad-style community forged through group … The concept of mindfulness — the ability to be in the present aware and not overly reactive—comes from Buddhist philosophy and has been practiced in various forms for thousands of years Long … If you’re looking to take your career to the next level but don’t have the time or budget to commit to a formal program podcasts can be a terrific resource Maybe you want to explore potential … The numbers are staggering Americans go through more than  million pieces of plastic utensils and throw away  million plastic straws a day according to the nonprofit Plastic Pollution … The FruitGuys has donated nearly eight million servings of farm-fresh fruit to people in need across the United States over the last five years with almost 2 million servings in  alone The … How can we be happier",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "nation including Yahoo; Yamaha; VMWare; Wells Fargo among thousands of other industry leaders Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification performance to be publicly available on their B Corp profile on B Lab’s website   B Lab aims to transform the global economy to benefit all people communities and the planet Their global network creates standards policies tools and programs for businesses B Lab has created and led efforts to pass over 50 corporate statutes globally that enable stakeholder governance with over 10 companies using the legal framework The B Lab community includes  workers in over 5 B Corps across 80 countries and  industries To learn more and join the movement visit wwwbcorporationnet Filed Under FruitGuys News GoodWorks The FruitLife Tagged With BCorp BCorps best for the world BestForTheWorld BFTW BLab community FGCF fighting hunger fruitguys fruitguys community fund helping small farms Lovin Spoonfuls red h farm",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "With remote work trending up how can companies engage remote employees The US Bureau of … As concern over the spread of the Coronavirus COVID-19 grows what steps can you and your workplace take to stay healthy Health officials say the best thing businesses can do is promote good … If you’ve ever been to Sweden you know how serious their coffee culture is You may also have experienced the Swedish ritual of fika relaxing with a cup of coffee and something sweet Pronounced … The sky may be gloomy but citrus fruit--oranges tangerines lemons limes grapefruits pomelos buddha’s hand yuzu and kumquats--is at its peak bursting with color and natural sweetness It's … Filed Under Ask the FruitGuys Diet and Health Nutrition The FruitLife WorkLife It’s perfectly natural to feel anxious at the prospect of a performance review but receiving regular honest feedback is critical to understanding your strengths as a professional and the areas where … As we ring in the new year with intentions to get fit",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, there is no mention of specific research grants or innovation awards being distributed. However, there is information about various grants and awards given to small farms and agricultural nonprofits through different programs and initiatives.",
            "source": [
                {
                    "content": "Rancho Charanda in Redlands CA on February 24  I had been worried about taking the time because of all of my other responsibilities in the office but … Filed Under Farms FruitGuys News GoodWorks The FruitLife Tagged With farm visits fruitguys community fund nopales rancho charanda small farms southern california farms sustainable agrculture xoconostle Rebecca North The FruitGuys Senior Buyer and chief Fruit Detective has been awarded the prestigious  Golden Pliers Award from the Ecological Farming Association EcoFarm  According to … Filed Under Farms FruitGuys News GoodWorks The FruitLife Tagged With diversity in farming ecofarm ecofarm  equity in farming golden pliers award small farms sustainable agriculture sustainable food systems women in agriculture The FruitGuys Community Fund  grantee farms have sent us their interim updates and in spite of the pandemic these farms and organizations have done some incredible work These 15 small farms and … Filed Under Farms GoodWorks The",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "FruitGuys Senior Buyer and chief Fruit Detective has been awarded the prestigious  Golden Pliers Award from the Ecological Farming Association EcoFarm  According to … Filed Under Farms FruitGuys News GoodWorks The FruitLife Tagged With diversity in farming ecofarm ecofarm  equity in farming golden pliers award small farms sustainable agriculture sustainable food systems women in agriculture  was a terrible year and yet the generosity of our community allowed us to bring healthy food to nearly two million people neighbors in need frontline healthcare workers and public school kids … Filed Under FruitGuys News GoodWorks The FruitLife WorkLife Tagged With   Impact Report b corp Doing Good donate-a-crate family business FareStart fight hunger Francis Ford Coppola GoodWorks how to fight hunger how to help farms Impact Report North Beach Citizens Philabundance Project Open Hand small farms The FruitGuys Community Fund  grantee farms have sent us their interim updates and in spite of the",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "fiscally sponsored project of Community Initiatives will award small American farms and agricultural nonprofits a total of 35 in  for sustainability … Filed Under FruitGuys News GoodWorks Tagged With agricultural nonprofit community fund farm grants Farms GoodWorks local farms sustainable sustainable farming Clear Spring Farm PA If you live in an eco-conscious region fighting to preserve its local family farms chances are you’ve seen bumper stickers such as “Know your farmer know your food” “I … Filed Under Farms FruitGuys News Tagged With crops Farms land value local farmers small farms the future of farms Like the snowy owl and the snail darter foods can be endangered too If farmers stop growing your favorite variety of tomato because it’s too hard to ship or too prone to pests we come that much … Filed Under Farms FruitGuys News Tagged With California endangered Farms GoodWorks gravenstein apples sebastopol SlowFoods special “Even if I knew that tomorrow the world would go to",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "been awarded a total of 83 for projects such as water conservation energy efficiency biodiversity pollination seed preservation and ecological land management The majority of funds were directed to farmers of color women farmers LGBTQ farmers and beginning farmers How You can Help Small Farms These  grant awards were made possible thanks to donors to our Small Farms Big Impacts campaign a grant from National Philanthropic Trust and continued program support from major donor Aramark Aramark the Philadelphia-based food and facilities service provider began a three-year commitment in  to funding nonprofit farms led by growers who are Black Indigenous and People of Color BIPOC  Like Sheila Cassani our mission manager said “This class of grantees embodies what The FruitGuys Community Fund was founded to do support small farms and agricultural nonprofits as leaders in their communities around land stewardship environmental and economic self-sufficiency sustainability and food access We are",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, The FruitGuys works closely with various organizations, institutions, and entities to achieve their goals and support different causes. Some notable partners include:\n\n1. B Lab (globalnonprofitnetwork): They work together to promote and mobilize B Corps, which are businesses committed to creating a positive impact on society and the environment.\n2. Farmers of color, women farmers, and farmers who are veterans: The FruitGuys supports these underserved groups by providing them with opportunities to access resources and markets.\n3. Local food banks and charities: By donating surplus fruits and vegetables, they help alleviate hunger and food insecurity in their communities.\n4. Recognized B Corps: Through collaboration and sharing of knowledge, The FruitGuys learns from and supports other socially responsible businesses.\n5. Community Fund Grants: They partner with organizations like Philly Forests Red H Farm to distribute grants to projects that promote sustainability and community development.\n6. Agricultural Leaders: The FruitGuys engages with agricultural experts and thought leaders to stay informed about industry trends and best practices.\n7. Nonprofit Organizations: They collaborate with organizations such as Songhaven Farm, Soul Flower Farm, and Over the Moon Farm & Flowers to address social and environmental issues.",
            "source": [
                {
                    "content": "their businesses It provides an opportunity for recognized companies to share knowledge learnings and best practices with the business community to encourage innovation and transformation The full lists of companies awarded are available at bcorporationnet The Best for the World recognition is administered by B Lab the global nonprofit network that certifies and mobilizes B Corps Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognized as Best for the World can provide us all —",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "farmers of color women farmers and farmers who are veterans We look forward to supporting another group of hard-working indispensable farmers and their communities Hunger Relief we continue to provide weekly fresh food to people in need by donating all our excess edible and visually-imperfect produce to local food banks and charities in the regions we serve  Donate-a-Crate regular clients have the opportunity to easily forward their orders any time to a local charity instead of cancelling it Your fruit will bring smiles and health to those in need in your community Please consider this if you experience a brief covid shut-down or during any holidays B Corp Certification Certified B Corporations are businesses that meet the highest standards of verified social and environmental performance public transparency and accountability to balance profit and purpose Every three years companies must be recertified The FruitGuys looks forward to completing its B Impact Assessment in  and",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "farms and agricultural nonprofits that … Filed Under Farms FruitGuys News GoodWorks The FruitLife Tagged With 5 loaves farm agricultural leaders agroecology commons BIPOC farmers boston area gleaners carlson's island view orchard cooperation operation costello urban farm earthseed farm farm to fight hunger fruitguys community fund Grants huerta del valle movement ground farm over the moon farm and flowers philly forests red h farm sakari farms small family farm small farms Small Grants Big Impacts songhaven farm soul flower farm stonefield farm sustainability urban food forest at brown mill community garden As we reflect back on another challenging year we are incredibly grateful for our clients and their positive impact on people and the planet through The FruitGuys GoodWorks Programs Together in … Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture Small",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification performance to be publicly available on their B Corp profile on B Lab’s website   B Lab aims to transform the global economy to benefit all people communities and the planet Their global network creates standards policies tools and programs for businesses B Lab has created and led efforts to pass over 50 corporate statutes globally that enable stakeholder governance with over 10 companies using the legal framework The B Lab community includes  workers in over 5 B Corps across 80 countries and  industries To learn more and join the movement visit wwwbcorporationnet Filed Under FruitGuys News GoodWorks The FruitLife Tagged With BCorp BCorps best for the world BestForTheWorld BFTW BLab community FGCF fighting hunger fruitguys fruitguys community fund helping small farms Lovin Spoonfuls red h farm",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving The FruitGuys and its partners. Some notable examples include:\n\n1. The FruitGuys GoodWorks Programs: These programs aim to support small farms, promote sustainable agriculture practices, and give back to communities. They involve collaborating with various organizations such as B Corp, FareStart, and Francis Ford Coppola Winery.\n2. Donate-A-Crate Program: This program allows FruitGuys customers to \"fruit it forward\" by donating surplus fresh fruit to food banks and nonprofits across the country. Partnerships with Philabundance, Project Open Hand, New Family Farm, Red Heart Ranch, Safe Ag-Park, Snipes Family Farm, Umom, and Two Gander Farm enable these donations to reach those in need.\n3. Holiday Food Drive: Every year during the holiday season, The FruitGuys partner with their clients to provide healthy food to millions of people in need through their GoodWorks Programs.\n4. Ambassadors Program: The FruitGuys work closely with ambassadors like Sheila Cassani to spread awareness about their mission and encourage others to join their efforts in promoting sustainable agriculture and fighting hunger.",
            "source": [
                {
                    "content": "employees flex time for volunteer opportunities throughout the year to build community involvement and support Program components include onsite yoga and massages; an onsite fitness center; clean purified drinking water; standing desks; tuition reimbursement; and of course farm-fresh fruit delivered weekly by The FruitGuys Read on for more about how this program’s holistic education and culture initiatives help keep employees happy healthy and productive Your business with us supports small independent and family-run farms Our Community Fund provides grants to small farms and agricultural nonprofits for sustainability projects that have a large positive impact on the environment local food systems and farm diversity Your business also helps us fight hunger via weekly fruit donations to food banks and other nonprofits across the country serving hungry populations Through the generosity of our clients our Donate-a-Crate program allows FruitGuys customers to “fruit it forward” when their",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Impact Report North Beach Citizens Philabundance Project Open Hand small farms Each year The FruitGuys GoodWorks program supports people projects and good health from the field to the table and  was a record year for giving In keeping with the long-held tradition of … Filed Under FruitGuys News GoodWorks Tagged With donate-a-crate donations food pantries fruit donatioins fruitguys community fund giving back grandma's house of hope new family farm red heart ranch safe ag-park snipes family farm supporting small farms sustainability two gander farm umom The FruitGuys has formed a new non-profit organization to promote sustainable agriculture practices for small farms an evolution of the company’s Farm Steward Program which has provided farmers with … Filed Under FruitGuys News GoodWorks Tagged With community fund community initiatives donate-a-crate Farm Steward farm steward program fruit donations fruitguys community fund good works During the  holiday season generous FruitGuys'",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As we reflect back on another challenging year we are incredibly grateful for our clients and their positive impact on people and the planet through The FruitGuys GoodWorks Programs Together in … Filed Under FruitGuys News GoodWorks The FruitLife Tagged With   Impact Report b corp Doing Good donate-a-crate Feed Hungry fight hunger GoodWorks small farms sustainable agriculture  was a terrible year and yet the generosity of our community allowed us to bring healthy food to nearly two million people neighbors in need frontline healthcare workers and public school kids … Filed Under FruitGuys News GoodWorks The FruitLife WorkLife Tagged With   Impact Report b corp Doing Good donate-a-crate family business FareStart fight hunger Francis Ford Coppola GoodWorks how to fight hunger how to help farms Impact Report North Beach Citizens Philabundance Project Open Hand small farms Each year The FruitGuys GoodWorks program supports people projects and good health from the field to the table and",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Ambassador Sheila Cassani “We consider it an essential part of what we do—and we couldn’t make it happen without the support of our customers” Elisabeth Flynn is a Philadelphia-based writer and editor who has spent the last 15 years working in the nonprofit/social innovation sector including stints at the Philadelphia Museum of Art and Mazzoni Center an LGBTQ-focused health and wellness provider Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " When multiple forces collaborate, there can be various mutual objectives and outcomes depending on the nature of the collaboration. In general, some common goals may include achieving shared success, leveraging complementary strengths, fostering innovation, increasing efficiency, expanding market reach, and addressing societal or environmental challenges. Outcomes can vary widely, ranging from new products or services, improved processes, enhanced brand reputation, increased customer satisfaction, and greater social or environmental impact. Ultimately, the success of any collaboration depends on the effectiveness of communication, trust building, alignment of goals, and commitment from all parties involved.",
            "source": [
                {
                    "content": "impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification performance to be publicly available on their B Corp profile on B Lab’s website   B Lab aims to transform the global economy to benefit all people communities and the planet Their global network creates standards policies tools and programs for businesses B Lab has created and led efforts to pass over 50 corporate statutes globally that enable stakeholder governance with over 10 companies using the legal framework The B Lab community includes  workers in over 5 B Corps across 80 countries and  industries To learn more and join the movement visit wwwbcorporationnet Filed Under FruitGuys News GoodWorks The FruitLife Tagged With BCorp BCorps best for the world BestForTheWorld BFTW BLab community FGCF fighting hunger fruitguys fruitguys community fund helping small farms Lovin Spoonfuls red h farm",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "need are the two core impact components that have been built into our business model” said Chris Mittelstaedt Founder and CEO of The FruitGuys “We are honored by the recognition from B-Lab as one of their Best for the World awardees This achievement would not be possible without our clients team members farm and community partners Thank you” B Corp is a for-profit business that meets the highest standards of independently-verified social and environmental performance public transparency and accountability B Lab verifies and certifies the five impact areas evaluated in the B Impact Assessment — community customers environment governance and workers — required for certification Every year Best for the World recognizes the top-performing B Corps creating the greatest positive impact through their businesses It provides an opportunity for recognized companies to share knowledge learnings and best practices with the business community to encourage innovation and transformation The full",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re always interested in opportunities to collaborate creatively with other companies and brands Forces working together make the biggest impact especially during this time Copyright ©  · Sitemap · Contact · Accessibility · Website by MIGHTYminnow Get your weekly dose of the latest fruit info and exclusive updates",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in person again But it’s worth it  By day two our team was smiling laughing making eye contact bouncing ideas off of each other recognizing patterns and finding solutions for strategic knots We got more accomplished in four days than we could on Meet or Zoom in four weeks Every single person said it was the best work session they’d had in a year  There is tremendous value in being together — not just for work but for our connections as human beings  Humans are social animals– we need each other– and the workplace environment is critical to our social development It’s where I learned critical skills and met my wife thank you San Francisco Bay Guardian and how we’ve built The FruitGuys Family team over the last 23 years There are lots of things to think about as folks begin heading back to work and as the hybrid work model evolves  The Harvard Business Review ran an article I found thoughtful about best practices for re-onboarding all staff during this time of continued change We are",
                    "metadata": {
                        "rel": [
                            "today",
                            "dol",
                            "medium",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "peacecoffee",
                            "cnbc",
                            "time",
                            "wordpress",
                            "who",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "enviro-stewards",
                            "nptrust",
                            "nytimes"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}