{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the provided information, there are several examples of sustainable or environmental practices that have been implemented by The Green Engineer. These practices include:\n\n1. Energy Efficiency Focus: Sarah's expertise in architecture with a focus on sustainably designed projects demonstrates the company's commitment to energy efficiency.\n2. Sustainability Consulting: The Green Engineer provides sustainability consulting services on various types of projects, such as higher education, research, medical, administrative, and multi-family residential buildings.\n3. Leadership in Green Charrettes: The company actively leads 'green' charrettes, promoting collaboration among project teams and ensuring sustainable design guidance throughout all project phases.\n4. LEED Submittal Process Management: The Green Engineer manages and participates in the LEED submittal process, which helps projects achieve LEED certifications from the U.S. Green Building Council (USGBC).\n5. Compliance with Local Sustainability Regulations: The company assists project teams in navigating the Sustainable Design requirements of Boston's Article 80/sub-article 37 and Cambridge's Article 22, demonstrating their understanding of local regulations.\n6. Community Engagement: The Green Engineer donates a significant portion of its net profits to charitable organizations that work towards environmental protection and social equity, showcasing their dedication to making a positive impact beyond their direct projects.",
            "source": [
                {
                    "content": "A measure of our impact in creating a more sustainable built environment",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Sarah has been with The Green Engineer since  She is passionate about helping clients understand the benefits of energy efficiency and building green Sarah’s extensive background in architecture with a focus on sustainably-designed projects makes her a valuable team leader Sarah has extensive experience providing sustainability consulting on a wide array of projects including those for higher education research medical administrative and multi-family residential Sarah is actively involved with coordinating ‘green’ charrettes and working collaboratively with project teams by providing sustainable design guidance throughout all project phases She manages and participates in the LEED submittal process and coordinates the documentation required for the Certification application to the USGBC She is skilled at helping project teams navigate the Sustainable Design requirements of Boston’s Article 80/sub-article 37 and Cambridge’s Article 22 Sarah has over 18 years of experience working as an",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Green Engineer has been named a  Best for the World B Corp for the Environment and for Workers This is the 6th year in a row that we have been named a Best for the World B Corp for the Environment and 4th consecutive year that we have been named a Best for the World B Corp for Workers B Lab Global annually recognizes Certified B Corporations around the world that rank in the top 5 for positive impact in their corresponding size group in the five impact areas evaluated by the B Impact Assessment community customers environment governance and workers In our Impact Assessment The Green Engineer scored  in the Environment category and  in the Workers category  Our firm’s Overall B Impact Score is   is the median score for ordinary businesses and 80 is the minimum threshold score to certify as a B Corp",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part our of mission The Green Engineer donates a percentage of its net profits to charitable organizations that advance social and environmental equity and work to protect our environment and to combat systemic racism Historically The Green Engineer has annually donated roughly 5 percent of its net profits to approximately 25 charitable organizations that work to protect our environment In  we modified our charitable giving criteria to also include organizations that work to advance social justice and social equity in our society In  we further revised our charitable giving selection process by condensing our giving to just three select organizations that met our environmental and social equity criteria to allow us to donate a much larger amount to each organization and thereby increase the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the provided context. Here are some examples:\n\n1. Project Drawdown's programs advancing climate solutions across the globe.\n2. The Conservation Law Foundation's (CLF) efforts to establish protective measures and raise awareness of the plight of the critically endangered North Atlantic Right Whale.\n3. The International Rescue Committee (IRC)'s work in over 40 crisis-affected countries and communities throughout Europe and the Americas, focusing on combatting the effects of humanitarian crises, including the climate crisis.\n4. The Built Environment Plus (BE+) community's dedication to advancing sustainable and regenerative design, construction, and operation of the built environment through their annual BE+ Green Building Showcase (GBS).\n5. The Built Environment Plus community's commitment to reviewing their charitable giving to protect the environment and combat systemic racism.\n6. The recognition of multiple projects at the Built Environment Plus Green Building Showcase, including the top prize, the Green Building of the Year Award.\n7. The continuation of taking concrete measures and actions to combat systemic racism in various industries, including the built environment sector.",
            "source": [
                {
                    "content": "Project Drawdown® is a nonprofit organization that seeks to help the world reach “drawdown”— the future point in time when levels of greenhouse gases in the atmosphere stop climbing and start to steadily decline This organization has emerged as a leading resource for information and insight about climate solutions They conduct rigorous review and assessment of climate solutions creating compelling and human communication across media and partnering with efforts to accelerate climate solutions globally Project Drawdown's programs are working to advance climate solutions across the globe The Conservation Law Foundation  uses the law  science to preserve natural resources in New England CLF helps to create environmental policy and advocates vigorously to pressure state and federal agencies to enforce these protective measures A recent notable campaign is their fight to establish protective measures and raise awareness of the plight of the critically endangered North Atlantic Right Whale",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and citizenship of Black people in America Their work encompasses a broad spectrum of issues ranging from economic justice criminal justice education to political participation and voting rights The International Rescue Committee IRC helps people affected by humanitarian crises—including the climate crisis—to survive recover and rebuild their lives The IRC annually compiles a list of the 20 humanitarian crises expected to deteriorate the most over the next year For the past decade this report has helped them determine where to focus their emergency services and lifesaving support to have the greatest impact The IRC is now at work in over 40 crisis-affected countries as well as communities throughout Europe and the Americas Several of our projects were recognized at the Built Environment Plus  Green Building Showcase this year including the top prize the Green Building of the Year Award In  we have continued to take concrete measures and action to combat systemic racism in our industry",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In  we have continued to review our charitable giving to protect our environment and combat systemic racism",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Built Environment Plus BE+ community works hard to advance sustainable and regenerative design construction and operation of the built environment Once a year this community gathers to celebrate industry success and innovation at the annual BE+ Green Building Showcase GBS  At GBS  community members celebrate the best efforts designs and products in the Commonwealth Join BE+ for a night of project boards short presentations discussions and awards Attendees include architects engineers contractors developers owners facility managers building users lenders suppliers - everyone who plays a role in designing operating and constructing the built environment Join us in celebrating our community’s accomplishments over food and drinks",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the information provided, The Green Engineer's B Impact Score includes two main categories: Environment and Workers. Within these categories, specific subcategories may be used to assess the company's overall environmental impact. However, the exact metrics or indicators used to evaluate the Environment category are not explicitly mentioned in the text. Nonetheless, it can be inferred that the Environment category likely encompasses aspects such as carbon emissions, water usage, waste management, energy efficiency, and other relevant factors related to the firm's environmental footprint and performance.",
            "source": [
                {
                    "content": "A measure of our impact in creating a more sustainable built environment",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment To support this objective we embarked on a mission to research methods for measuring and benchmarking our own Corporate Social Responsibility We discovered B Corporation B Corp a proven framework and certification program run by the non-profit B Lab B Corps are for profit companies that elect to use their business as a force for good - to improve not only their bottom line but to establish a positive impact on the environment and on society  Specifically a company must meet stringent requirements in terms of accountability transparency and social  environmental performance in order to be certified as an official B Corp by the nonprofit B Lab Today there is a growing community of more than 4 Certified B Corps across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion to the LEED Certification system for buildings An B Corp’s final verified point score becomes the company’s official ‘B Impact Score’ The Green Engineer became a B Corp in May  In our work we advocate for the third-party certification of the environmental performance of buildings So it made sense that we'd seek a third-party to confirm our own sustainable performance as a company Furthermore we achieve success as a business when we help our clients move in a positive direction for the environment regardless of how much revenue we earn Our goal is to help clients create a built environment that is healthy for occupants reduces our impact on the natural environment and is cost efficient to operate The Green Engineer Named  Best for the World BCorp for the Environment  for Workers",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Green Engineer has been named a  Best for the World B Corp for the Environment and for Workers This is the 6th year in a row that we have been named a Best for the World B Corp for the Environment and 4th consecutive year that we have been named a Best for the World B Corp for Workers B Lab Global annually recognizes Certified B Corporations around the world that rank in the top 5 for positive impact in their corresponding size group in the five impact areas evaluated by the B Impact Assessment community customers environment governance and workers In our Impact Assessment The Green Engineer scored  in the Environment category and  in the Workers category  Our firm’s Overall B Impact Score is   is the median score for ordinary businesses and 80 is the minimum threshold score to certify as a B Corp",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, The Green Engineer has made several public commitments to social and corporate responsibility. They have expanded their recruitment efforts to target schools they may have previously overlooked, adjusted their board of directors' composition to promote diversity, and revised their charitable giving policies to focus on social justice causes. Additionally, they have become a Massachusetts Benefit Corporation, which requires them to create a material positive impact on society and the environment while filing an annual report detailing their public benefits.",
            "source": [
                {
                    "content": "policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set of voices and to make explicit our company wide commitments And we did this all in a transparent manner as evidenced by our recent B Corp Recertification and our pending re-labeling under Just v2 We’ve put a little bit of our money where our mouth is by revising our charitable giving policies to target non-profits working in the social justice realm In the last two years our staff has voted to support groups including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense and Education Fund among others Like I said the easy stuff Writing a check is pretty painless It gets harder when we start looking at ourselves at our own attitudes and actions at our clients and the impact our projects have on our community and the world at large Internally",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment To support this objective we embarked on a mission to research methods for measuring and benchmarking our own Corporate Social Responsibility We discovered B Corporation B Corp a proven framework and certification program run by the non-profit B Lab B Corps are for profit companies that elect to use their business as a force for good - to improve not only their bottom line but to establish a positive impact on the environment and on society  Specifically a company must meet stringent requirements in terms of accountability transparency and social  environmental performance in order to be certified as an official B Corp by the nonprofit B Lab Today there is a growing community of more than 4 Certified B Corps across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part our of mission The Green Engineer donates a percentage of its net profits to charitable organizations that advance social and environmental equity and work to protect our environment and to combat systemic racism Historically The Green Engineer has annually donated roughly 5 percent of its net profits to approximately 25 charitable organizations that work to protect our environment In  we modified our charitable giving criteria to also include organizations that work to advance social justice and social equity in our society In  we further revised our charitable giving selection process by condensing our giving to just three select organizations that met our environmental and social equity criteria to allow us to donate a much larger amount to each organization and thereby increase the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment We are legally incorporated as a Massachusetts Benefit Corporation a unique business model designed for for-profit companies that have social mission beyond profit The Green Engineer is a company that is fundamentally different than our competitors We are legally incorporated as a Massachusetts Benefit Corporation a unique business model designed for for-profit companies that have social mission beyond profit A MA Benefit Corporation is a business that creates a material positive impact on society and the environment” As a Benefit Corporation we file an annual report to the state outlining our public benefit and conduct a third party review of our operations In addition as part of our business model we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual reports detailing The Green Engineer's commitment to being a B Corporation and a Massachusetts Benefit Corporation. These reports outline the company's efforts towards creating a positive impact on the environment and society while maintaining financial stability. Additionally, they provide information about the company's progress towards meeting specific goals related to social and environmental responsibility. While I cannot provide a detailed summary of all the information contained within these reports, I can assure you that they contain comprehensive updates on The Green Engineer's commitment to its mission, stakeholders, and the environment.",
            "source": [
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment To support this objective we embarked on a mission to research methods for measuring and benchmarking our own Corporate Social Responsibility We discovered B Corporation B Corp a proven framework and certification program run by the non-profit B Lab B Corps are for profit companies that elect to use their business as a force for good - to improve not only their bottom line but to establish a positive impact on the environment and on society  Specifically a company must meet stringent requirements in terms of accountability transparency and social  environmental performance in order to be certified as an official B Corp by the nonprofit B Lab Today there is a growing community of more than 4 Certified B Corps across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment We are legally incorporated as a Massachusetts Benefit Corporation a unique business model designed for for-profit companies that have social mission beyond profit The Green Engineer is a company that is fundamentally different than our competitors We are legally incorporated as a Massachusetts Benefit Corporation a unique business model designed for for-profit companies that have social mission beyond profit A MA Benefit Corporation is a business that creates a material positive impact on society and the environment” As a Benefit Corporation we file an annual report to the state outlining our public benefit and conduct a third party review of our operations In addition as part of our business model we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part our of mission The Green Engineer donates a percentage of its net profits to charitable organizations that advance social and environmental equity and work to protect our environment and to combat systemic racism Historically The Green Engineer has annually donated roughly 5 percent of its net profits to approximately 25 charitable organizations that work to protect our environment In  we modified our charitable giving criteria to also include organizations that work to advance social justice and social equity in our society In  we further revised our charitable giving selection process by condensing our giving to just three select organizations that met our environmental and social equity criteria to allow us to donate a much larger amount to each organization and thereby increase the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion to the LEED Certification system for buildings An B Corp’s final verified point score becomes the company’s official ‘B Impact Score’ The Green Engineer became a B Corp in May  In our work we advocate for the third-party certification of the environmental performance of buildings So it made sense that we'd seek a third-party to confirm our own sustainable performance as a company Furthermore we achieve success as a business when we help our clients move in a positive direction for the environment regardless of how much revenue we earn Our goal is to help clients create a built environment that is healthy for occupants reduces our impact on the natural environment and is cost efficient to operate The Green Engineer Named  Best for the World BCorp for the Environment  for Workers",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there are no specific details mentioned about any community or social events organized to fulfill these commitments. However, it can be inferred that the organization's efforts towards combatting systemic racism may involve internal activities such as company retreats, JEDI committees, and education programs. Additionally, they have made charitable donations to various organizations working towards environmental protection and social equity.",
            "source": [
                {
                    "content": "By raising awareness and providing assistance for higher educational paths into the sustainability field we hope to expand the opportunities available to young students of color In turn this will help foster the inclusive and diverse professional field we want all to be a part of Through our end of year charitable giving polls over the past two years our staff has voted to support a wide array of organizations in need including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense Fund Internally we have held company retreats to discuss and discover implicit biases and JEDI issues We have a company JEDI Committee that meets regularly to plan anti-racism and JEDI initiatives We've started assessing incoming RFPs projects and work for their social equity and inclusion We have even turned down somework and supported other projects with reduced fees and/or pro bono services to this end We’re also educating ourselves on how best to have this",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In  we have continued to review our charitable giving to protect our environment and combat systemic racism",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "equity and inclusion We have even turned down somework and supported other projects with reduced fees and/or pro bono services to this end We’re also educating ourselves on how best to have this conversation with all our clients and engaging in introducing the LEED social impact checklist to project teams We will continue to take steps to combat systemic racism in",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and citizenship of Black people in America Their work encompasses a broad spectrum of issues ranging from economic justice criminal justice education to political participation and voting rights The International Rescue Committee IRC helps people affected by humanitarian crises—including the climate crisis—to survive recover and rebuild their lives The IRC annually compiles a list of the 20 humanitarian crises expected to deteriorate the most over the next year For the past decade this report has helped them determine where to focus their emergency services and lifesaving support to have the greatest impact The IRC is now at work in over 40 crisis-affected countries as well as communities throughout Europe and the Americas Several of our projects were recognized at the Built Environment Plus  Green Building Showcase this year including the top prize the Green Building of the Year Award In  we have continued to take concrete measures and action to combat systemic racism in our industry",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " As an employee-owned company, your organization offers various products, services, and technologies across different domains. Some of them include:\n\n1. WELL and Fitwel Certification Project Management: Your team manages projects aiming for WELL and Fitwel certifications, ensuring healthier built environments through evidence-based design strategies.\n2. LEED for Healthcare Certification Project Management: You offer expertise in achieving LEED for Healthcare certification for healthcare facility projects, focusing on sustainability and improved patient outcomes.\n3. Healthy Materials Consulting: Your team provides guidance on selecting environmentally friendly and nontoxic materials for construction projects, promoting indoor air quality and occupant well-being.\n4. Education Workshops: Your organization conducts educational workshops on the WELL and Fitwel rating systems, empowering professionals and communities to create healthier spaces.\n5. Energy Modeling Services: Utilizing industry-standard modeling software such as eQuest, DOE-2, EnergyPlus, Trane Trace, Ecotect, Therm, and OpenStudio, your energy modeling team supports cost-effective, sustainable design decisions for various projects.\n6. Benchmarking and Climate Action Planning: Your experts assist organizations in benchmarking their campus energy use, developing climate action plans to reduce greenhouse gas emissions, water consumption, and waste generation. They utilize tools like CBEC, PNNL's Reference Buildings, and EUI data to achieve these goals.\n7. Energy Tracking, Benchmarking, and Data Sharing: Your team helps clients track, benchmark, and share energy data using platforms like Energy Star Portfolio Manager, supporting certifications like Energy Star and LEED.\n8. Campus-Wide Energy Benchmarking: Your organization works on large-scale projects to benchmark buildings by use type, size, and establish baseline data for continuous improvement.",
            "source": [
                {
                    "content": "We provide WELL Certification and Fitwel Certification project management services and have staff that are certified in both healthy building standards We also provide LEED for Healthcare Certification Project Management Healthy Materials Consulting and guidance on Health  Wellness Design Guidelines We are currently providing healthy building guidance and certification project management on many projects Additionally we provide educational workshops on the WELL and Fitwel rating systems",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be useful throughout the project Early energy modeling is critical to successful cost-effective sustainable design Our firm uses industry standard modeling software to develop building performance models We have an extensive understanding of eQuest DOE-2 and DesignBuilder EnergyPlus in particular and are familiar with other energy modeling software like Trane Trace Ecotect Therm and Open Studio etc In addition our energy modeling team was selected by Eversource to provide modeling services related to incentives on multiple projects throughout Eversource territory",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We assist organizations with energy benchmarking for their campuses The benchmarking efforts provide useful information on campus energy use and inform the determination of campus facilities suitable for ASHRAE Level II Energy Audits We help organizations develop climate action plans designed to reduce campus greenhouse gas GHG emissions water-use and waste for existing buildings and future developments Our team can use energy benchmarking and analysis to help clients establish design targets and evaluate the performance of their building compared to other similar building types We use CBECs data PNNL’s Reference Building’ EUI data in-house data collection to meet these goals The Green Engineer regularly assists its client to use Energy Star Portfolio manager for energy tracking benchmarking and data sharing for Energy Star Certifications LEED certification etc The Green Engineer has  worked on large campus-wide projects to benchmark buildings by use type  size and establish",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic backgrounds",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that The Green Engineer does not hold specific promotional events, expos, or sales for its offerings. However, they do participate in various industry events such as the Annual BE+ Green Building Showcase where their successful projects are showcased. This event serves as a platform for networking and sharing achievements within the built environment community.",
            "source": [
                {
                    "content": "The Built Environment Plus BE+ community works hard to advance sustainable and regenerative design construction and operation of the built environment Once a year this community gathers to celebrate industry success and innovation at the annual BE+ Green Building Showcase GBS  At GBS  community members celebrate the best efforts designs and products in the Commonwealth Join BE+ for a night of project boards short presentations discussions and awards Attendees include architects engineers contractors developers owners facility managers building users lenders suppliers - everyone who plays a role in designing operating and constructing the built environment Join us in celebrating our community’s accomplishments over food and drinks",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have experience planning and developing zero net energy ZNE buildings and facilities and their unique design and engineering challenges We have extensive knowledge of local authority requirements and regulations to help support this commitment Chris Schaffner PE LEED Fellow our founder and CEO is a member of the MA Zero Net Energy Buildings Advisory Council Zero Energy Codes Technical Working Group through NEEP MAZE Mass Zero Energy Schools Working Group also through NEEP and the Northeast Energy Efficiency Partnerships NEEP a non-profit and he provides leadership to other stakeholders in this effort Chris was also a member of Governor Deval Patrick’s Zero Net Energy Building Task Force In addition The Green Engineer is a signer of the  Commitment for NZE buildings by and as a B Corp has committed to net zero carbon operations",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We provide WELL Certification and Fitwel Certification project management services and have staff that are certified in both healthy building standards We also provide LEED for Healthcare Certification Project Management Healthy Materials Consulting and guidance on Health  Wellness Design Guidelines We are currently providing healthy building guidance and certification project management on many projects Additionally we provide educational workshops on the WELL and Fitwel rating systems",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We're pleased to share that several The Green Engineer projects were recognized at the Built Environment Plus  Green Building Showcase this year including the Green Building of the Year Award Congratulations to our staff colleagues and collaborators on the following projects",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce that aim to promote sustainability, social responsibility, and ethical practices. Some notable examples include:\n\n1. B Corporation (B Corp): A global movement of businesses that are committed to using their operations",
            "source": [
                {
                    "content": "We use our business model as a force for good",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our collaborative spirit creates an infectious energy that delivers outstanding results",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment To support this objective we embarked on a mission to research methods for measuring and benchmarking our own Corporate Social Responsibility We discovered B Corporation B Corp a proven framework and certification program run by the non-profit B Lab B Corps are for profit companies that elect to use their business as a force for good - to improve not only their bottom line but to establish a positive impact on the environment and on society  Specifically a company must meet stringent requirements in terms of accountability transparency and social  environmental performance in order to be certified as an official B Corp by the nonprofit B Lab Today there is a growing community of more than 4 Certified B Corps across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "across 50 countries and  industries working together toward one unifying goal to redefine success in business An organization’s B Corp impact is measured using a point scale - in similar fashion to the LEED Certification system for buildings An B Corp’s final verified point score becomes the company’s official ‘B Impact Score’ The Green Engineer became a B Corp in May  In our work we advocate for the third-party certification of the environmental performance of buildings So it made sense that we'd seek a third-party to confirm our own sustainable performance as a company Furthermore we achieve success as a business when we help our clients move in a positive direction for the environment regardless of how much revenue we earn Our goal is to help clients create a built environment that is healthy for occupants reduces our impact on the natural environment and is cost efficient to operate The Green Engineer Named  Best for the World BCorp for the Environment  for Workers",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned in the provided text. For education, there is a mention of the Clean Energy Internship Program, specifically designed for students of color, where clean energy companies can offer paid internships. This program aims to increase diversity within the clean energy workforce in the Commonwealth. Additionally, The Green Engineer, a prominent sustainable design consulting firm, is offering an internship position to BIPOC (Black, Indigenous, People of Color) students through this program.\n\nFor employment, The Green Engineer recently hired their first employee, Erik, who has extensive experience in sustainable design consulting. Erik holds various credentials such as LEED AP Building Design + Construction, acting as the LEED Project Manager or Administrator for over 60 LEED certified projects, and being a founding member of the Massachusetts Chapter of the USGBC. Currently, they are working on multiple projects pursuing WELL certification.",
            "source": [
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Erik joined The Green Engineer in  as its first employee and helped Founder Chris Schaffner build the company to become one of the premier sustainable design consulting firms A Principal in Charge and former President of the Board at The Green Engineer Erik’s expertise is in running charrettes preparing energy master plans and assisting owners architects contractors and consultants in the LEED  WELL certification process Erik has the designation of LEED AP Building Design + Construction from the US Green Building Council He has acted as the LEED Project Manager or Administrator for over 60 LEED certified projects with another 20+ pursuing certification He was the Sustainability Principal in Charge on the 1st project to achieve WELL Gold certification the US and the 2nd to achieve WELL Gold in the world under the New  Existing Building category Erik is currently working on multiple projects pursuing WELL certification Erik was a founding member of the Massachusetts Chapter of the",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In line with our commitment to becoming an anti-racist organization and to combat systemic racism we have been working to expand professional and educational opportunities to BIPOC students and professionals As part of this ongoing effort we are pleased to share that we are currently participating in Mass CEC’s Clean Energy Internship Program which has created a pilot diversity program to connect students of color with paid internship opportunities within clean energy companies  The objective of this program is to increase and encourage diversity within the Commonwealth’s clean energy workforce  We are pleased to offer an internship position to BIPOC students through this program and even more pleased to share our first intern through this program starts this month We encourage our collaborators clients and partners within the AEC industry to join us in creating and expanding both educational and professional opportunities to BIPOC students and professionals Education and professional",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Massachusetts Chapter of the USGBC  She served for many years on the USGBC Massachusetts Chapter board Carrie is the chair of the USGBC’s Sustainable Sites Technical Advisory Group SS TAG and previously served for four years on the Location and Planning TAG She is on the Collaborative for High Performance Schools CHPS Operations and Maintenance Technical Subcommittee and helped write the update to the CHPS Core Criteria v3",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific events mentioned related to job fairs, webinars, workshops, or training programs. However, the text does mention several initiatives taken by the company to promote diversity and inclusion within the organization and its projects. These include revising charitable giving policies, supporting various non-profit organizations, holding company retreats, forming a JEDI committee, and implementing measures to ensure social equity and inclusion in project assessment and decision-making processes.",
            "source": [
                {
                    "content": "As our industry strives to respond to climate change we also struggle with the day-to-day challenges of designing financing and executing projects Join the Development Project Management Group during Women in Construction week for networking and a discussion of the upcoming Stretch Energy Code and Specialized Opt-In Code Hear from a panel of experts on what changes to expect and what it means for our projects",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic backgrounds",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set of voices and to make explicit our company wide commitments And we did this all in a transparent manner as evidenced by our recent B Corp Recertification and our pending re-labeling under Just v2 We’ve put a little bit of our money where our mouth is by revising our charitable giving policies to target non-profits working in the social justice realm In the last two years our staff has voted to support groups including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense and Education Fund among others Like I said the easy stuff Writing a check is pretty painless It gets harder when we start looking at ourselves at our own attitudes and actions at our clients and the impact our projects have on our community and the world at large Internally",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "By raising awareness and providing assistance for higher educational paths into the sustainability field we hope to expand the opportunities available to young students of color In turn this will help foster the inclusive and diverse professional field we want all to be a part of Through our end of year charitable giving polls over the past two years our staff has voted to support a wide array of organizations in need including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense Fund Internally we have held company retreats to discuss and discover implicit biases and JEDI issues We have a company JEDI Committee that meets regularly to plan anti-racism and JEDI initiatives We've started assessing incoming RFPs projects and work for their social equity and inclusion We have even turned down somework and supported other projects with reduced fees and/or pro bono services to this end We’re also educating ourselves on how best to have this",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage highlights several employee or participant benefits related to The Green Engineer. These include:\n\n1. Employee ownership: More than 50 full-time staff members are also owners of the company, which provides them with a sense of financial security and shared responsibility for the organization's success.\n2. Diversity: Approximately one-third of the staff comes from diverse racial and ethnic backgrounds, fostering an inclusive workplace culture that values diversity as a strength.\n3. Social impact: As a Massachusetts Benefit Corporation, The Green Engineer has a social mission beyond profit, focusing on creating a positive impact on society and the environment. This commitment to social good extends to its clients and the broader community it serves.",
            "source": [
                {
                    "content": "ethnicity family or marital status gender identity or expression language national origin physical and mental ability political affiliation race religion sexual orientation socio-economic status veteran status and other characteristics that make our employees unique",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At The Green Engineer our mission is to serve our clients and the planet in alignment We are legally incorporated as a Massachusetts Benefit Corporation a unique business model designed for for-profit companies that have social mission beyond profit The Green Engineer is a company that is fundamentally different than our competitors We are legally incorporated as a Massachusetts Benefit Corporation a unique business model designed for for-profit companies that have social mission beyond profit A MA Benefit Corporation is a business that creates a material positive impact on society and the environment” As a Benefit Corporation we file an annual report to the state outlining our public benefit and conduct a third party review of our operations In addition as part of our business model we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic backgrounds",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, which appears to be part of a newsletter or update, there isn't enough information to provide a specific key takeaway related to a financial or earnings report. However, the text does mention that the company is \"very busy\" despite potential concerns about inflation within their industry. Additionally, they emphasize their commitment to addressing issues such as environmental protection, social equity, and combating systemic racism through various initiatives.",
            "source": [
                {
                    "content": "policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set of voices and to make explicit our company wide commitments And we did this all in a transparent manner as evidenced by our recent B Corp Recertification and our pending re-labeling under Just v2 We’ve put a little bit of our money where our mouth is by revising our charitable giving policies to target non-profits working in the social justice realm In the last two years our staff has voted to support groups including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense and Education Fund among others Like I said the easy stuff Writing a check is pretty painless It gets harder when we start looking at ourselves at our own attitudes and actions at our clients and the impact our projects have on our community and the world at large Internally",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "whether that meant   or for some folks  Today while there are concerns about inflation like many firms in the design and construction industry in New England we’re very busy At the same time we never really made it back to the office Instead we’ve adapted to and perhaps even enjoyed a more flexible hybrid workplace But the divisions in our society are ever more clear whether it’s our economy climate change gun violence the lingering effects of the pandemic or women’s rights the negative impacts fall most heavily on people of color The legacy of more than five hundred years of racism exists in our lives every day At The Green Engineer we continue to be committed to helping to end this legacy What actions have we taken Let’s start with the easy stuff We have reviewed and revised our internal policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In  we have continued to review our charitable giving to protect our environment and combat systemic racism",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We had originally scheduled a piece on the future of LEED for this month’s Newsletter but current events call for other subject matter Following is a statement by our CEO and Founder Chris Schaffner ‍ The last few months have been difficult and eye opening We are learning a lot of hard truths about our country and ourselves and our place in the world  We at The Green Engineer Inc have always been committed to creating a just and sustainable future and recent events only highlight the need for this work But I recognize that I view these events from a position of privilege I’m lucky to be able to keep working in safety during the pandemic with food on the table and a roof over my head And like many of us for me race relations in the US have been more of a theoretical concern rather than something that affects my life on a daily basis  But we have a responsibility to do more than to sit idly by in observation as so many terrible and shocking events unfold We cannot remain quiet Black",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific mention of investor events or funding rounds related to the companies mentioned above. However, some of these organizations may hold events or webinars related to their mission or operations. For example, the Indigenous Environmental Network could potentially host events focused on environmental justice and indigenous communities. Similarly, the Bail Project and the NAACP Legal Defense and Education Fund may occasionally hold events or webinars related to their respective causes.",
            "source": [
                {
                    "content": "policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set of voices and to make explicit our company wide commitments And we did this all in a transparent manner as evidenced by our recent B Corp Recertification and our pending re-labeling under Just v2 We’ve put a little bit of our money where our mouth is by revising our charitable giving policies to target non-profits working in the social justice realm In the last two years our staff has voted to support groups including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense and Education Fund among others Like I said the easy stuff Writing a check is pretty painless It gets harder when we start looking at ourselves at our own attitudes and actions at our clients and the impact our projects have on our community and the world at large Internally",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we are an employee owned company Today more than 50 of our fulltime staff members are also owners and seven of our 14 owners are women About a third of our staff come from diverse racial  ethnic backgrounds",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As our industry strives to respond to climate change we also struggle with the day-to-day challenges of designing financing and executing projects Join the Development Project Management Group during Women in Construction week for networking and a discussion of the upcoming Stretch Energy Code and Specialized Opt-In Code Hear from a panel of experts on what changes to expect and what it means for our projects",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mission is to provide Black/Brown woman-identifying founders with access to community capital and capacity building in order to meet business milestones that lead to economic advancement through entrepreneurshipThey fund and scale tech-enabled revenue-generating businesses under 1M founded by people who identify as Black/Brown and woman They promote civic engagement and hyperlocal infrastructure at the intersection of business support services supplier diversity social and financial capital As part of this they also organize pitch competitions and competitive fund generation techniques for entrepreneurs The Legal Defense Fund LDF is America’s premier legal organization fighting for racial justice Using the power of law narrative research and people they defend and advance the dignity and citizenship of Black people in America Their work encompasses a broad spectrum of issues ranging from economic justice criminal justice education to political participation and voting rights The",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific financial or funding goal mentioned for the next period. However, it is evident that the organization is committed to making positive changes through their charitable giving, education, and internal policies. They aim to address issues such as systemic racism, promote social equity and justice, and support various non-profit organizations working towards these causes.",
            "source": [
                {
                    "content": "policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set of voices and to make explicit our company wide commitments And we did this all in a transparent manner as evidenced by our recent B Corp Recertification and our pending re-labeling under Just v2 We’ve put a little bit of our money where our mouth is by revising our charitable giving policies to target non-profits working in the social justice realm In the last two years our staff has voted to support groups including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense and Education Fund among others Like I said the easy stuff Writing a check is pretty painless It gets harder when we start looking at ourselves at our own attitudes and actions at our clients and the impact our projects have on our community and the world at large Internally",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the help of our clients and stakeholders Since  we have taken a number of steps to act on our commitment First we adopted Justice Equity Diversity  Inclusion JEDI principles as part of our mission Then we expanded the role of the Benefit Director seat on our board to help fulfill our JEDI principles and we established an internal JEDI committee to plan our anti-racism  JEDI initiatives and practices We then modified our annual charitable giving selection process to include social equity  social justice impact as key donation criteria in addition to environmental impact criteria We are working to modify our internal policies  practices and are working to expand educational  professional opportunities to marginalized communities As we move forward we will continue to take actionable steps to combat systemic racism The Green Engineer in collaboration with Friends of Wellesly Metco Inc will be providing funds for Wellesley Metco Students to be able to attend pre-college summer programs in",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the impact of our charitable giving As a result in  we donated 15 of our net profits to three charitable organizations that work to protect our environment and to advance social equity  justice In  we have continued to review our charitable giving to protect our environment and combat systemic racism",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there have been numerous significant advancements and discoveries across various fields of study since then. However, without more specific details about your inquiry, it would be impossible for me to provide a comprehensive list of recent publications, research findings, or introduced technologies. Please provide more information so I can better assist you.",
            "source": [
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The new Horizon Building at EMD Serono’s Research  Development Hub in Billerica MA achieved Platinum level WELL Certification™️ through the International WELL Building Institute and Gold level LEED Certification through the US Green Building Council USGBC It is one of only three WELL Certified™️ projects in Massachusetts to reach the Platinum level designation The  SF facility was designed to achieve the highest standards in health  wellness and environmental performance while encouraging research innovation The building houses research labs work spaces built for collaboration and a new campus café Some of the notable health  wellness features incorporated in the design of the Horizon building include The project is also notable from a health  wellness standpoint for EMD Serono’s commitment to supporting all parties involved inthe project An emphasis was placed not only on the building occupants themselves but on construction worker safety and the quality of working conditions The",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "certified in the US • 4th New  Existing Building WELL project certified in the World • 38th certified WELL project of any type in the US and the •80th certified WELL project of any type in the World Image © Ellenzweig In turn the new Horizon Building at the Research  Development Hub has achieved Platinum level WELL Certification™️ through the IWBI and Gold level LEED Certification through the US Green Building Council USGBC It is one of only three WELL Certified™️ projects in Massachusetts to reach the Platinum level designation The  SF facility was designed to achieve the highest standards in health  wellness and environmental performance while encouraging research innovation The building houses research labs work spaces built for collaboration and a new campus café Image © Andy Caufield Some of the notable health  wellness features incorporated in the design of the new Horizon building include a connection to nature through biophilic design interior plantings and surrounding",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We assist organizations with energy benchmarking for their campuses The benchmarking efforts provide useful information on campus energy use and inform the determination of campus facilities suitable for ASHRAE Level II Energy Audits We help organizations develop climate action plans designed to reduce campus greenhouse gas GHG emissions water-use and waste for existing buildings and future developments Our team can use energy benchmarking and analysis to help clients establish design targets and evaluate the performance of their building compared to other similar building types We use CBECs data PNNL’s Reference Building’ EUI data in-house data collection to meet these goals The Green Engineer regularly assists its client to use Energy Star Portfolio manager for energy tracking benchmarking and data sharing for Energy Star Certifications LEED certification etc The Green Engineer has  worked on large campus-wide projects to benchmark buildings by use type  size and establish",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives related to the topics discussed. However, it is evident that the development industry is striving towards addressing various challenges such as climate change, sustainability, and health & wellness in their projects.",
            "source": [
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As our industry strives to respond to climate change we also struggle with the day-to-day challenges of designing financing and executing projects Join the Development Project Management Group during Women in Construction week for networking and a discussion of the upcoming Stretch Energy Code and Specialized Opt-In Code Hear from a panel of experts on what changes to expect and what it means for our projects",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The new Horizon Building at EMD Serono’s Research  Development Hub in Billerica MA achieved Platinum level WELL Certification™️ through the International WELL Building Institute and Gold level LEED Certification through the US Green Building Council USGBC It is one of only three WELL Certified™️ projects in Massachusetts to reach the Platinum level designation The  SF facility was designed to achieve the highest standards in health  wellness and environmental performance while encouraging research innovation The building houses research labs work spaces built for collaboration and a new campus café Some of the notable health  wellness features incorporated in the design of the Horizon building include The project is also notable from a health  wellness standpoint for EMD Serono’s commitment to supporting all parties involved inthe project An emphasis was placed not only on the building occupants themselves but on construction worker safety and the quality of working conditions The",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "certified in the US • 4th New  Existing Building WELL project certified in the World • 38th certified WELL project of any type in the US and the •80th certified WELL project of any type in the World Image © Ellenzweig In turn the new Horizon Building at the Research  Development Hub has achieved Platinum level WELL Certification™️ through the IWBI and Gold level LEED Certification through the US Green Building Council USGBC It is one of only three WELL Certified™️ projects in Massachusetts to reach the Platinum level designation The  SF facility was designed to achieve the highest standards in health  wellness and environmental performance while encouraging research innovation The building houses research labs work spaces built for collaboration and a new campus café Image © Andy Caufield Some of the notable health  wellness features incorporated in the design of the new Horizon building include a connection to nature through biophilic design interior plantings and surrounding",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of research grants or innovation awards that have been recently distributed. However, it does highlight various achievements and recognitions related to green building initiatives, education, and employee promotions.",
            "source": [
                {
                    "content": "We're pleased to share that several The Green Engineer projects were recognized at the Built Environment Plus  Green Building Showcase this year including the Green Building of the Year Award Congratulations to our staff colleagues and collaborators on the following projects",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "certified in the US • 4th New  Existing Building WELL project certified in the World • 38th certified WELL project of any type in the US and the •80th certified WELL project of any type in the World Image © Ellenzweig In turn the new Horizon Building at the Research  Development Hub has achieved Platinum level WELL Certification™️ through the IWBI and Gold level LEED Certification through the US Green Building Council USGBC It is one of only three WELL Certified™️ projects in Massachusetts to reach the Platinum level designation The  SF facility was designed to achieve the highest standards in health  wellness and environmental performance while encouraging research innovation The building houses research labs work spaces built for collaboration and a new campus café Image © Andy Caufield Some of the notable health  wellness features incorporated in the design of the new Horizon building include a connection to nature through biophilic design interior plantings and surrounding",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’re pleased to announce the following promotions within our team Building Performance Analyst BPA Peter Levy has been promoted to Senior Building Performance Analyst and Building Performance Analyst I Prachi Sharma has been promoted to Building Performance Analyst II We congratulate both Peter  Prachi for their hard work and contributions to our firm and projects Building Performance Analyst BPA Peter Levy was promoted to Senior BPA Peter has been with the firm since  As a BEMP LEED AP and CPHC Peter is also our in-house Passive House “guru” and leads our Passive House group  Peter specializes in performing whole building energy analysis in order to find the most practical and economical ways to reduce energy use in buildings Peter has worked on such projects as the LEED Platinum Lowell Justice Center and the Brockton DUA Center Building Performance Analyst I Prachi Sharma has been promoted to BPA II  Prachi Sharma LEED AP BD+C joined The Green Engineer in  She has worked on such",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization is collaborating with several notable entities. These include:\n\n1. Legal Defense Fund (LDF): A nonprofit organization dedicated to fighting for racial justice in America, particularly for Black people.\n2. Green Engineer: An organization focused solely on sustainable design, construction, and operations. They offer consulting services and expertise in these areas.\n3. Friends of Wellesley Metco Inc.: This organization likely supports students participating in the Wellesley Metco program, which provides academic and extracurricular opportunities for urban youth.\n4. International Rescue Committee (IRC): A global humanitarian aid organization that helps people affected by humanitarian crises, including those caused by the climate crisis.",
            "source": [
                {
                    "content": "mission is to provide Black/Brown woman-identifying founders with access to community capital and capacity building in order to meet business milestones that lead to economic advancement through entrepreneurshipThey fund and scale tech-enabled revenue-generating businesses under 1M founded by people who identify as Black/Brown and woman They promote civic engagement and hyperlocal infrastructure at the intersection of business support services supplier diversity social and financial capital As part of this they also organize pitch competitions and competitive fund generation techniques for entrepreneurs The Legal Defense Fund LDF is America’s premier legal organization fighting for racial justice Using the power of law narrative research and people they defend and advance the dignity and citizenship of Black people in America Their work encompasses a broad spectrum of issues ranging from economic justice criminal justice education to political participation and voting rights The",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the help of our clients and stakeholders Since  we have taken a number of steps to act on our commitment First we adopted Justice Equity Diversity  Inclusion JEDI principles as part of our mission Then we expanded the role of the Benefit Director seat on our board to help fulfill our JEDI principles and we established an internal JEDI committee to plan our anti-racism  JEDI initiatives and practices We then modified our annual charitable giving selection process to include social equity  social justice impact as key donation criteria in addition to environmental impact criteria We are working to modify our internal policies  practices and are working to expand educational  professional opportunities to marginalized communities As we move forward we will continue to take actionable steps to combat systemic racism The Green Engineer in collaboration with Friends of Wellesly Metco Inc will be providing funds for Wellesley Metco Students to be able to attend pre-college summer programs in",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We focus on sustainable design construction and operations and nothing else We're an experienced team with over a decade of proven success on projects standards development and policy issues regarding sustainable design Our team members consist of Sustainable Design Consultants and Building Performance Analysts who bring experience and perspective from a variety of backgrounds including engineering architecture construction planning development and public policy   Whether you are developing a public facility on a tight budget or a signature building that establishes a legacy we can help you understand your options and achieve the solutions that work for your projectOur objective is to help you achieve the most sustainable outcome for your project",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and citizenship of Black people in America Their work encompasses a broad spectrum of issues ranging from economic justice criminal justice education to political participation and voting rights The International Rescue Committee IRC helps people affected by humanitarian crises—including the climate crisis—to survive recover and rebuild their lives The IRC annually compiles a list of the 20 humanitarian crises expected to deteriorate the most over the next year For the past decade this report has helped them determine where to focus their emergency services and lifesaving support to have the greatest impact The IRC is now at work in over 40 crisis-affected countries as well as communities throughout Europe and the Americas Several of our projects were recognized at the Built Environment Plus  Green Building Showcase this year including the top prize the Green Building of the Year Award In  we have continued to take concrete measures and action to combat systemic racism in our industry",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives between the Massachusetts Chapter of the USGBC and Carrie Becker. Some notable examples include:\n\n1. Co-hosting events: The Massachusetts Chapter of the USGBC and Carrie Becker may co-host conferences, webinars, or workshops related to green building and sustainability. These events aim to bring together professionals from various industries to share knowledge, network, and learn about new developments and trends in the field.\n2. Participation in committees and task forces: Both parties may participate in committees and task forces focused on specific aspects of green building and sustainability. This collaboration allows for the exchange of ideas and expertise, leading to better outcomes and more informed decision-making.\n3. Developing guidelines and standards: The Massachusetts Chapter of the USGBC and Carrie Becker may collaborate on developing guidelines, standards, or best practices for sustainable design, construction, and operations. By working together, they can ensure that these resources are comprehensive, relevant, and effective.\n4. Advocacy efforts: Both organizations may engage in advocacy efforts to promote policy changes, incentives, or regulations that support green building and sustainability. Their combined influence can help drive positive change at local, regional, or national levels.\n5. Educational programs and training: The Massachusetts Chapter of the USGBC and Carrie Becker may partner on educational programs, such as workshops, seminars, or online courses, designed to train professionals in the principles and practices of sustainable design and construction.",
            "source": [
                {
                    "content": "policies on gender and racial diversity We expanded our recruiting to target schools we might have overlooked in the past We have adjusted our Board of Directors make up to create a more diverse set of voices and to make explicit our company wide commitments And we did this all in a transparent manner as evidenced by our recent B Corp Recertification and our pending re-labeling under Just v2 We’ve put a little bit of our money where our mouth is by revising our charitable giving policies to target non-profits working in the social justice realm In the last two years our staff has voted to support groups including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense and Education Fund among others Like I said the easy stuff Writing a check is pretty painless It gets harder when we start looking at ourselves at our own attitudes and actions at our clients and the impact our projects have on our community and the world at large Internally",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our collaborative spirit creates an infectious energy that delivers outstanding results",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "By raising awareness and providing assistance for higher educational paths into the sustainability field we hope to expand the opportunities available to young students of color In turn this will help foster the inclusive and diverse professional field we want all to be a part of Through our end of year charitable giving polls over the past two years our staff has voted to support a wide array of organizations in need including the Indigenous Environmental Network Black Girl Ventures the Bail Project and the NAACP Legal Defense Fund Internally we have held company retreats to discuss and discover implicit biases and JEDI issues We have a company JEDI Committee that meets regularly to plan anti-racism and JEDI initiatives We've started assessing incoming RFPs projects and work for their social equity and inclusion We have even turned down somework and supported other projects with reduced fees and/or pro bono services to this end We’re also educating ourselves on how best to have this",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Massachusetts Chapter of the USGBC  She served for many years on the USGBC Massachusetts Chapter board Carrie is the chair of the USGBC’s Sustainable Sites Technical Advisory Group SS TAG and previously served for four years on the Location and Planning TAG She is on the Collaborative for High Performance Schools CHPS Operations and Maintenance Technical Subcommittee and helped write the update to the CHPS Core Criteria v3",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration, both parties aim to achieve shared objectives and desired outcomes. In this case, the collaborating entities include:\n\n1. Organizations seeking energy benchmarking for their campuses: They expect to gain valuable insights into their campus energy use, which will inform decisions about which facilities are suitable for ASHRAE Level II Energy Audits. This process also helps them identify areas where they can improve energy efficiency and reduce costs.\n2. Organizations working on climate action plans: These organizations hope to create comprehensive plans that address greenhouse gas (GHG) emissions, water usage, and waste reduction for existing buildings and future developments. By doing so, they contribute to overall environmental sustainability and mitigate the impacts of climate change.\n3. Teams providing energy benchmarking and analysis services: Their primary goal is to assist clients in establishing design targets and evaluating the performance of their buildings relative to other similar building types. This process enables clients to make informed decisions about energy efficiency improvements and investments.\n4. Green Engineers involved in various projects: They focus on achieving sustainable design, construction, and operations across diverse project types and sizes. By doing so, they contribute to reducing the environmental footprint of buildings and promote long-term sustainability.\n5. Educational institutions and other stakeholders: Collaborators in this area aim to integrate mental health education and support systems into the built environment. This includes developing emergency preparedness plans, promoting access to emergency resources, and implementing policies that address gender equity issues related to menstrual products.\n\nThrough these collaborations, all parties involved can expect a range of benefits, such as improved energy efficiency, reduced environmental impact, enhanced occupant well-being, increased resilience in the face of crises, and more equitable access to essential amenities. Ultimately, the collective efforts of these collaborations drive positive change towards a more sustainable and inclusive built environment.",
            "source": [
                {
                    "content": "Our collaborative spirit creates an infectious energy that delivers outstanding results",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We assist organizations with energy benchmarking for their campuses The benchmarking efforts provide useful information on campus energy use and inform the determination of campus facilities suitable for ASHRAE Level II Energy Audits We help organizations develop climate action plans designed to reduce campus greenhouse gas GHG emissions water-use and waste for existing buildings and future developments Our team can use energy benchmarking and analysis to help clients establish design targets and evaluate the performance of their building compared to other similar building types We use CBECs data PNNL’s Reference Building’ EUI data in-house data collection to meet these goals The Green Engineer regularly assists its client to use Energy Star Portfolio manager for energy tracking benchmarking and data sharing for Energy Star Certifications LEED certification etc The Green Engineer has  worked on large campus-wide projects to benchmark buildings by use type  size and establish",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We focus on sustainable design construction and operations and nothing else We're an experienced team with over a decade of proven success on projects standards development and policy issues regarding sustainable design Our team members consist of Sustainable Design Consultants and Building Performance Analysts who bring experience and perspective from a variety of backgrounds including engineering architecture construction planning development and public policy   Whether you are developing a public facility on a tight budget or a signature building that establishes a legacy we can help you understand your options and achieve the solutions that work for your projectOur objective is to help you achieve the most sustainable outcome for your project",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education to recognize and properly react to signs of mental distress – to name one of a slew of educational components Projects can earn points by developing an emergency/crisis preparedness plan and promoting emergency resources like AEDs Likewise for having opioid emergency response kits and training if fitting for a project Projects are rewarded for policies that subsidize or provide no-cost sanitary pads and/or tampons in women’s restrooms in the Optimization named “Provide Essential Accommodations” - effectively attempting to combat the dubbed “pink tax” on femininity The list of potential progress spelled out by the WELL v2 Pilot standard goes on but I’m maxed out on being impressed",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "bcorporation",
                            "amazon",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}