{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable or environmental practices that have been implemented by the organization. These include:\n\n1. Adopting a circular economy model, encouraging people to buy more secondhand items and sell more secondhand items instead of buying new products. This reduces waste and promotes resource efficiency.\n2. Organizing carbon-neutral events, acknowledging the significant environmental impact of events and striving to minimize it. The organization has already taken steps toward achieving carbon neutrality in their headquarters despite operating in a Victorian building.\n3. Educating people about sustainability and providing them with the necessary tools and language to understand and engage with circularity concepts.\n4. Collaborating with like-minded organizations, such as the Institute, Fellows, and partner organizations, to collectively work towards addressing sustainability issues.",
            "source": [
                {
                    "content": "aren’t a silver bullet They must be considered alongside efforts to curb overconsumption and reduce production To drive change policies that encourage investment in technologies and infrastructure are needed to restructure the industry and encourage a shift in consumer behaviour to buy less off the shelf buy more second hand and sell more second hand Selling a positive vision of living sustainably to save time and improve wellbeing Raising awareness through education; giving people the tools and language to use and understand what circularity is as well as the fundamental tensions around the way we live what we consume and ambitions to reduce impact How to push people beyond their comfort zone and be braver to take more action   The Business of Fashion is a next-generation media company recognised for its authoritative analytical point of view on the fashion industry Its annual BoF Sustainability Index benchmarks fashion’s progress towards critical sustainability goals You can",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "aren’t a silver bullet They must be considered alongside efforts to curb overconsumption and reduce production To drive change policies that encourage investment in technologies and infrastructure are needed to restructure the industry and encourage a shift in consumer behaviour to buy less off the shelf buy more second hand and sell more second hand Selling a positive vision of living sustainably to save time and improve wellbeing Raising awareness through education; giving people the tools and language to use and understand what circularity is as well as the fundamental tensions around the way we live what we consume and ambitions to reduce impact How to push people beyond their comfort zone and be braver to take more action   The Business of Fashion is a next-generation media company recognised for its authoritative analytical point of view on the fashion industry Its annual BoF Sustainability Index benchmarks fashion’s progress towards critical sustainability goals You can",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work with them easyJet is one such example We want the Institute our Fellows and our partner organisations to be part of the contingent that stands up and cares about this issue - those on the right side of history But it’s both a complex and a complicated task We know that our efforts are not going to be perfect and we will get things wrong but starting the conversation is often the hardest part and as we continue to discuss the issue and raise awareness with our Fellows partner organisations and within our own team it is getting easier to acknowledge explore and get things done In light of this our ongoing pledges to this issue are Deliver carbon neutral events much of our activity happens during events we organise so this is one of our biggest opportunities for the Institute to make this important Carbon neutral HQ challenging in the Victorian building we operate from but not impossible - the team has already made some positive moves to change this including switching to a green",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work with them easyJet is one such example We want the Institute our Fellows and our partner organisations to be part of the contingent that stands up and cares about this issue - those on the right side of history But it’s both a complex and a complicated task We know that our efforts are not going to be perfect and we will get things wrong but starting the conversation is often the hardest part and as we continue to discuss the issue and raise awareness with our Fellows partner organisations and within our own team it is getting easier to acknowledge explore and get things done In light of this our ongoing pledges to this issue are Deliver carbon neutral events much of our activity happens during events we organise so this is one of our biggest opportunities for the Institute to make this important Carbon neutral HQ challenging in the Victorian building we operate from but not impossible - the team has already made some positive moves to change this including switching to a green",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would not be feasible within the given constraints. Instead, I can mention some well-known events and initiatives related to environmental conservation. Some examples include:\n\n1. United Nations Convention on Biological Diversity (CBD) Conferences of the Parties (COP): These international conferences bring together governments, NGOs, and other stakeholders to discuss and negotiate strategies for biodiversity conservation and sustainable development. Examples include COP15 (206), COP11 (209), COP12 (208), etc.\n2. World Wildlife Day (March 3rd): Established by the United Nations General Assembly in 203, this day promotes wildlife conservation and raises awareness about the importance of protecting endangered species and their habitats.\n3. Earth Hour: Organized by the World Wide Fund for Nature (WWF), this event encourages individuals, communities, and organizations to turn off non-essential lights for one hour as a symbolic gesture of commitment to the environment and energy conservation.\n4. World Environment Day (June 5th): Another United Nations-led event, World Environment Day aims to raise global awareness about environmental issues and inspire people to take action towards sustainability.\n5. IUCN World Conservation Congress: Hosted by the International Union for Conservation of Nature (IUCN), this triennial event brings together conservation professionals, government officials, NGOs, and community representatives to discuss and develop strategies for preserving the planet's natural resources.\n6. Ramsar Convention on Wetlands: This intergovernmental treaty focuses on the conservation and wise use of wetlands and their resources. It also serves as a platform for cooperation between member states and partners in the field of wetland conservation and management.\n7. Convention on Biological Diversity (CBD) Clearing House Mechanism (CHM): This mechanism facilitates information exchange among parties to the CBD, helping them access data, knowledge, and best practices related to biodiversity conservation and sustainable development.\n\nThese are only a few examples of the numerous events and initiatives dedicated to environmental conservation. There are countless local, regional, and national efforts underway around the world, as well as various campaigns and advocacy programs aimed at raising awareness and driving positive change.",
            "source": [
                {
                    "content": "agreement to coordinate global action on nature and biodiversity loss The KMGBF has 4 overarching global goals to  and 23 targets to meet by  many of which are relevant and require action from both private and public sector organisations  This Discovery Session will be led by Andrea Ledward International Biodiversity and Climate Director at DEFRA who will explain why it is essential that senior leaders and businesses understand the outcomes of COP15 and the business case for biodiversity to take action to address this issue To do this Andrea will be joined by Neville Ash from UNEP-WCMC who will set out the context and scale of the problem Bernadette Fischler from WWF who will talk about integrity in implementation indigenous peoples and how this links with UNFCCC COP27 and COP28 and Eva Zabey from Business for Nature who will provide a view from the private sector and how they are already engaging  Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "agreement to coordinate global action on nature and biodiversity loss The KMGBF has 4 overarching global goals to  and 23 targets to meet by  many of which are relevant and require action from both private and public sector organisations  This Discovery Session will be led by Andrea Ledward International Biodiversity and Climate Director at DEFRA who will explain why it is essential that senior leaders and businesses understand the outcomes of COP15 and the business case for biodiversity to take action to address this issue To do this Andrea will be joined by Neville Ash from UNEP-WCMC who will set out the context and scale of the problem Bernadette Fischler from WWF who will talk about integrity in implementation indigenous peoples and how this links with UNFCCC COP27 and COP28 and Eva Zabey from Business for Nature who will provide a view from the private sector and how they are already engaging  Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Human activity is destroying biodiversity faster than ever before almost 80 of threatened species are impacted by economic activity Biodiversity loss is moving up the regulatory agenda but what does this mean for your organisation 44 trillion of economic value generation – over half the world’s total GDP – is potentially at risk as a result of the dependence of business on nature and its services When we consider the environmental challenges facing organisations we often think of climate change but at the end of last year biodiversity emerged as a key topic in the lead up to COP15 the UN Biodiversity Conference in Montreal During the conference nature received its Paris-agreement moment when representatives from countries adopted The Kunming-Montreal Global Biodiversity Framework KMGBF a landmark agreement to coordinate global action on nature and biodiversity loss The KMGBF has 4 overarching global goals to  and 23 targets to meet by  many of which are relevant and require action from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Human activity is destroying biodiversity faster than ever before almost 80 of threatened species are impacted by economic activity Biodiversity loss is moving up the regulatory agenda but what does this mean for your organisation 44 trillion of economic value generation – over half the world’s total GDP – is potentially at risk as a result of the dependence of business on nature and its services When we consider the environmental challenges facing organisations we often think of climate change but at the end of last year biodiversity emerged as a key topic in the lead up to COP15 the UN Biodiversity Conference in Montreal During the conference nature received its Paris-agreement moment when representatives from countries adopted The Kunming-Montreal Global Biodiversity Framework KMGBF a landmark agreement to coordinate global action on nature and biodiversity loss The KMGBF has 4 overarching global goals to  and 23 targets to meet by  many of which are relevant and require action from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Environmental impact metrics typically include greenhouse gas (GHG) emissions, energy consumption, water usage, waste generation, and biodiversity impacts. These metrics help organizations understand their environmental performance and identify areas for improvement. In addition, some organizations report on other environmental aspects such as transportation-related emissions, chemical management, and land use changes. By tracking these metrics over time, organizations can monitor progress toward their sustainability goals and demonstrate their commitment to environmental stewardship.",
            "source": [
                {
                    "content": "Whilst air pollution monitoring is not a requirement in standard corporate environmental reporting it is essential for demonstrating your commitment to reducing greenhouse gas emissions It is also vital to recognise the importance of your organisation's responsibility to actively address the health impacts of air pollution Rosamund Adoo-Kissi-Debrah who lost her daughter Ella in  after air pollution left her in acute respiratory failure will join us for this Discovery Session to share her perspectives on why our organisations should care about clean air  Rosamund has since founded the Ella Roberta Foundation who advocate that clean air is a human right and highlight the inequality of those affected by air pollution  One of the most prominent advocates for clean air worldwide her work frequently involves lobbying for more education and stronger legislation when it comes to air pollution and she has been recognised by the World Health Organisation who made her a BreatheLife Ambassador",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "£71 billion per annum The Forward Institute convened leaders from 25 public private and social sector organisations EIDA Hestia Surviving Economic Abuse and the Domestic Abuse Commissioner’s Office to zoom in on how we can do more to support victims of domestic abuse and address economic abuse Read more here What is the true meaning of Net Zero in a hybrid world and how should your organisation measure its carbon footprint 27 January With Will Richardson a pioneer and early adopter of many now-mandatory environmental standards He established Green Element and Compare Your Footprint to equip organisations to work towards a sustainable future Net Zero is an increasingly high-profile issue but with many in the world now working in different ways from home or hybrid how do we achieve Net Zero and what is its true meaning Fellows explored the true meaning and contemplated various measurements used and considerations needed While scope 1 and 2 emissions may be easy to calculate many",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "£71 billion per annum The Forward Institute convened leaders from 25 public private and social sector organisations EIDA Hestia Surviving Economic Abuse and the Domestic Abuse Commissioner’s Office to zoom in on how we can do more to support victims of domestic abuse and address economic abuse Read more here What is the true meaning of Net Zero in a hybrid world and how should your organisation measure its carbon footprint 27 January With Will Richardson a pioneer and early adopter of many now-mandatory environmental standards He established Green Element and Compare Your Footprint to equip organisations to work towards a sustainable future Net Zero is an increasingly high-profile issue but with many in the world now working in different ways from home or hybrid how do we achieve Net Zero and what is its true meaning Fellows explored the true meaning and contemplated various measurements used and considerations needed While scope 1 and 2 emissions may be easy to calculate many",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Zero and what is its true meaning Fellows explored the true meaning and contemplated various measurements used and considerations needed While scope 1 and 2 emissions may be easy to calculate many organisations struggle to accurately quantify their scope 3 emissions particularly as the landscape of the working environment continues to change Organisations need to think carefully about the strategies they choose to reduce their emissions Carbon offsetting for example has had negative side effects for indigenous groups and certain communities Science based targets are key to accurately calculating emissions providing companies with a clearly defined pathway to reduce greenhouse gas emissions Being responsible for your customers’ and supply chain emissions can present a unique and complex set of challenges but could also see organisations having a significant impact on emissions reduction Building cultures of trust with Veronica Hope Hailey 2 February With Professor Veronica Hope Hailey",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, I cannot definitively state whether the organization has made any public commitments to social or corporate responsibility. However, there are indicators suggesting that the organization values responsible leadership and operates in a manner consistent with this focus. The organization works closely with over 30 influential organizations across various sectors, emphasizing the importance of placing purpose and responsibility at the heart of their operations. Additionally, the organization recognizes the need for serious exploration of responsibility, which can be challenging but essential for addressing complex issues effectively through multi-stakeholder collaboration. Although no explicit mention of public commitments was mentioned in the text, the overall tone suggests that the organization is committed to responsible leadership and working towards positive societal impact.",
            "source": [
                {
                    "content": "We have long-term partnerships with over 30 influential organisations from the private public and social sectors These institutions have enormous clout and potential to shape the world for the better We support their leaders to place purpose and responsibility at the heart of how they operate Complex challenges increasingly require new perspectives and effective multi-stakeholder collaboration So our cross-sector approach is core to all we do Serious exploration of responsibility is difficult especially when the conversations get tough and it requires senior support We work with senior sponsors within each of our partner organisations Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have long-term partnerships with over 30 influential organisations from the private public and social sectors These institutions have enormous clout and potential to shape the world for the better We support their leaders to place purpose and responsibility at the heart of how they operate Complex challenges increasingly require new perspectives and effective multi-stakeholder collaboration So our cross-sector approach is core to all we do Serious exploration of responsibility is difficult especially when the conversations get tough and it requires senior support We work with senior sponsors within each of our partner organisations Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are excited to share news that the Forward Institute has become a B Corp joining a rapidly growing global movement of companies who are doing business responsibly By becoming a B Corp we have joined 2 other B Corp certified companies globally Companies such as Innocent Drinks Ben  Jerry's and Patagonia are all B Corps along with smaller social enterprises like Divine Chocolate and Toast Ale All B Corps share a purpose - to harness the power of business for good As an organisation that seeks to spread responsible leadership practices becoming B Corp allows us to demonstrate that we are acting responsibly ourselves Accreditations such as B Corp play a key role in demonstrating responsible behaviour to the outside world and keeping our standards high it should be noted however that operating responsibly is not solely about accreditations To become certified we were assessed by an independent body and had to meet specific standards of social and environmental performance including our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are excited to share news that the Forward Institute has become a B Corp joining a rapidly growing global movement of companies who are doing business responsibly By becoming a B Corp we have joined 2 other B Corp certified companies globally Companies such as Innocent Drinks Ben  Jerry's and Patagonia are all B Corps along with smaller social enterprises like Divine Chocolate and Toast Ale All B Corps share a purpose - to harness the power of business for good As an organisation that seeks to spread responsible leadership practices becoming B Corp allows us to demonstrate that we are acting responsibly ourselves Accreditations such as B Corp play a key role in demonstrating responsible behaviour to the outside world and keeping our standards high it should be noted however that operating responsibly is not solely about accreditations To become certified we were assessed by an independent body and had to meet specific standards of social and environmental performance including our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the progress made by organizations in implementing the various measures mentioned above. They cover areas such as financial and non-financial support, wellbeing initiatives, and longer-term systemic changes. By reviewing these reports, stakeholders can stay informed about the collective efforts being made to improve the lives of individuals affected by domestic abuse and economic abuse while also contributing to net zero emissions goals.",
            "source": [
                {
                    "content": "£71 billion per annum The Forward Institute convened leaders from 25 public private and social sector organisations EIDA Hestia Surviving Economic Abuse and the Domestic Abuse Commissioner’s Office to zoom in on how we can do more to support victims of domestic abuse and address economic abuse Read more here What is the true meaning of Net Zero in a hybrid world and how should your organisation measure its carbon footprint 27 January With Will Richardson a pioneer and early adopter of many now-mandatory environmental standards He established Green Element and Compare Your Footprint to equip organisations to work towards a sustainable future Net Zero is an increasingly high-profile issue but with many in the world now working in different ways from home or hybrid how do we achieve Net Zero and what is its true meaning Fellows explored the true meaning and contemplated various measurements used and considerations needed While scope 1 and 2 emissions may be easy to calculate many",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "£71 billion per annum The Forward Institute convened leaders from 25 public private and social sector organisations EIDA Hestia Surviving Economic Abuse and the Domestic Abuse Commissioner’s Office to zoom in on how we can do more to support victims of domestic abuse and address economic abuse Read more here What is the true meaning of Net Zero in a hybrid world and how should your organisation measure its carbon footprint 27 January With Will Richardson a pioneer and early adopter of many now-mandatory environmental standards He established Green Element and Compare Your Footprint to equip organisations to work towards a sustainable future Net Zero is an increasingly high-profile issue but with many in the world now working in different ways from home or hybrid how do we achieve Net Zero and what is its true meaning Fellows explored the true meaning and contemplated various measurements used and considerations needed While scope 1 and 2 emissions may be easy to calculate many",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which broadly fall into a number of categories ·       other types of financial and non-financial support staff discounts and/ or no-interest loans support for costs related to transport hot meals flexible working to save on petrol costs predictability of hours to avoid the knock-on effect on childcare ‘warm’ hubs’; ·       financial advice for budgeting long-term financial planning including pensions; ·       wellbeing support for mental and physical health including training for managers on how to deal with difficult conversations breaking stigma around money matters and financial first aiders; ·       longer-term solutions including those related to energy and insulation support policies to support less reliance on formal qualifications; and Stay tuned for our next instalment at the end of October as we aim to tackle some of the longer-term systemic issues Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which broadly fall into a number of categories ·       other types of financial and non-financial support staff discounts and/ or no-interest loans support for costs related to transport hot meals flexible working to save on petrol costs predictability of hours to avoid the knock-on effect on childcare ‘warm’ hubs’; ·       financial advice for budgeting long-term financial planning including pensions; ·       wellbeing support for mental and physical health including training for managers on how to deal with difficult conversations breaking stigma around money matters and financial first aiders; ·       longer-term solutions including those related to energy and insulation support policies to support less reliance on formal qualifications; and Stay tuned for our next instalment at the end of October as we aim to tackle some of the longer-term systemic issues Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there have been several types of community or social events organized to fulfill the commitments of the program. These events aim to foster connections between fellows, promote responsible leadership, and address various issues within organizations. Some of these events include:\n\n1. Gatherings (lunches, dinners, or coffee) designed to connect small groups of Fellows with interesting people working responsibly to empower their local community.\n2. Discovery Sessions lasting 60 minutes, allowing Fellows to engage with a wider range of topics than explored at core events in a smaller, more private setting.\n3. Virtual standalone half-day Action Learning Sets to work on current issues in small peer groups.\n4. In-person or hybrid one-day and multi-day events (typically 3 days each), including a mix of activities, expert keynote speakers, practical working sessions, space for reflection, and opportunities to gather the whole cohort and work in small groups.\n5. Regularly hosted Discovery Sessions, which provide Fellows with additional learning experiences beyond the core curriculum.\n\nThese events serve multiple purposes, such as promoting collaboration among fellows, enhancing their understanding of responsible leadership, and supporting them in addressing important organizational issues.",
            "source": [
                {
                    "content": "attend  A mix of one day and multi-day events typically 3 days each either virtual in-person or a hybrid of the two They include a mix of activities expert keynote speakers practical working sessions space for reflection and provide the opportunity to gather the whole cohort and work in small groups Four virtual standalone half-day Action Learning Sets to work on current issues in small peer groups The cohesion and trust within the group is a key component for success so we encourage you to embrace the group as a sounding board and be an active participant We organise gatherings - be they lunches dinners or coffee designed to connect small groups of Fellows with interesting people working responsibly to empower their local community Gatherings have been held over Zoom in people’s homes community centres churches theatres offices and curry houses We regularly host Discovery Sessions lasting 60 minutes that allow Fellows to engage with a wider range of topics than explored at core",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "attend  A mix of one day and multi-day events typically 3 days each either virtual in-person or a hybrid of the two They include a mix of activities expert keynote speakers practical working sessions space for reflection and provide the opportunity to gather the whole cohort and work in small groups Four virtual standalone half-day Action Learning Sets to work on current issues in small peer groups The cohesion and trust within the group is a key component for success so we encourage you to embrace the group as a sounding board and be an active participant We organise gatherings - be they lunches dinners or coffee designed to connect small groups of Fellows with interesting people working responsibly to empower their local community Gatherings have been held over Zoom in people’s homes community centres churches theatres offices and curry houses We regularly host Discovery Sessions lasting 60 minutes that allow Fellows to engage with a wider range of topics than explored at core",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "community centres churches theatres offices and curry houses We regularly host Discovery Sessions lasting 60 minutes that allow Fellows to engage with a wider range of topics than explored at core events in a smaller more private setting Past speakers include Dame Louise Casey Lord Michael Hastings and Prof Veronica Hope-Hailey Throughout the programme Fellows identify and work on an important issue within their organisation that requires responsible leadership Sometimes these are cross-organisational efforts Examples include tackling food waste improving mental health of employees challenging sexual harassment in the workplace and improving diversity throughout organisations Fellows are allocated to a ‘Discussion Group’ of approximately 12 Fellows from different organisations as a smaller forum to debate discuss and share their experience of the programme Each Discussion Group is led by a Facilitator who is an experienced coach Each Fellow is paired with another Fellow from a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "community centres churches theatres offices and curry houses We regularly host Discovery Sessions lasting 60 minutes that allow Fellows to engage with a wider range of topics than explored at core events in a smaller more private setting Past speakers include Dame Louise Casey Lord Michael Hastings and Prof Veronica Hope-Hailey Throughout the programme Fellows identify and work on an important issue within their organisation that requires responsible leadership Sometimes these are cross-organisational efforts Examples include tackling food waste improving mental health of employees challenging sexual harassment in the workplace and improving diversity throughout organisations Fellows are allocated to a ‘Discussion Group’ of approximately 12 Fellows from different organisations as a smaller forum to debate discuss and share their experience of the programme Each Discussion Group is led by a Facilitator who is an experienced coach Each Fellow is paired with another Fellow from a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are several products, services, and technologies mentioned or alluded to. Some of these include:\n\n1. Hardware wallets and sensor technology for asset tokenisation and monitoring of sustainable ecosystem services.\n2. Financial and non-financial support, including staff discounts, no-interest loans, and wellbeing support.\n3. Technological solutions for energy efficiency and insulation.\n4. Policies supporting less reliance on formal qualifications.\n5. Virtual communication platforms enabling remote collaboration and reducing the risk of COVID-19 transmission.\n6. Longer-term systemic solutions addressing various challenges faced during the pandemic.",
            "source": [
                {
                    "content": "setting up a data driven farm in Portugal where she is investigating how to tokenise agricultural assets and sustainable ecosystem services such as soil quality or CO2 capture with the support of hardware wallets and sensor technology Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "us to think about a different notion of ageing whereby we maximise that time so we are healthy and productive for longer  There is always a short-term imperative to decision-making driven by profit motives If we think about the fact that technology is automating and we have more years to live we cannot afford to be short term We need to look beyond the market We need to not only invest ingenuity in technology but also social ingenuity For individuals this means thinking differently about our possible selves Our old construct of 3 phases in life education work and retirement are not working for us; how do we explore and learn throughout our lives We need to be cognisant that Covid19 is threatening longer-term creative and innovative capacity upon which the most successful organisations thrive Virtually you can enable a team to be speedy and productive but that is rarely the route to innovation Innovation comes from “novel combinations” of serendipitous and chance encounters which are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "us to think about a different notion of ageing whereby we maximise that time so we are healthy and productive for longer  There is always a short-term imperative to decision-making driven by profit motives If we think about the fact that technology is automating and we have more years to live we cannot afford to be short term We need to look beyond the market We need to not only invest ingenuity in technology but also social ingenuity For individuals this means thinking differently about our possible selves Our old construct of 3 phases in life education work and retirement are not working for us; how do we explore and learn throughout our lives We need to be cognisant that Covid19 is threatening longer-term creative and innovative capacity upon which the most successful organisations thrive Virtually you can enable a team to be speedy and productive but that is rarely the route to innovation Innovation comes from “novel combinations” of serendipitous and chance encounters which are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which broadly fall into a number of categories ·       other types of financial and non-financial support staff discounts and/ or no-interest loans support for costs related to transport hot meals flexible working to save on petrol costs predictability of hours to avoid the knock-on effect on childcare ‘warm’ hubs’; ·       financial advice for budgeting long-term financial planning including pensions; ·       wellbeing support for mental and physical health including training for managers on how to deal with difficult conversations breaking stigma around money matters and financial first aiders; ·       longer-term solutions including those related to energy and insulation support policies to support less reliance on formal qualifications; and Stay tuned for our next instalment at the end of October as we aim to tackle some of the longer-term systemic issues Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that there aren't any specific promotional events, expos, or sales mentioned for their offerings. However, they do mention hosting events like congresses, discovery sessions, and webinars to engage fellows and provide them with opportunities for learning and networking. These events could potentially serve as indirect forms of promotion for their programs and services.",
            "source": [
                {
                    "content": "try to match the approach of our partner organisations whilst following official advice  We’re investing in new and better technology so that we can host our events in the best way possible We hope that you’ll embrace trying something new - and have patience when the inevitable technology hitches arise We’re hoping that this period of adaptation will help us amplify and improve the way we run our programmes and open us up to doing things in new ways  If you have any questions about our approach or want to know more please contact us [email protected] Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "try to match the approach of our partner organisations whilst following official advice  We’re investing in new and better technology so that we can host our events in the best way possible We hope that you’ll embrace trying something new - and have patience when the inevitable technology hitches arise We’re hoping that this period of adaptation will help us amplify and improve the way we run our programmes and open us up to doing things in new ways  If you have any questions about our approach or want to know more please contact us [email protected] Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with the Fellows within your own organisation where relevant followed by the opportunity to attend a Discovery Session of your choice with other Fellows from your own and previous Cohorts We will organise a pre-session social to allow you to connect with your Cohort peers beforehand You can now also access Names  Faces our online Fellows directory Please visit the resources section of your Cohort Congress event pages What platform will we use to attend programme events including Discovery Sessions For this phase of your programme up until approx March / April we will deliver your programme events via Zoom We are aware that many organisations are more familiar with other platforms eg MS Teams so we've compiled a Zoom how-to guide available here How will events be delivered in the new yearThis has been an unprecedented year demanding a responsive approach to our programming given the complexity of the ongoing Covid-19 context We are committed to taking responsible action with regards",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with the Fellows within your own organisation where relevant followed by the opportunity to attend a Discovery Session of your choice with other Fellows from your own and previous Cohorts We will organise a pre-session social to allow you to connect with your Cohort peers beforehand You can now also access Names  Faces our online Fellows directory Please visit the resources section of your Cohort Congress event pages What platform will we use to attend programme events including Discovery Sessions For this phase of your programme up until approx March / April we will deliver your programme events via Zoom We are aware that many organisations are more familiar with other platforms eg MS Teams so we've compiled a Zoom how-to guide available here How will events be delivered in the new yearThis has been an unprecedented year demanding a responsive approach to our programming given the complexity of the ongoing Covid-19 context We are committed to taking responsible action with regards",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnerships or collaborations related to commerce mentioned in the text include:\n\n1. The 26 Challenge: A collaboration between several organizations, including banks, sports organizations, and charitable foundations, to raise funds for a specific cause (in this case, addressing financial hardships resulting from the closure of retail stores). This example showcases how diverse organizations can join forces to achieve common goals.\n2. Collaborative internal projects: These projects involve teams from different departments working together to generate short-term income and find innovative solutions to business challenges. By fostering cross-functional collaboration, these initiatives demonstrate the value of combining expertise and resources to tackle complex issues.\n3. Research laboratories and institutions: Banks like Simon often have a large footprint of research laboratories and institutions, enabling them to engage in strategic partnerships focused on technological advancements, scientific discoveries, and shared learning opportunities. Such collaborations can lead to groundbreaking innovations and improved commercial outcomes.",
            "source": [
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "co-dependencies across organisations so the thinking and actions in individual organisations become part of a bigger collective programme of positive change It has no single owner – there are multiple owners and some of the owners may be beyond our partner organisations It has multiple root causes - which range from the structure of the household housing education cost rises housing energy and food inflation wage stagnation etc It is constantly evolving – it is getting worse and is affecting different people at different times It highlights multiple and conflicting priorities – for example - the tension between raising pay levels and the potential impact this may have on inflation Over 4 sessions informed by our leadership development processes we’ll help Fellows to drive change within their organisation and collaborate beyond their organisation And we’ll share widely the knowledge and ideas built in these sessions As leaders we have a responsibility for our employees’ wellbeing and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "co-dependencies across organisations so the thinking and actions in individual organisations become part of a bigger collective programme of positive change It has no single owner – there are multiple owners and some of the owners may be beyond our partner organisations It has multiple root causes - which range from the structure of the household housing education cost rises housing energy and food inflation wage stagnation etc It is constantly evolving – it is getting worse and is affecting different people at different times It highlights multiple and conflicting priorities – for example - the tension between raising pay levels and the potential impact this may have on inflation Over 4 sessions informed by our leadership development processes we’ll help Fellows to drive change within their organisation and collaborate beyond their organisation And we’ll share widely the knowledge and ideas built in these sessions As leaders we have a responsibility for our employees’ wellbeing and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities available to address the needs mentioned in the context. For instance, organizations can leverage Apprenticeships and T-Levels to upskill their workforce and fill skill gaps. Additionally, there may be training programs, workshops, and courses offered by various institutions, such as colleges and professional associations, to help individuals acquire new skills relevant to the changing job market. Lastly, staying informed about industry trends and advancements can also help individuals identify areas where they might need additional education or training to remain competitive in their fields.",
            "source": [
                {
                    "content": "Is your organisation equipped with a workforce that has skills for the future How will we meet our Net Zero Emissions targets if we don’t have workforce that has ‘green skills’ or deal with technology changes coming down the pike if we are not equipped with cyber-security or digital network skills As we look to the future what skills and qualifications are needed for the world of work and how can we consider Apprenticeships and the newly introduced T-Levels to fill the skills and social mobility gaps in our workforce  Beth Chaudhary and Rachel Cooper from IfATE will join us to discuss how Apprenticeships and T-Levels work and how in your leadership you can use these modalities to enhance your workforce and close the skills gap Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "qualifications are needed for the world of work and how can we consider Apprenticeships and the newly introduced T-Levels to fill the skills and social mobility gaps in our workforce Beth and Rachel from IfATE will join us to discuss how Apprenticeships and T-Levels work and how in your leadership you can use these modalities to enhance your workforce and close the skills gap This is a workshop to help you to explore how to lay the groundwork for a sustainable well-being strategy by beginning with a shift in leadership behaviour We will explore how well-being is intricately connected with your business performance as well as with your integrity as a leader In addition we will walk through an individual and organisational framework for well-being to help you define and maximise your personal well-being as well as that of your employees in order to truly make well-being part of your corporate culture Sarah Kent Chief Sustainability Correspondent at the Business of Fashion The circular",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "qualifications are needed for the world of work and how can we consider Apprenticeships and the newly introduced T-Levels to fill the skills and social mobility gaps in our workforce Beth and Rachel from IfATE will join us to discuss how Apprenticeships and T-Levels work and how in your leadership you can use these modalities to enhance your workforce and close the skills gap This is a workshop to help you to explore how to lay the groundwork for a sustainable well-being strategy by beginning with a shift in leadership behaviour We will explore how well-being is intricately connected with your business performance as well as with your integrity as a leader In addition we will walk through an individual and organisational framework for well-being to help you define and maximise your personal well-being as well as that of your employees in order to truly make well-being part of your corporate culture Sarah Kent Chief Sustainability Correspondent at the Business of Fashion The circular",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the organisation through a combination of national level data and insight into lived experience Clare will explore some of the factors that are exacerbating the crisis disproportionately for citizens on low incomes and which can lead to significant detriment from access to cash borrowing and debt to the impact on utilities and housing Clare will offer some insight into the generational scale and nature of this crisis posing questions around the role that different organisations and sectors need to play to support citizens at this time With Beth Chaudhary  Dr Rachel Cooper Strategy Directors – Institute for Apprenticeships and Technical Education Fellows from Cohort 6 Is your organisation equipped with a workforce that has skills for the future As we look to the future what skills and qualifications are needed for the world of work and how can we consider Apprenticeships and the newly introduced T-Levels to fill the skills and social mobility gaps in our workforce Beth and Rachel",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various types of events offered throughout the fellowship program. These events aim to support fellows in their professional development and networking opportunities. Some examples of these events include:\n\n* Job fairs: Occasional job fairs may be organized where potential employers can meet and interact with fellows seeking new career opportunities.\n* Webinars: Regular webinar sessions are hosted covering a wide range of topics relevant to the fellowship program and fellows' professional growth.\n* Workshops: From time to time, specialized workshops are conducted to help fellows develop specific skills or knowledge related to their roles or interests.\n* Training programs: Ongoing training programs might be available to enhance fellows' abilities in areas such as project management, communication, or leadership.",
            "source": [
                {
                    "content": "attend  A mix of one day and multi-day events typically 3 days each either virtual in-person or a hybrid of the two They include a mix of activities expert keynote speakers practical working sessions space for reflection and provide the opportunity to gather the whole cohort and work in small groups Four virtual standalone half-day Action Learning Sets to work on current issues in small peer groups The cohesion and trust within the group is a key component for success so we encourage you to embrace the group as a sounding board and be an active participant We organise gatherings - be they lunches dinners or coffee designed to connect small groups of Fellows with interesting people working responsibly to empower their local community Gatherings have been held over Zoom in people’s homes community centres churches theatres offices and curry houses We regularly host Discovery Sessions lasting 60 minutes that allow Fellows to engage with a wider range of topics than explored at core",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "attend  A mix of one day and multi-day events typically 3 days each either virtual in-person or a hybrid of the two They include a mix of activities expert keynote speakers practical working sessions space for reflection and provide the opportunity to gather the whole cohort and work in small groups Four virtual standalone half-day Action Learning Sets to work on current issues in small peer groups The cohesion and trust within the group is a key component for success so we encourage you to embrace the group as a sounding board and be an active participant We organise gatherings - be they lunches dinners or coffee designed to connect small groups of Fellows with interesting people working responsibly to empower their local community Gatherings have been held over Zoom in people’s homes community centres churches theatres offices and curry houses We regularly host Discovery Sessions lasting 60 minutes that allow Fellows to engage with a wider range of topics than explored at core",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Shaped to run alongside and feed directly into your your day-to-day work with a mix of small and large virtual and in-person events and led with a responsive-design approach to programming All Fellowship Programmes include the following core elements with space to adapt and build in additional content as needed 1 A structured series of one-day and multi-day events designed by the programme team and delivered alongside our team of skilled facilitators 2 A reciprocal two-day leadership exchange carried out with your learning partner 3 Application of learning onto real world leadership challenges ‘change challenge’ supported by facilitated action learning sets with your peers 4 Regular roundtable discussions and deep dives exploring a wide range of important issues open to all Fellows to attend  A mix of one day and multi-day events typically 3 days each either virtual in-person or a hybrid of the two They include a mix of activities expert keynote speakers practical working sessions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Shaped to run alongside and feed directly into your your day-to-day work with a mix of small and large virtual and in-person events and led with a responsive-design approach to programming All Fellowship Programmes include the following core elements with space to adapt and build in additional content as needed 1 A structured series of one-day and multi-day events designed by the programme team and delivered alongside our team of skilled facilitators 2 A reciprocal two-day leadership exchange carried out with your learning partner 3 Application of learning onto real world leadership challenges ‘change challenge’ supported by facilitated action learning sets with your peers 4 Regular roundtable discussions and deep dives exploring a wide range of important issues open to all Fellows to attend  A mix of one day and multi-day events typically 3 days each either virtual in-person or a hybrid of the two They include a mix of activities expert keynote speakers practical working sessions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided information, there are several employee or participant benefits mentioned. These include:\n\n1. Discounts or no-interest loans for employees\n2. Support for transportation costs (e.g., hot meals)\n3. Flexible working arrangements to save on petrol costs\n4. Predictability of hours to avoid the knock-on effect on childcare\n5. Financial advice for budgeting and long-term financial planning\n6. Wellbeing support for mental and physical health\n7. Training for managers on dealing with difficult conversations and breaking stigmas around money matters\n8. Designating 'warm' hubs' where employees can access various resources and services\n9. Longer-term solutions addressing energy efficiency and insulation\n10. Policies promoting less reliance on formal qualifications",
            "source": [
                {
                    "content": "which broadly fall into a number of categories ·       other types of financial and non-financial support staff discounts and/ or no-interest loans support for costs related to transport hot meals flexible working to save on petrol costs predictability of hours to avoid the knock-on effect on childcare ‘warm’ hubs’; ·       financial advice for budgeting long-term financial planning including pensions; ·       wellbeing support for mental and physical health including training for managers on how to deal with difficult conversations breaking stigma around money matters and financial first aiders; ·       longer-term solutions including those related to energy and insulation support policies to support less reliance on formal qualifications; and Stay tuned for our next instalment at the end of October as we aim to tackle some of the longer-term systemic issues Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which broadly fall into a number of categories ·       other types of financial and non-financial support staff discounts and/ or no-interest loans support for costs related to transport hot meals flexible working to save on petrol costs predictability of hours to avoid the knock-on effect on childcare ‘warm’ hubs’; ·       financial advice for budgeting long-term financial planning including pensions; ·       wellbeing support for mental and physical health including training for managers on how to deal with difficult conversations breaking stigma around money matters and financial first aiders; ·       longer-term solutions including those related to energy and insulation support policies to support less reliance on formal qualifications; and Stay tuned for our next instalment at the end of October as we aim to tackle some of the longer-term systemic issues Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Economic Forum Annual Meeting at Davos in  some of the most recognisable businesses from across the world have joined the campaign for inclusion including Allianz Apple BBC BP The Coca-Cola Company Daimler Deloitte EY Google Microsoft Nestle PG Mahindra  Mahindra Ltd Prada Shell Sky Sony Twitter Unilever Virgin Media Verizon and Vodafone The membership includes 36 of the FTSE  companies 46 of the Fortune  and 28 of the Nikkei This is a huge tribute to the energy and drive of social entrepreneur Caroline Casey and her chair Paul Polman The fact that The Valuable  are now  businesses strong is down to their vision leadership  determination Since reaching the goal of  organisations in May  The Valuable  has launched phase 2 of the campaign which will see the  major organisations work together to make change happen for disability inclusion in business As part of phase 2 13 Iconic Leaders across The Valuable  will co-fund co-build and co-test the programmes and solutions using their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Economic Forum Annual Meeting at Davos in  some of the most recognisable businesses from across the world have joined the campaign for inclusion including Allianz Apple BBC BP The Coca-Cola Company Daimler Deloitte EY Google Microsoft Nestle PG Mahindra  Mahindra Ltd Prada Shell Sky Sony Twitter Unilever Virgin Media Verizon and Vodafone The membership includes 36 of the FTSE  companies 46 of the Fortune  and 28 of the Nikkei This is a huge tribute to the energy and drive of social entrepreneur Caroline Casey and her chair Paul Polman The fact that The Valuable  are now  businesses strong is down to their vision leadership  determination Since reaching the goal of  organisations in May  The Valuable  has launched phase 2 of the campaign which will see the  major organisations work together to make change happen for disability inclusion in business As part of phase 2 13 Iconic Leaders across The Valuable  will co-fund co-build and co-test the programmes and solutions using their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, it seems like the speaker is discussing the impact of the current crisis on their organization. They mention that they have been breaking the rulebook more often recently, which has led to increased dynamism and agility within the organization. This change has resulted in several positive outcomes, such as seeing huge benefits from breaking the rules. However, the organization still faces challenges due to the lack of complete or perfect information available during this period of uncertainty. Despite these limitations, the speaker emphasizes the importance of continuously pushing boundaries and being open to new ideas and perspectives. Additionally, they note that the crisis has created a sense of equality among employees, as everyone has experienced personal challenges while working remotely. Overall, the key takeaway from the conversation appears to be the importance of adaptability, embracing change, and remaining open to diverse perspectives even when faced with limited information and uncertain circumstances.",
            "source": [
                {
                    "content": "clearly an opportunity at an individual level And also from a leadership and organisational level to see how we seize these opportunities to make some long term meaningful societal changes We've been breaking rulebook a lot over the last five six weeks internally I want to keep doing that because I think we've seen some huge benefits from it Whilst we haven't been cavalier what we have been is far more dynamic and agile as an organisation and I want to personally make sure that I and we continually do that Venetia Needing to get on and do things without needing them to be  perfect has been a good lesson for us We have to move forward That's particularly important given the lack of information that we’ve had Making decisions based on incomplete or partial data and getting comfortable with doing that rather than calling for more information or analysis Being externally facing and making sure that I continue to get external perspective and challenge - stopping groupthink within the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "clearly an opportunity at an individual level And also from a leadership and organisational level to see how we seize these opportunities to make some long term meaningful societal changes We've been breaking rulebook a lot over the last five six weeks internally I want to keep doing that because I think we've seen some huge benefits from it Whilst we haven't been cavalier what we have been is far more dynamic and agile as an organisation and I want to personally make sure that I and we continually do that Venetia Needing to get on and do things without needing them to be  perfect has been a good lesson for us We have to move forward That's particularly important given the lack of information that we’ve had Making decisions based on incomplete or partial data and getting comfortable with doing that rather than calling for more information or analysis Being externally facing and making sure that I continue to get external perspective and challenge - stopping groupthink within the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "become so much more important Certainly for me there's been a blurring of the boundary between what is in the organisation and what is outside of it – whereas before it seemed easier to work with colleagues than external parties I don’t find as much difference now Thinking about diversity of thought pre-crisis I spent more time listening to those immediately around me in the company feeling that I didn't have time to go to outside events  Since the start of the crisis I’ve been listening to many world experts talking about particular challenges that they think the world is facing all conveniently from home Simon Building on that word equaliser - I think I've seen a real sense of levelling in our organisation We've all had an insight into everybody's lives everybody's working within their homes and having to deal with juggling home and work factors Nobody's been immune to that The one example that I will remember forever was during a director's meeting two weeks ago one of my",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "become so much more important Certainly for me there's been a blurring of the boundary between what is in the organisation and what is outside of it – whereas before it seemed easier to work with colleagues than external parties I don’t find as much difference now Thinking about diversity of thought pre-crisis I spent more time listening to those immediately around me in the company feeling that I didn't have time to go to outside events  Since the start of the crisis I’ve been listening to many world experts talking about particular challenges that they think the world is facing all conveniently from home Simon Building on that word equaliser - I think I've seen a real sense of levelling in our organisation We've all had an insight into everybody's lives everybody's working within their homes and having to deal with juggling home and work factors Nobody's been immune to that The one example that I will remember forever was during a director's meeting two weeks ago one of my",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, it seems like there were no specific mentions of investor events or funding rounds. However, it is important to note that the organization mentioned setting internal team challenges to generate short-term income due to the closure of their retail chain. Additionally, they participated in a successful collaborative initiative called the \"26 Challenge,\" which raised around £6 million in a few days by working with multiple organizations outside their usual network.",
            "source": [
                {
                    "content": "try to match the approach of our partner organisations whilst following official advice  We’re investing in new and better technology so that we can host our events in the best way possible We hope that you’ll embrace trying something new - and have patience when the inevitable technology hitches arise We’re hoping that this period of adaptation will help us amplify and improve the way we run our programmes and open us up to doing things in new ways  If you have any questions about our approach or want to know more please contact us [email protected] Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "try to match the approach of our partner organisations whilst following official advice  We’re investing in new and better technology so that we can host our events in the best way possible We hope that you’ll embrace trying something new - and have patience when the inevitable technology hitches arise We’re hoping that this period of adaptation will help us amplify and improve the way we run our programmes and open us up to doing things in new ways  If you have any questions about our approach or want to know more please contact us [email protected] Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it seems that the organization has not explicitly mentioned any specific financial or fundraising goals for the next period. However, they have emphasized their commitment to delivering programs while making necessary adjustments due to the COVID-19 pandemic. They are collaborating with stakeholders to adapt to the situation and supporting fellows and organizations during this challenging time. The message concludes by mentioning that they will continuously review their working practices to ensure they remain resilient and responsive to the changing health environment and economic conditions.",
            "source": [
                {
                    "content": "our focus and will have a plan of action in place by 31 July If you have ideas for what we should be doing please share them with me If you are trying to do something bold in your organisation let us know if we can be of any help If you have advice to share do let us know Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our focus and will have a plan of action in place by 31 July If you have ideas for what we should be doing please share them with me If you are trying to do something bold in your organisation let us know if we can be of any help If you have advice to share do let us know Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are committed to delivering our programmes but there will be some adjustments We’re working with our stakeholders so that we can adapt appropriately to the outbreak of the Coronavirus  Our approach is to be Responsible – our priority is to keep the Forward Institute and wider community healthy reflecting the public health strategy of ‘flattening the curve’ AND also to support our Fellows and organisations to navigate this crisis and lead responsibly Realistic – an increasing number of organisations are already putting in place policies that severely restrict or prevent the ability of their staff to participate in-person We need to rethink how we best deliver flexible support to our Fellows in these circumstances Resilient – act quickly to ensure we stay resilient and responsive as the health environment and business/economic conditions evolve As the situation unfolds we’ll continue to review our working practices so that we operate proportionately We’ll continue to monitor the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are committed to delivering our programmes but there will be some adjustments We’re working with our stakeholders so that we can adapt appropriately to the outbreak of the Coronavirus  Our approach is to be Responsible – our priority is to keep the Forward Institute and wider community healthy reflecting the public health strategy of ‘flattening the curve’ AND also to support our Fellows and organisations to navigate this crisis and lead responsibly Realistic – an increasing number of organisations are already putting in place policies that severely restrict or prevent the ability of their staff to participate in-person We need to rethink how we best deliver flexible support to our Fellows in these circumstances Resilient – act quickly to ensure we stay resilient and responsive as the health environment and business/economic conditions evolve As the situation unfolds we’ll continue to review our working practices so that we operate proportionately We’ll continue to monitor the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided text, there isn't any specific mention of recent publications, research findings, or introduced technologies related to the Forward Institute. However, it does highlight the institute's response to the climate crisis, including becoming a B-Corp, publishing their B Corp assessment, discovering areas where they could improve their environmental impact, and acknowledging the growing awareness of the climate crisis globally through movements like Fridays for Future.",
            "source": [
                {
                    "content": "This area of the website is available for all Fellows who are and have been on the Fellowship programme to gain access to their key programme resources registration to discovery sessions and exercises and method toolkits Access the methods and exercises practiced at the Forward Institute in a bitesize format to share with your team Find information and register for the latest discovery sessions and other Forward Institute events For Cohort  Fellows in 7A whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows in 7B whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows whose programme started in November  - access your welcome portal to find all information about your programme here For Cohort  Fellows whose programme launched in November  - access relevant information and key resources for your programme here For Cohort",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This area of the website is available for all Fellows who are and have been on the Fellowship programme to gain access to their key programme resources registration to discovery sessions and exercises and method toolkits Access the methods and exercises practiced at the Forward Institute in a bitesize format to share with your team Find information and register for the latest discovery sessions and other Forward Institute events For Cohort  Fellows in 7A whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows in 7B whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows whose programme started in November  - access your welcome portal to find all information about your programme here For Cohort  Fellows whose programme launched in November  - access relevant information and key resources for your programme here For Cohort",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Earlier this year we declared a climate crisis In this video we hear from some of our collaborators and our Founder and Chief Executive who explains why and how the Forward Institute is responding to the climate crisis Last year in May  we became a B-Corp B Corporation is an accreditation for businesses who have chosen to balance purpose and profit you can see our score here We have also published our B Corp assessment for  -  which can be found here During that process we discovered that whilst we over-indexed in some important areas we scored less than we would have liked in terms of minimising our environmental impact At the same time the world was starting to wake up to the fact that we are in a climate crisis In October  the IPCC Intergovernmental Panel on Climate Change published a Special Report on the impacts of global warming of 15°C In March of this year Fridays for Future the global movement led by Greta Thunberg had staged a global protest with more than 1m strikers",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Earlier this year we declared a climate crisis In this video we hear from some of our collaborators and our Founder and Chief Executive who explains why and how the Forward Institute is responding to the climate crisis Last year in May  we became a B-Corp B Corporation is an accreditation for businesses who have chosen to balance purpose and profit you can see our score here We have also published our B Corp assessment for  -  which can be found here During that process we discovered that whilst we over-indexed in some important areas we scored less than we would have liked in terms of minimising our environmental impact At the same time the world was starting to wake up to the fact that we are in a climate crisis In October  the IPCC Intergovernmental Panel on Climate Change published a Special Report on the impacts of global warming of 15°C In March of this year Fridays for Future the global movement led by Greta Thunberg had staged a global protest with more than 1m strikers",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, it seems that the Forward Institute has already taken significant steps towards addressing the climate crisis. However, I cannot find any specific mention of ongoing or upcoming research projects or innovation initiatives related to climate change. The text primarily focuses on the institute's response to the climate crisis, its B-Corp certification, and efforts to minimize its environmental impact. It does not provide details about current or future research projects or innovative initiatives related to climate change.",
            "source": [
                {
                    "content": "This area of the website is available for all Fellows who are and have been on the Fellowship programme to gain access to their key programme resources registration to discovery sessions and exercises and method toolkits Access the methods and exercises practiced at the Forward Institute in a bitesize format to share with your team Find information and register for the latest discovery sessions and other Forward Institute events For Cohort  Fellows in 7A whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows in 7B whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows whose programme started in November  - access your welcome portal to find all information about your programme here For Cohort  Fellows whose programme launched in November  - access relevant information and key resources for your programme here For Cohort",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This area of the website is available for all Fellows who are and have been on the Fellowship programme to gain access to their key programme resources registration to discovery sessions and exercises and method toolkits Access the methods and exercises practiced at the Forward Institute in a bitesize format to share with your team Find information and register for the latest discovery sessions and other Forward Institute events For Cohort  Fellows in 7A whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows in 7B whose programme started in November  - access your programme portal to find all information about your programme here For Cohort  Fellows whose programme started in November  - access your welcome portal to find all information about your programme here For Cohort  Fellows whose programme launched in November  - access relevant information and key resources for your programme here For Cohort",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Earlier this year we declared a climate crisis In this video we hear from some of our collaborators and our Founder and Chief Executive who explains why and how the Forward Institute is responding to the climate crisis Last year in May  we became a B-Corp B Corporation is an accreditation for businesses who have chosen to balance purpose and profit you can see our score here We have also published our B Corp assessment for  -  which can be found here During that process we discovered that whilst we over-indexed in some important areas we scored less than we would have liked in terms of minimising our environmental impact At the same time the world was starting to wake up to the fact that we are in a climate crisis In October  the IPCC Intergovernmental Panel on Climate Change published a Special Report on the impacts of global warming of 15°C In March of this year Fridays for Future the global movement led by Greta Thunberg had staged a global protest with more than 1m strikers",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Earlier this year we declared a climate crisis In this video we hear from some of our collaborators and our Founder and Chief Executive who explains why and how the Forward Institute is responding to the climate crisis Last year in May  we became a B-Corp B Corporation is an accreditation for businesses who have chosen to balance purpose and profit you can see our score here We have also published our B Corp assessment for  -  which can be found here During that process we discovered that whilst we over-indexed in some important areas we scored less than we would have liked in terms of minimising our environmental impact At the same time the world was starting to wake up to the fact that we are in a climate crisis In October  the IPCC Intergovernmental Panel on Climate Change published a Special Report on the impacts of global warming of 15°C In March of this year Fridays for Future the global movement led by Greta Thunberg had staged a global protest with more than 1m strikers",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of recent research grants or innovation awards that have been distributed. However, the organization mentioned in the context has successfully raised around £6 million (approximately) within a few days through various fundraising efforts. These funds will likely be used for research purposes, including repurposing cancer drugs and supporting testing initiatives related to COVID-19.",
            "source": [
                {
                    "content": "It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions partnering with hospitals So very quickly we saw scientists many of them frontline clinicians collaborating with the NHS to support other frontline service provision but also to repurpose some of our laboratories and our equipment into setting up temporary testing so that we can support the government in their ambitions for testing We're also looking to repurpose some of our cancer drugs that we've helped develop to see how they can inhibit the spread of the disease So again collaborations that were already about but often take a lot longer to happen In the current crisis we've seen them happen far quicker because of the urgency Being in emergency response mode has been really challenging for us as an organisation so we found it helpful to break time periods down into different phases Phase",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions partnering with hospitals So very quickly we saw scientists many of them frontline clinicians collaborating with the NHS to support other frontline service provision but also to repurpose some of our laboratories and our equipment into setting up temporary testing so that we can support the government in their ambitions for testing We're also looking to repurpose some of our cancer drugs that we've helped develop to see how they can inhibit the spread of the disease So again collaborations that were already about but often take a lot longer to happen In the current crisis we've seen them happen far quicker because of the urgency Being in emergency response mode has been really challenging for us as an organisation so we found it helpful to break time periods down into different phases Phase",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in particular getting recognition from outside of their organisation which helped add legitimacy inside it as well  One thing that really stands out for these awards in particular is that they focus on kindness and what can be achieved with kindness For me this relates to what the Forward Institute Fellowship is about - we talk about reciprocity kindness and caring more about others as part of responsible leadership  The awards are also very diverse so you get to see the achievements of a wide pool of talent There is a danger among senior female leaders to only encourage younger women who are like them sound like them have the same background as them but we need to focus on talent  and not gravitate towards what we know For cultural reasons sometimes Asian women are told to be modest so for me being involved with this award flies in the face of that omen should be less shy about their achievements For anyone who is skeptical about awards ceremonies I would ask them to think about the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in particular getting recognition from outside of their organisation which helped add legitimacy inside it as well  One thing that really stands out for these awards in particular is that they focus on kindness and what can be achieved with kindness For me this relates to what the Forward Institute Fellowship is about - we talk about reciprocity kindness and caring more about others as part of responsible leadership  The awards are also very diverse so you get to see the achievements of a wide pool of talent There is a danger among senior female leaders to only encourage younger women who are like them sound like them have the same background as them but we need to focus on talent  and not gravitate towards what we know For cultural reasons sometimes Asian women are told to be modest so for me being involved with this award flies in the face of that omen should be less shy about their achievements For anyone who is skeptical about awards ceremonies I would ask them to think about the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization has long-term partnerships with over 30 influential organizations across various sectors such as private, public, and social sectors. They work closely with these institutions to help their leaders prioritize purpose and responsibility in their operations while fostering effective multi-stakeholder collaboration to address complex global challenges. Some of these partners include powerful leaders and companies who share the same vision of creating a better society through responsible leadership practices.",
            "source": [
                {
                    "content": "We have long-term partnerships with over 30 influential organisations from the private public and social sectors These institutions have enormous clout and potential to shape the world for the better We support their leaders to place purpose and responsibility at the heart of how they operate Complex challenges increasingly require new perspectives and effective multi-stakeholder collaboration So our cross-sector approach is core to all we do Serious exploration of responsibility is difficult especially when the conversations get tough and it requires senior support We work with senior sponsors within each of our partner organisations Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have long-term partnerships with over 30 influential organisations from the private public and social sectors These institutions have enormous clout and potential to shape the world for the better We support their leaders to place purpose and responsibility at the heart of how they operate Complex challenges increasingly require new perspectives and effective multi-stakeholder collaboration So our cross-sector approach is core to all we do Serious exploration of responsibility is difficult especially when the conversations get tough and it requires senior support We work with senior sponsors within each of our partner organisations Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We're a non-profit Institute focused on organisation and systems change We work with powerful leaders and companies that are serious about becoming beacons of purpose and responsibility Together we're building a better society Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We're a non-profit Institute focused on organisation and systems change We work with powerful leaders and companies that are serious about becoming beacons of purpose and responsibility Together we're building a better society Registered in England and Wales as the Responsible Leadership Foundation Company No",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the provided context. Some of these include:\n\n1. The 26 Challenge (a collaboration between multiple organizations)\n2. Trials and Joys and Home-Schooling event for parents of primary school-aged children (run by Simon internally)\n3. Collaboration with external sporting organizations for the 26 Challenge\n4. Increased partnerships and stronger relationships within the organization due to the COVID-19 pandemic",
            "source": [
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "together in a more wholehearted way I'm running one for parents of primary school-age children – the trials and joys and home-schooling It has also helped bring teams together that would normally be more disparate We have offices in the Middle East and in New York And absolutely I would say that we felt a lot closer together than previously Partly it’s an equaliser that we're all sitting at home so it's almost as easy to connect with our New York office as with the people that we normally sit next to That has really reduced the barriers and increased our ability to collaborate  It's also a realisation that this is a major challenge for all of us to deal with and it would be much better to tackle it together We were talking about the need for strong partnerships before the crisis But they have become so much more important Certainly for me there's been a blurring of the boundary between what is in the organisation and what is outside of it – whereas before it seemed easier to work with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "together in a more wholehearted way I'm running one for parents of primary school-age children – the trials and joys and home-schooling It has also helped bring teams together that would normally be more disparate We have offices in the Middle East and in New York And absolutely I would say that we felt a lot closer together than previously Partly it’s an equaliser that we're all sitting at home so it's almost as easy to connect with our New York office as with the people that we normally sit next to That has really reduced the barriers and increased our ability to collaborate  It's also a realisation that this is a major challenge for all of us to deal with and it would be much better to tackle it together We were talking about the need for strong partnerships before the crisis But they have become so much more important Certainly for me there's been a blurring of the boundary between what is in the organisation and what is outside of it – whereas before it seemed easier to work with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve achieving short-term income through repurposing activities while maintaining a strong financial position. Additionally, these collaborations aim to foster innovation, develop new marketing strategies, and facilitate partnerships between organizations that would not typically work together. By doing so, they create co-dependencies across organizations, driving positive change and addressing complex issues such as economic inequality and social mobility. Ultimately, these collaborations seek to benefit both the participating organizations and the communities they serve.",
            "source": [
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the bank Simon Internally we've set team challenges for repurposing activities to deliver short term income - largely because closing our retail chain of  shops has had a big impact on our cash flow Whilst we have a very healthy reserves position we want to try to maintain that as best we can Through these collaborative internal projects we've seen sharing of information teams joining to accelerate tech advances new marketing activities among many others You may also have seen the 26 challenge which was a collaboration with many different external sporting organisations who wouldn't ordinarily come together to collaborate in that way But the Virgin London Marathon Human Race and various other big sporting organisations with ourselves and others collaborated to launch the 26 Challenge It raised about 6 million pounds in four or five days That is a great example of where organisations would normally work together We have a large footprint of research laboratories and institutions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "co-dependencies across organisations so the thinking and actions in individual organisations become part of a bigger collective programme of positive change It has no single owner – there are multiple owners and some of the owners may be beyond our partner organisations It has multiple root causes - which range from the structure of the household housing education cost rises housing energy and food inflation wage stagnation etc It is constantly evolving – it is getting worse and is affecting different people at different times It highlights multiple and conflicting priorities – for example - the tension between raising pay levels and the potential impact this may have on inflation Over 4 sessions informed by our leadership development processes we’ll help Fellows to drive change within their organisation and collaborate beyond their organisation And we’ll share widely the knowledge and ideas built in these sessions As leaders we have a responsibility for our employees’ wellbeing and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "co-dependencies across organisations so the thinking and actions in individual organisations become part of a bigger collective programme of positive change It has no single owner – there are multiple owners and some of the owners may be beyond our partner organisations It has multiple root causes - which range from the structure of the household housing education cost rises housing energy and food inflation wage stagnation etc It is constantly evolving – it is getting worse and is affecting different people at different times It highlights multiple and conflicting priorities – for example - the tension between raising pay levels and the potential impact this may have on inflation Over 4 sessions informed by our leadership development processes we’ll help Fellows to drive change within their organisation and collaborate beyond their organisation And we’ll share widely the knowledge and ideas built in these sessions As leaders we have a responsibility for our employees’ wellbeing and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unfccc",
                            "forbes",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}