{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several sustainable or environmental practices that have been implemented across various aspects of the company's operations. These include using packaging made with at least 80 recycled materials, sourcing  of their packaging from sustainably managed forests; measuring their carbon footprint and setting reduction targets; tracking progress in their annual impact report; designing products with the planet in mind (earthwise™); ensuring suppliers adhere to strict environmental standards throughout the supply chain; and donating 1/3 of their profits to support social causes. Additionally, they have committed to reducing their overall environmental impact by ",
            "source": [
                {
                    "content": "Taking good care of the place we all call home In order to make smart long-term improvements to our products and practices we’ve identified six key commitments which will carry us through  That way you have even more products to choose from that are designed with the planet in mind In our most recent evaluation our environment score almost doubled—and we’re just getting started  We make sure our packaging is made with at least 80 recycled materials and we source  of our packaging from sustainably managed forests  We aim to measure our carbon footprint and establish reduction targets by  You can track our efforts in our annual impact report  earthwise™ products are designed with the planet in mind In order for a product to be considered earthwise™ at least one of its main components must contain more sustainable materials and at a minimum percentage Here are some of the materials we choose when designing with the planet in mind Grown without the use of toxic chemicals or genetically",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Afin d'apporter des améliorations durables à nos produits et pratiques nous avons identifié six engagements clés qui nous mèneront jusqu'en  Ainsi vous avez le choix entre un plus grand nombre de produits conçus dans le respect de la planète Dans notre évaluation la plus récente notre score environnemental a presque doublé et nous n'en sommes qu'au début Notre objectif est de nous approvisionner en coton   durable d'ici  Nous nous approvisionnons à   dans des forêts gérées de manière durable pour nos emballages et nous nous assurons qu'ils sont fabriqués avec au moins 80  de matériaux recyclés  Nous souhaitons mesurer notre empreinte carbone et établir des objectifs de réduction d'ici  Vous pouvez suivre nos efforts dans notre rapport annuel d'impact Les produits earthwise™ sont conçus en pensant à la planète Pour qu'un produit soit dit earthwise™ au moins un de ses principaux composants doit contenir des matériaux plus durables et avec un pourcentage minimum Voici quelques-uns des",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "des fournisseurs et de toute notre chaîne logistique Découvrez-en plus ici Les produits Earthwise™ sont caractérisés par des matériaux et des processus respectueux de l'environnement et nous n'employons pas ce terme à la légère Pour qu'un produit soit considéré comme earthwise™ au moins un de ses composants principaux doit contenir des matériaux respectueux de l'environnement avec un pourcentage minimalEn savoir plus Oui  Nous reversons 1/3 de nos profits pour des initiatives solidaires donc chaque produit TOMS y contribue y compris ceux de la gamme earthwise™ En savoir plus sur l'impact de votre achat surici Le développement durable est un long parcours que nous empruntons Pour commencer nous nous sommes engagés à  Nous nous associons également avec les meilleures organisations de leur catégorie pour évaluer nos progrès dont  Nous sommes en train de mesurer notre empreinte carbone de base et nous partagerons avec vous les résultats ainsi que notre plan d'amélioration Nous avons",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "contain more sustainable materials and at a minimum percentage Here are some of the materials we choose when designing with the planet in mind Grown without the use of toxic chemicals or genetically modified seeds Helps keep waste out of landfills and requires less water and energy than conventional cotton Made through a closed loop process that combines upcycled cottom scraps and wood pulp coming from sustainably managed forests Made with post-consumer plastic bottles via a process that’s lighter on water usage and greenhouse gas emissions A term for more sustainable materials like jute hemp and linen—all of which require less water and fewer chemicals than traditional fiber Derived from sugarcane a renewable resource that removes carbon from the air Made with 50 earth-friendly materials 25 recycled PU foam 15 recycled rubber 10 bio oil Some things are best left to the experts So we've partnered with best-in-class organizations that have set a high standard for ethical and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the organization. Here are some examples:\n\n1. Earth Day Celebration: Every April 22nd, TOMS organizes various activities and campaigns to raise awareness about environmental issues and promote conservation efforts. Employees participate in tree planting, beach cleanups, and educational sessions.\n2. Sustainable Fashion Events: Throughout the year, TOMS hosts fashion shows and pop-up shops featuring their Earthwise™ products, showcasing sustainable designs and materials. These events aim to educate consumers about environmentally friendly options in the fashion industry.\n3. Green Office Programme: TOMS has implemented a green office programme across their global offices, promoting waste reduction, energy efficiency, and responsible consumption. Employees receive training on how to minimize their environmental footprint while working.\n4. Climate Action Summit: Periodically, TOMS convenes a summit gathering experts, influencers, and stakeholders to discuss climate action strategies and collaborative solutions for environmental challenges.\n5. Community Garden Projects: In collaboration with local community organizations, TOMS supports garden projects that promote urban agriculture and encourage sustainable food production methods.\n6. Biodiversity Conservation Campaigns: TOMS engages in public awareness campaigns focusing on preserving biodiversity and protecting endangered species through education, advocacy, and direct actions like habitat restoration projects.\n7. Carbon Neutrality Goals: TOMS sets ambitious targets to achieve carbon neutrality across their operations, including manufacturing facilities, transportation, and administrative processes. They invest in renewable energy sources, offsetting emissions when necessary, and continuously optimizing their environmental performance.\n8. Circular Economy Initiatives: TOMS explores circular economy principles in their supply chain management, seeking ways to reduce waste, increase resource efficiency, and foster closed-loop systems that minimize environmental impact.\n9. Youth Environmental Education Programmes: TOMS partners with schools and youth organizations to develop programmes that teach children and young adults about environmental conservation, empowering them to become future leaders in sustainability.\n10. Annual Environmental Report: Each year, TOMS publishes an environmental report detailing their progress towards sustainability goals, highlighting success stories, and outlining areas for improvement.",
            "source": [
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to hear about organizations having an impact on the ground in the areas of mental health access to opportunities and ending gun violence Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good While social impact is our main focus we know that improving lives goes hand in hand with taking good care of the place we all call home We take a holistic approach to sustainability which means that we apply ethical and eco-conscious practices throughout our business We do this by making choices that benefit our customers our employees and our planet—from the materials and vendors we work with to the steps we take to get each product to you Learn more at our Planet Page Earthwise™ products are designed with the planet in mind In order for a product to be considered earthwise at least one of its main components must contain a more earth-friendly element and at a minimum",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to hear about organizations having an impact on the ground in the areas of mental health access to opportunities and ending gun violence Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good While social impact is our main focus we know that improving lives goes hand in hand with taking good care of the place we all call home We take a holistic approach to sustainability which means that we apply ethical and eco-conscious practices throughout our business We do this by making choices that benefit our customers our employees and our planet—from the materials and vendors we work with to the steps we take to get each product to you Learn more at our Planet Page Earthwise™ products are designed with the planet in mind In order for a product to be considered earthwise at least one of its main components must contain a more earth-friendly element and at a minimum",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "donaties zijn ten goede gekomen aan organisaties waarmee we al een aantal jaren samenwerken Dit zijn organisaties zoals Americares Crisis Text Line International Medical Corps Partners in Health The Mix en WaterAid Het overige geld zal worden gedoneerd aan zowel nieuwe als bestaande Giving Partners die zowel binnenlandse als buitenlandse hulp bieden Het geld is gebruikt voor de geestelijke gezondheidszorg handdesinfectie en medische hulpmiddelen TOMS® zal de situatie in de gaten blijven houden en de financiële steun hierop aanpassen om daar steun te verlenen waar het het hardst nodig is In deze ongekende tijd doneert TOMS® op dit moment enkel aan de COVID-19 Global Giving Fund Vanaf 1 september gaan we weer terug naar een model dat zich richt op fysieke veiligheid geestelijke gezondheid en gelijke kansen voor iedereen While social impact is our main focus we believe that improving lives also means taking care of the place we all call home Environmental sustainability is a collective",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text mentions several environmental impact metrics related to the B Impact Assessment. These include the company's impact on the community, workers, customers, suppliers, and the environment. By reporting these metrics, the company can evaluate their performance and identify areas for improvement.",
            "source": [
                {
                    "content": "carbon footprint baseline by  and will share our results and our plans for improvement We updated our packaging in  to reduce its impact on the environment Certified B Corporations™ are for-profit companies that use business as a force for good and we’re proud to be part of a community of businesses that are committed to building a more inclusive and sustainable economy As a Certified B Corporation™ we’re legally permitted to consider the impact of our decisions on our workers customers suppliers community and the environment - rather than a sole focus on the bottom line We also get a new score every 3 years which includes all the ways in which we can improve So we’re B Corp™ certified but far from finished TOMS® became a Certified B Corporation™ in  Certified B Corps™ achieve a minimum verified score of 80 points on the B Impact Assessment—a rigorous assessment of a company’s impact on its workers customers community and the environment This assessment is overseen by B Lab’s®",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "carbon footprint baseline by  and will share our results and our plans for improvement We updated our packaging in  to reduce its impact on the environment Certified B Corporations™ are for-profit companies that use business as a force for good and we’re proud to be part of a community of businesses that are committed to building a more inclusive and sustainable economy As a Certified B Corporation™ we’re legally permitted to consider the impact of our decisions on our workers customers suppliers community and the environment - rather than a sole focus on the bottom line We also get a new score every 3 years which includes all the ways in which we can improve So we’re B Corp™ certified but far from finished TOMS® became a Certified B Corporation™ in  Certified B Corps™ achieve a minimum verified score of 80 points on the B Impact Assessment—a rigorous assessment of a company’s impact on its workers customers community and the environment This assessment is overseen by B Lab’s®",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dont nous pouvons nous améliorer Nous sommes certifiés B Corp™  mais ce n'est qu'un début TOMS® a été certifié B Corp™ en  Les entreprises B Corps™ certifiées doivent atteindre un score minimum de 80 points validé par le comité B Impact Assessment L'évaluation est rigoureuse et basée sur l'impact de l'entreprise sur ses employés ses clients sa communauté et sur l'environnement Cette évaluation est supervisée par l'Independent Standards Advisory Council du B Lab® Une fois certifiées les entreprises B Corp™ modifient leurs statuts pour que légalement les décisions de leur conseil d'administration prennent en compte leur impact sur les employés les clients la société et l'environnement En  nous avons reçu un score de 5 soit 252 points de plus qu'en  Comme toutes les entreprises B Corps™ous devons conserver ou améliorer notre score tous les trois ans pour garder notre certification L'environnement est un domaine clé que nous avons amélioré et sur lequel nous continuerons à nous concentrer",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "including We’re working on measuring our carbon footprint baseline by  and will share our results and our plans for improvement We updated our packaging in  to reduce its impact on the environment Certified B Corporations™ are for-profit companies that use business as a force for good and we’re proud to be part of a community of businesses that are committed to building a more inclusive and sustainable economy As a Certified B Corporation™ we’re legally permitted to consider the impact of our decisions on our workers customers suppliers community and the environment - rather than a sole focus on the bottom line We also get a new score every 3 years which includes all the ways in which we can improve So we’re B Corp™ certified but far from finished TOMS® became a Certified B Corporation™ in  Certified B Corps™ achieve a minimum verified score of 80 points on the B Impact Assessment—a rigorous assessment of a company’s impact on its workers customers community and the environment This",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments related to social and corporate responsibility. They are a certified B Corporation, which means they meet high standards of social and environmental performance, transparency, and accountability. Additionally, they focus on supporting solutions through cash grants tailored to meet a community's unique needs, ensuring scalability and sustainability. The company is also dedicated to diversity, equity, inclusion, and anti-racism within its own culture. Furthermore, they prioritize transparency by sharing annual reports detailing their progress and impact. Lastly, they have pledged to give 1/3 of their annual net profits towards grassroots organizations working towards various social causes such as ending gun violence, promoting mental health, and increasing access to opportunities.",
            "source": [
                {
                    "content": "We’re focused on supporting solutions through cash grants designed to meet a community’s unique needs helping to make them scalable and sustainable  An important part of being in business to improve lives means taking good care of the place we all call home and we’re committed to doing our part  TOMS is a community too and we strive to maintain a culture rooted in Diversity Equity Inclusion and Anti-Racism We support our employees and our partners to help create positive change  We understand the importance of transparency So each year we share our journey with you through a comprehensive report that captures the good the difficult and the downright inspiring And it’s not just about the latest and greatest We’ve archived each report so you can track our progress and your impact As a Certified B Corporation™ we meet high standards of social and environmental performance transparency and accountability In  we created a new way of doing business by merging profit and purpose Since then",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "B Corporation™ we meet high standards of social and environmental performance transparency and accountability In  we created a new way of doing business by merging profit and purpose Since then our mission has never changed; we are in business to improve lives When you buy TOMS you help fund access to mental health resources for the millions of people who need them We do this by giving ⅓ of profits in support of grassroots organisations focused on creating more equity at the local level To date we have impacted over  million lives through our giving At TOMS we are proud to wear our impact on our feet Wear TOMS WEAR GOOD We're not changing the world but we're at the feet of the people who are Sign up to stay in the know and get 10 OFF your first order By clicking ‘Sign up’ you agree to receive marketing emails from TOMS and agree to our Terms of Use and Privacy Policy",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and reporting on our impact efforts If you have additional questions you can send them to  We’d love to hear from you We are always happy to hear about organizations having an impact on the ground in the areas of ending gun violence mental health and access to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve Because our Impact Fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support them in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the Purpose page for the most up to date information and reporting on our impact efforts You can also find detailed information in our Impact Report If you have additional questions you can send them to  We’d love to hear from you We are always happy to hear about organizations having an impact on the ground in the areas of mental health access to opportunities and ending gun violence Please feel free to submit new partner suggestions to  Your",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, TOMS publishes annual and quarterly reports that provide updates on its commitments and impact. These reports include details on product donations, giving fund contributions, community engagement, and corporate responsibility initiatives. The company also shares stories of specific projects and partnerships that align with its mission and values. By providing this level of transparency, TOMS allows stakeholders to follow their progress and stay informed about the difference they are making around the world.",
            "source": [
                {
                    "content": "and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and reporting on our impact efforts If you have additional questions you can send them to  We’d love to hear from you We are always happy to hear about organizations having an impact on the ground in the areas of ending gun violence mental health and access to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en suivant un processus complet comprenant une candidature des recherches approfondies un examen des références et des entretiens Nous cherchons généralement à déterminer si les partenaires proposent une expertise locale une planification durable des opportunités d'intégration des capacités de suivi et des solutions innovantes et efficaces Non les profits nets que nous générons grâce à vos achats contribuent à un fonds géré par notre propre équipe de don donc ils peuvent avoir un impact n'importe où dans le monde où TOMS fait des dons En ayant recours à ce fonds centralisé nous pouvons avoir le plus grand impact et répondre au mieux aux besoins des communautés que nous aidons tout en soutenant les causes qui vous comptent le plus Comme notre fonds de dons est basé sur nos profits nets annuels les produits retournés ne contribuent pas au fonds Oui comme nous le faisons pour tous nos dons nous écoutons d'abord nos partenaires nous comprenons leurs besoins et décidons ensuite si nous",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re focused on supporting solutions through cash grants designed to meet a community’s unique needs helping to make them scalable and sustainable  An important part of being in business to improve lives means taking good care of the place we all call home and we’re committed to doing our part  TOMS is a community too and we strive to maintain a culture rooted in Diversity Equity Inclusion and Anti-Racism We support our employees and our partners to help create positive change  We understand the importance of transparency So each year we share our journey with you through a comprehensive report that captures the good the difficult and the downright inspiring And it’s not just about the latest and greatest We’ve archived each report so you can track our progress and your impact As a Certified B Corporation™ we meet high standards of social and environmental performance transparency and accountability In  we created a new way of doing business by merging profit and purpose Since then",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "nécessaire pour fournir les produits et services que vous avez demandés et pour réaliser l'un des autres objectifs énoncés ci-dessus En cas de communication de vos données à caractère personnel avec ces parties TOMS i se conformera à toutes les lois applicables et ii prendra toutes les mesures raisonnables pour protéger la confidentialité de vos données à caractère personnel Nous ne vendons ou ne louons pas les données relatives à nos clients Nous partageons les données à caractère personnel de nos clients avec certains tiers comme expliqué ci-dessous  Lorsque des données sont transférées en dehors de l'Espace Economique Européen par exemple aux États-Unis en Suisse ou au Canada et qu'elles sont destinées à une filiale ou à un fournisseur de TOMS dans un pays qui ne fait pas l'objet d'une décision d'adéquation de la Commission européenne les données sont dûment protégées par des clauses contractuelles types approuvées par la Commission européenne Une copie des garanties appropriées",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it seems that various community events have been organized by the company to fulfill its commitments. For example, the company has closed its global offices once a year to participate in volunteering activities with local nonprofits and communities. Additionally, the company has hosted events such as dinners and races to raise awareness and funds for specific causes. However, without further details about each commitment, it is difficult to pinpoint exact events related to each commitment.",
            "source": [
                {
                    "content": "to life Get to know three of the Impact Partners we worked with this year “The program provides comprehensive queer youth therapy but we also have a cohort of therapists that we train on queer youth therapy and in return they go and provide those services” “Homeboy Industries represents a haven for me a new way of life new beginnings and a fresh start Just becoming the man I always wanted to be that I didn't know how to be” The Dinner Party represents a space where I can let down my guard and I feel like breaking bread or having dinner with a person or group is one of the most important things you can do Good friendships were made over dinner and a good glass of wine Home of the nations first Suicide Prevention Center which provides 24/7 multilingual crisis support for anyone in distress or worried about a loved one The largest youth-run nonprofit which developed the world's first-ever youth-for-youth mental health guidebook The organization's AFFIRM Program for LGBTQ+ youth offers",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Queens New York Provides programs services and global advocacy for LGBTQ+ people including many youth experiencing homelessness Provides training mentorship and funding to young people creating solutions to injustice in their communities - helping to turn ideas into action Helps LGBTQ+ youth navigate a world that perpetually tries to diminish them through gender-affirming haircuts and self-empowerment Seeks to support empower and provide culturally relevant mental health resources to the community in a safe and comforting environment Provides access to space training and capital for Latinx artists in Boyle Heights CA Helps restore sight to those who otherwise would not have access to eye care opening doors to economic opportunities A platform for grieving 20- and 30- somethings to find a community or individuals with a shared experience to navigate the grieving process after significant loss Provides free confidential mental health support to those under 25 in the UK Creates safety in",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Queens New York Provides programs services and global advocacy for LGBTQ+ people including many youth experiencing homelessness Provides training mentorship and funding to young people creating solutions to injustice in their communities - helping to turn ideas into action Helps LGBTQ+ youth navigate a world that perpetually tries to diminish them through gender-affirming haircuts and self-empowerment Seeks to support empower and provide culturally relevant mental health resources to the community in a safe and comforting environment Provides access to space training and capital for Latinx artists in Boyle Heights CA Helps restore sight to those who otherwise would not have access to eye care opening doors to economic opportunities A platform for grieving 20- and 30- somethings to find a community or individuals with a shared experience to navigate the grieving process after significant loss Provides free confidential mental health support to those under 25 in the UK Creates safety in",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given text, there are several types of products, services, and technologies mentioned. Some of them include:\n\n1. Third-party content (including products or services) - The text mentions that the Website may contain links to third-party services and resources. These third-party products or services might be related to various topics like shopping, travel, entertainment, etc.\n2. Product returns - It is stated that returned products do not contribute to the Giving Fund.\n3. Giving Fund - The text highlights that TOMS generates funds through net profits and manages a Giving Fund to support different causes and initiatives.\n4. Endorse third-party content - TOMS states that they do not endorse any third-party content, including products or services, posted on their Website.\n5. Disaster response - The text indicates that TOMS responds to disaster situations on a case-by-case basis, depending on the need and requirements.\n6. Impact Page - The text suggests visiting the Impact Page for updated information on the causes supported by TOMS.",
            "source": [
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "endorse any third-party content including Content products or services posted on transmitted or linked through the Website and we make no representations regarding and are not liable or responsible for the accuracy completeness timeliness reliability or availability of any third-party content including Content products or services Links to any third-party content including Content are provided for your convenience only If you choose to access any third-party content including Content you agree that you do so at your own risk and TOMS® is not responsible or liable for any loss or damage of any sort that you may incur as a result of any third-party content including Content products or services This Website may contain links to third-party services and resources You acknowledge that a TOMS® is not responsible for the contents of any linked website or any link contained in a linked website or any changes or updates to such websites; and b TOMS® is not responsible for any other form of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "products or for the actions or inactions of any third party vendors or suppliers TOMS’ inclusion of such products does not imply any endorsement of such or unless expressly disclosed otherwise any sponsorship affiliation or association with such vendors or suppliers TOMS does not assume any responsibility or liability for the products of third parties While TOMS® aims to ensure that all third-party vendors suppliers are honest and truthful when making representations regarding their products and/or the causes they claim to support and how we cannot warrant or represent that the statements they make are truthful complete or accurate Please carefully review the terms of use privacy policy and all other relevant user agreements for the third party products To the fullest extent permitted by applicable law you and TOMS agree that ANY CLAIM RESOLUTION PROCEEDING WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS; CLASS ACTIONS AND ANY OTHER CONSOLIDATED COLLECTIVE OR REPRESENTATIVE ACTIONS ARE",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "on this Website TOMS® has no legal or contractual obligation to screen edit or monitor any of the User Generated Content posted published displayed or uploaded to or through any Interactive Area and makes no claim that it will do so However TOMS® reserves the option and right at its sole discretion to remove or modify any User Generated Content posted or stored on this Website without any prior notice of any type whatsoever and for any reason whatsoever Any use of the Website including the Interactive Areas in violation of these Terms and Conditions may result in termination or suspension of your permission to use the Website and/or any other websites owned or operated by TOMS® TOMS welcomes your feedback regarding our existing products marketing strategies business and customer service subject to Section 4 above Feel free to contact us with your valuable feedback However our company policy does not allow us to accept or consider unsolicited ideas suggestions proposals comments or",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings throughout the year. Some notable ones include:\n\n1. Friends & Family Sale: This event typically takes place once or twice a year, offering discounts on select products across the entire TOMS brand. It's a great opportunity to stock up on favorites or discover new items at a reduced price.\n2. Cyber Monday: Similar to other retailers, TOMS often participates in the online shopping frenzy known as Cyber Monday. Expect deep discounts and limited-time offers on a wide range of products during this annual event.\n3. Holiday Sales: Throughout the holiday season (Thanksgiving through New Year), TOMS frequently hosts special sales and promotions to celebrate the gift-giving occasion. Look out for discount codes, free shipping offers, and other deals designed to help you spread joy and style.\n4. Clearance Events: Periodically throughout the year, TOMS holds clearance sales to make room for new arrivals. These events offer significant markdowns on previous seasons' styles, making it a fantastic time to grab a steal on favorite TOMS products.\n5. Collaboration Releases: When TOMS teams up with another brand or designer for a collaboration, it often results in limited-edition releases. These special collections may come with exclusive promotions or sales, providing an extra incentive to add the coveted item to your wardrobe.\n6. Social Media Promotions: Follow TOMS on social media platforms like Instagram, Facebook, and Twitter to stay updated on flash sales, contests, and other temporary promotions offered exclusively to online followers.\n\nKeep an eye out for these events and sales throughout the year to take advantage of the best deals on TOMS products and experiences.",
            "source": [
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and a place we will continue to focus You can see our full score breakdown on the B Corp™ website and learn more on our impact overview page At TOMS® we like to talk to our customers and we want to make it as easy as possible for you to reach us with all your order-related inquiries Our goal is to provide you with an enjoyable memorable experience while shopping with TOMS Please use one of the methods at the bottom of this page to reach us now The TOMS® Rewards Program Rewards Program is a free loyalty program that rewards you for shopping at TOMScom or TOMSSurpriseSalecom Once you sign up you get points for certain activities such as shopping clicking on emails and following TOMS on social media You get great benefits immediately after joining including coupons exclusive sweepstakes early access to TOMScom sales and more Earn  points and get even more exciting benefits including free shipping for a year You can redeem points for exclusive rewards like TOMS® Canvas Classic shoes and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and a place we will continue to focus You can see our full score breakdown on the B Corp™ website and learn more on our impact overview page At TOMS® we like to talk to our customers and we want to make it as easy as possible for you to reach us with all your order-related inquiries Our goal is to provide you with an enjoyable memorable experience while shopping with TOMS Please use one of the methods at the bottom of this page to reach us now The TOMS® Rewards Program Rewards Program is a free loyalty program that rewards you for shopping at TOMScom or TOMSSurpriseSalecom Once you sign up you get points for certain activities such as shopping clicking on emails and following TOMS on social media You get great benefits immediately after joining including coupons exclusive sweepstakes early access to TOMScom sales and more Earn  points and get even more exciting benefits including free shipping for a year You can redeem points for exclusive rewards like TOMS® Canvas Classic shoes and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "net profits to grassroots good You can find more details about our latest giving in our impact report At TOMS® we believe in a more equitable tomorrow—one where all people have a chance to thrive Here are some of the definitions we use for our current impact areas TOMS® is the proud pioneer of the One for One® model As an entrepreneurial company we are driven to innovate and have evolved our impact strategy to grant based giving This enables us to develop deeper partnerships with the organizations we support creating a more sustainable form of impact For special collaborations and other select circumstances we will continue to give One for One® These products will be very clearly marked so you know exactly how we’re putting the power of your purchase to work Since  we have taken a global approach and engaged with communities in over 90 countries The countries and communities where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS’",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant partnership related to commerce for TOMS is with financial institutions such as banks and credit card companies. These partnerships allow TOMS to offer its products through various sales channels while also providing financial services like loans and savings accounts to individuals in need. Additionally, there may be other businesses involved in product distribution, marketing campaigns, or cause-related initiatives. However, without more specific information, it is difficult to pinpoint any particular partnerships or collaborations related to commerce for TOMS.",
            "source": [
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "financières qui peuvent contribuer à rendre leurs solutions réalisables et durables Nous pensons que le véritable progrès se situe à la source grâce aux efforts menés par ceux qui sont les plus proches des obstacles et des opportunités d'une communauté Nous avons également constaté que chaque communauté est différente ce qui est formidable mais ce qui signifie surtout qu'il n'existe pas de solution unique En investissant dans des organisations sur le terrain nous pouvons apporter notre soutien à des solutions conçues pour répondre aux besoins uniques d'une communauté Nous travaillons en étroite collaboration avec nos bénéficiaires dans un climat de confiance Comme nos partenaires connaissent mieux que quiconque les obstacles et les opportunités qui existent au sein de leurs communautés nous leur donnons le pouvoir Mais nous ne nous contentons pas de distribuer des chèques Nous nous concentrons sur le développement de relations bilatérales constructives qui apportent un soutien continu",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en suivant un processus complet comprenant une candidature des recherches approfondies un examen des références et des entretiens Nous cherchons généralement à déterminer si les partenaires proposent une expertise locale une planification durable des opportunités d'intégration des capacités de suivi et des solutions innovantes et efficaces Non les profits nets que nous générons grâce à vos achats contribuent à un fonds géré par notre propre équipe de don donc ils peuvent avoir un impact n'importe où dans le monde où TOMS fait des dons En ayant recours à ce fonds centralisé nous pouvons avoir le plus grand impact et répondre au mieux aux besoins des communautés que nous aidons tout en soutenant les causes qui vous comptent le plus Comme notre fonds de dons est basé sur nos profits nets annuels les produits retournés ne contribuent pas au fonds Oui comme nous le faisons pour tous nos dons nous écoutons d'abord nos partenaires nous comprenons leurs besoins et décidons ensuite si nous",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We hebben op 1 april  het TOMS® COVID-19 Global Giving Fund in het leven geroepen In de afgelopen vijf maanden tot 31 augustus  hebben we ⅓ van de nettowinst van alle wereldwijd verkochte TOMS®-producten gedoneerd aan het fonds Dat betekent dat we van elke €3 €1 aan het TOMS® COVID-19 Global Giving Fund hebben gegeven Via het TOMS® COVID-19 Global Giving Fund heeft onze community 2 miljoen ingezameld voor wereldwijde noodhulp In de komende maanden blijven we geld doneren aan partners die actief zijn in de frontlinie het leveren van voorraden opzetten van hygiënestations en nog veel meer De eerste donaties zijn ten goede gekomen aan organisaties waarmee we al een aantal jaren samenwerken Dit zijn organisaties zoals Americares Crisis Text Line International Medical Corps Partners in Health The",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there are several employment and educational opportunities available. These include:\n\n1. Mentoring and training programs for youth in Oakland, California, aimed at reducing the risk of violence and incarceration while improving educational, employment, and health outcomes.\n2. Programs in South Los Angeles that focus on training and developing local grassroots leaders to help transform the social and economic conditions in the area.\n3. Initiatives designed to shift mindsets and offer individuals with criminal histories a second chance through entrepreneurship, career readiness, and personal development training programs.\n4. Alternative community engagement activities such as bike riding and advocacy to help keep young people away from gangs and drugs.\n5. Opportunities for refugee girls, including mentorship, education, and creation of safe spaces for gathering and support.",
            "source": [
                {
                    "content": "data-informed and ongoing system for staff to work directly with our People Team to ensure job descriptions titles and compensation reflects the impact each staff member makes Our program includes everyone‐regardless of level We monitor representation for both mentees and mentors and encourage all of our staff to share learn and grow together Our Global headquarter is a proud part of the rich and diverse Los Angeles community and our EMEA headquarter is based in the vibrant city of Amsterdam in the heart of Europe Our goal is to be the best representation of the diversity of these hometowns This means creating structures and policies that address equity through the employee lifecycle—from applying hiring and onboarding processes to advancement learning opportunities and other internal development programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "titres et rémunérations reflètent l'impact de chaque membre du personnel Notre programme inclut tout le monde quel que soit son niveau Nous veillons à la représentation des mentorés et des mentors et encourageons notre personnel à partager apprendre et se développer ensemble Notre siège mondial est fier de faire partie de la communauté riche et diverse de Los Angeles et notre siège EMEA est basé dans la ville dynamique d'Amsterdam au cœur de l'Europe Notre objectif est d'offrir la meilleure représentation de la diversité de notre ville Cela implique de créer des structures et des politiques d'équité dans tout le cycle de vie de l'employé  processus de candidature recrutement et intégration puis opportunités de progression et de formation ainsi que d'autres programmes de développement en interne Nous adorons passer du temps avec nos Partenaires d'Impact et voir ce que nous pouvons apporter pour soutenir leur communauté Cette année nos employés ont fabriqué des kits de première urgence",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of youth Reduces the risk of violence and incarceration and improves educational employment and health outcomes for youth in Oakland CA through mentorship and training programs Helps transform the social and economic conditions in South Los Angeles by training and developing local grassroots leaders Addresses violence as contagious and uses community-based disease control methods like healing and prevention to stop its spread Shifts mindsets to give people with criminal histories their best shot at a second chance through entrepreneurship career readiness and personal development training programs Helps keep youth away from gangs and drugs by offering alternative forms of community engagement like bike riding and advocacy Restores vision to low-income people suffering from cataract blindness allowing them to return to work education and participate in their communities Creates opportunities for and with refugee girls through mentorship education and creating safe spaces to gather and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of youth Reduces the risk of violence and incarceration and improves educational employment and health outcomes for youth in Oakland CA through mentorship and training programs Helps transform the social and economic conditions in South Los Angeles by training and developing local grassroots leaders Addresses violence as contagious and uses community-based disease control methods like healing and prevention to stop its spread Shifts mindsets to give people with criminal histories their best shot at a second chance through entrepreneurship career readiness and personal development training programs Helps keep youth away from gangs and drugs by offering alternative forms of community engagement like bike riding and advocacy Restores vision to low-income people suffering from cataract blindness allowing them to return to work education and participate in their communities Creates opportunities for and with refugee girls through mentorship education and creating safe spaces to gather and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by TOMS for potential candidates. These include Job Fairs, Webinars, Workshops, and Training Programs. Below is a list of some of these events:\n\n1. Job Fairs: TOMS occasionally hosts job fairs in different locations to meet talented professionals interested in joining the company. Follow TOMS' social media channels and career website for updates on upcoming job fairs.\n2. Webinars: TOMS often conducts online webinars focusing on topics such as company culture, job roles, and industry trends. Visit the TOMS career website and sign up for email alerts to stay informed about upcoming webinar sessions.\n3. Workshops: TOMS may organize workshops related to specific departments or skill sets. These workshops aim to provide hands-on experience and knowledge sharing among participants. Check the career website and follow TOMS on social media for news about upcoming workshops.\n4. Training Programs: TOMS offers various training programs for its employees to enhance their skills and develop professionally. While these programs are primarily designed for current employees, they might be open to external applicants under certain circumstances. Keep an eye on the career website and follow TOMS on social media for any announcements regarding open enrollment for training programs.",
            "source": [
                {
                    "content": "data-informed and ongoing system for staff to work directly with our People Team to ensure job descriptions titles and compensation reflects the impact each staff member makes Our program includes everyone‐regardless of level We monitor representation for both mentees and mentors and encourage all of our staff to share learn and grow together Our Global headquarter is a proud part of the rich and diverse Los Angeles community and our EMEA headquarter is based in the vibrant city of Amsterdam in the heart of Europe Our goal is to be the best representation of the diversity of these hometowns This means creating structures and policies that address equity through the employee lifecycle—from applying hiring and onboarding processes to advancement learning opportunities and other internal development programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re in business to improve lives—and you can be too Here at TOMS we are united by the belief that an equitable world is possible Our employees are a passionate diverse and highly collaborative group of individuals helping to turn this vision into a reality If that sounds like your kind of place we invite you to get in touch TOMS corporate employees currently enjoy a hybrid work model Some days we’re working together from our dog-friendly office space Other days we’re operating from home To support comfortable work from home environments we provide our employees with a generous stipend that can be put towards a new desk setup or even a bed for your pup We also encourage our team to enjoy our virtual wellness classes which are focused on promoting physical mental parental and nutritional wellness TOMS employees have plenty of opportunities to contribute first-hand to the causes they care about including a chance to participate in Happy Helping Hours and the Tomorrows Project through",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re in business to improve lives—and you can be too Here at TOMS we are united by the belief that an equitable world is possible Our employees are a passionate diverse and highly collaborative group of individuals helping to turn this vision into a reality If that sounds like your kind of place we invite you to get in touch TOMS corporate employees currently enjoy a hybrid work model Some days we’re working together from our dog-friendly office space Other days we’re operating from home To support comfortable work from home environments we provide our employees with a generous stipend that can be put towards a new desk setup or even a bed for your pup We also encourage our team to enjoy our virtual wellness classes which are focused on promoting physical mental parental and nutritional wellness TOMS employees have plenty of opportunities to contribute first-hand to the causes they care about including a chance to participate in Happy Helping Hours and the Tomorrows Project through",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions various benefits available to employees or participants involved in different programs offered by TOMS. Some of these benefits include:\n\n1. Opportunities to contribute first-hand to causes they care about (Happy Helping Hours and Tomorrows Project).\n2. A chance to apply for a 10k grant on behalf of an organization of their choice (Tomorrows Project).\n3. Wellness initiatives for employees (TOMS employees have plenty of opportunities to contribute first-hand to the causes they care about).\n4. Financial incentives like discounts on first orders (get 10 OFF your first order) and entry into exclusive promotions (Entry to Shop Offer).\n5. Access to resources and tools that promote professional growth and development (Our program includes everyone-regardless of level; We monitor representation for both mentees and mentors).\n6. Community engagement opportunities (We love spending time with our Impact Partners and seeing where we can provide support to their communities).",
            "source": [
                {
                    "content": "data-informed and ongoing system for staff to work directly with our People Team to ensure job descriptions titles and compensation reflects the impact each staff member makes Our program includes everyone‐regardless of level We monitor representation for both mentees and mentors and encourage all of our staff to share learn and grow together Our Global headquarter is a proud part of the rich and diverse Los Angeles community and our EMEA headquarter is based in the vibrant city of Amsterdam in the heart of Europe Our goal is to be the best representation of the diversity of these hometowns This means creating structures and policies that address equity through the employee lifecycle—from applying hiring and onboarding processes to advancement learning opportunities and other internal development programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "wellness TOMS employees have plenty of opportunities to contribute first-hand to the causes they care about including a chance to participate in Happy Helping Hours and the Tomorrows Project through which employees can apply for a 10k grant on behalf of an organisation of their choice Bij TOMS zijn we er trots op dat we impact maken met wat we aan onze voeten dragenWear TOMS WEAR GOOD Niet wij veranderen de wereld maar we zitten aan de voet van degenen die dat wel doen Meld je aan om op de hoogte te blijven en krijg 10 korting op je eerste bestelling Als je op 'Aanmelden' klikt ga je akkoord met het ontvangen van marketing emails van TOMS EMEA BV en accepteer je onze Gebruiksvoorwaarden en Privacy- En Cookieverklaring",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "wellness TOMS employees have plenty of opportunities to contribute first-hand to the causes they care about including a chance to participate in Happy Helping Hours and the Tomorrows Project through which employees can apply for a 10k grant on behalf of an organisation of their choice At TOMS we are proud to wear our impact on our feet Wear TOMS WEAR GOOD We're not changing the world but we're at the feet of the people who are Sign up to stay in the know and get 10 OFF your first order By clicking ‘Sign up’ you agree to receive marketing emails from TOMS and agree to our Terms of Use and Privacy Policy",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of such financial incentives TOMS has made the following good faith estimates of the value of the consumer data that it collects through the above-referenced financial incentive programs Such estimates are based on the expenses related to the collection and retention of such data per the CCPA regulations The expenses related to the collection of the above consumer data consist of people costs and software costs incurred by TOMS in  with respect to the Rewards Program the Marketing Email Program the First Time Purchase Program and the Surprise Sale Entry to Shop Offer TOMS believes that the financial incentives it offers are reasonably related to such consumer data values because TOMS has learned from previous experience that the expenses are required to collect that consumer data as part of the incentive programs and the incentive programs help drive consumer sales and revenue The VCDPA provides Virginia residents with certain rights regarding their personal information that is",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific information regarding a financial or earnings report. However, some general insights can be gathered from the text. It seems that TOMS has been focusing on various aspects such as improving the environment, supporting communities, promoting diversity, equity, inclusion, anti-racism, transparency, and accountability. They have also made efforts towards creating a positive work culture and engage in philanthropic initiatives. Additionally, TOMS has taken steps to ensure fair labor practices and environmental responsibility among its suppliers.",
            "source": [
                {
                    "content": "The environment is a key area we improved and a place we will continue to focus You can see our full score breakdown on the B Corp™ website and learn more on our impact overview page At TOMS® we like to talk to our customers and we want to make it as easy as possible for you to reach us with all your order-related inquiries Our goal is to provide you with an enjoyable memorable experience while shopping with TOMS Please use one of the methods at the bottom of this page to reach us now At TOMS we are proud to wear our impact on our feet Wear TOMS WEAR GOOD Sign up to stay in the know about new products offers and events By clicking ‘Sign up’ you agree to receive marketing emails from TOMS and agree to our Terms of Use and Privacy Policy",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re focused on supporting solutions through cash grants designed to meet a community’s unique needs helping to make them scalable and sustainable  An important part of being in business to improve lives means taking good care of the place we all call home and we’re committed to doing our part  TOMS is a community too and we strive to maintain a culture rooted in Diversity Equity Inclusion and Anti-Racism We support our employees and our partners to help create positive change  We understand the importance of transparency So each year we share our journey with you through a comprehensive report that captures the good the difficult and the downright inspiring And it’s not just about the latest and greatest We’ve archived each report so you can track our progress and your impact As a Certified B Corporation™ we meet high standards of social and environmental performance transparency and accountability In  we created a new way of doing business by merging profit and purpose Since then",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "So we’ve built them into our company culture Once a year we dedicate a full workday to volunteering with our partners taking part in activities that bring us closer to the work and to the communities they serve As a proud member of the Fair Labor Association we work hard to identify long-term suppliers that share our values and conduct their businesses ethically—engaging with workers ensuring safe working conditions and demonstrating a strong sense of environmental responsibility Third-party auditors help us make sure that factories continue to meet our requirements year after year   Achieving equity in the workplace is a moving target and the job is never really done Our annual impact report is an ongoing opportunity to evaluate where we stand—and to share our findings with all of you At TOMS we are proud to wear our impact on our feet Wear TOMS WEAR GOOD We're not changing the world but we're at the feet of the people who are Sign up to stay in the know and get 10 OFF your first",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it does not mention any specific investor events or funding rounds related to TOMS. However, TOMS has been known to participate in various events such as conferences, trade shows, and industry gatherings where they may interact with potential investors. It is also possible that TOMS has held funding rounds in the past, but without further information, I cannot confirm this.",
            "source": [
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We hebben op 1 april  het TOMS® COVID-19 Global Giving Fund in het leven geroepen In de afgelopen vijf maanden tot 31 augustus  hebben we ⅓ van de nettowinst van alle wereldwijd verkochte TOMS®-producten gedoneerd aan het fonds Dat betekent dat we van elke €3 €1 aan het TOMS® COVID-19 Global Giving Fund hebben gegeven Via het TOMS® COVID-19 Global Giving Fund heeft onze community 2 miljoen ingezameld voor wereldwijde noodhulp In de komende maanden blijven we geld doneren aan partners die actief zijn in de frontlinie het leveren van voorraden opzetten van hygiënestations en nog veel meer De eerste donaties zijn ten goede gekomen aan organisaties waarmee we al een aantal jaren samenwerken Dit zijn organisaties zoals Americares Crisis Text Line International Medical Corps Partners in Health The",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and reporting on our impact efforts If you have additional questions you can send them to  We’d love to hear from you We are always happy to hear about organizations having an impact on the ground in the areas of ending gun violence mental health and access to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " It seems like the company has already achieved its goal of donating 1/3 of its annual net profits for grassroots good. However, there isn't any specific mention of financial or funding goals for the next period. Based on the text provided, the focus appears to be on continuing to support grassroots organizations, listening to partners, understanding their needs, and maintaining a commitment to diversity, equity, inclusion, and anti-racism.",
            "source": [
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and reporting on our impact efforts If you have additional questions you can send them to  We’d love to hear from you We are always happy to hear about organizations having an impact on the ground in the areas of ending gun violence mental health and access to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "through efforts led by those closest to a community’s obstacles and opportunities We’ve also seen how wonderfully different every community is which means there’s no such thing as a one-size-fits-all solution By investing in grassroots organizations we can lend our support to solutions that were designed to meet a community’s unique needs We work in deep partnership with our grantees operating from a place of trust Since our partners know best the obstacles and opportunities that exist within their communities we put the power in their hands But we don’t stop at cutting checks We focus on building meaningful two-way relationships that provide ongoing support whether that’s through volunteering celebrating big wins or helping to create connections We invest in three key areas because we believe that together they help lay the groundwork for equity in the communities that we support including Black Indigenous and People of Color LGBTQ+ and Women  Girls But don't just take our word for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re focused on supporting solutions through cash grants designed to meet a community’s unique needs helping to make them scalable and sustainable  An important part of being in business to improve lives means taking good care of the place we all call home and we’re committed to doing our part  TOMS is a community too and we strive to maintain a culture rooted in Diversity Equity Inclusion and Anti-Racism We support our employees and our partners to help create positive change  We understand the importance of transparency So each year we share our journey with you through a comprehensive report that captures the good the difficult and the downright inspiring And it’s not just about the latest and greatest We’ve archived each report so you can track our progress and your impact As a Certified B Corporation™ we meet high standards of social and environmental performance transparency and accountability In  we created a new way of doing business by merging profit and purpose Since then",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems like there isn't a specific mention about recent publications, research findings, or introduced technologies within the provided text. However, it does provide some general goals and initiatives taken by the company to improve their products and environmental impact. These include using sustainable materials, reducing their carbon footprint, and striving for more durable products. Additionally, they have set ambitious long-term goals related to product design, packaging, and sourcing materials responsibly from sustainably managed forests.",
            "source": [
                {
                    "content": "et au Code civil ou à toute autre loi locale applicable Contactez notre service clientèle pour signaler votre annulation et ajouter le formulaire de rétractation dûment rempli Vous devez renvoyer tous les articles commandés que vous souhaitez annuler dans un délai de 14 jours à notre entrepôt aux Pays-Bas Dès que les marchandises sont de retour dans notre entrepôt nous les traitons en stock et vous en informons par e-mail À l'attention de TOMS EMEA BV Danzigerkade 9 C  AP Amsterdam Nederland Je/nous  vous notifie/notifions  par la présente ma/notre  rétractation du contrat portant sur la vente du bien /pour la prestation de services  ci-dessous  Signature du des consommateurs uniquement en cas de notification du présent formulaire sur papier  Si le ou les produits que vous avez achetés sont endommagés ou présentent d'autres défauts de matériau ou de fabrication veuillez nous contacter par téléphone ou par courrier électronique à l'adresse électronique indiquée ci-dessous Veuillez",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "auprès de vous  Nous recevons des données de tiers tels que celles provenant des réseaux sociaux par ex Facebook Twitter Google Il s'agit de toute information que vous partagez publiquement sur un réseau social ou qui fait partie de votre profil sur un réseau social tel que Facebook et dont vous autorisez ce réseau social tiers à partager avec nous Par exemple les informations de base de votre compte nom adresse e-mail sexe anniversaire ville actuelle photo de profil ID utilisateur liste d'amis etc et toute autre information ou activité supplémentaire que vous autorisez le réseau social tiers à partager avec nous Nous recevons des informations concernant votre profil ou des fragments de celui-ci sur ces réseaux sociaux tiers y compris les statistiques et l'analyse de vos informations sur ce réseau social chaque fois que vous téléchargez ou interagissez avec une application Web TOMS sur un réseau social tel que Facebook chaque fois que vous utilisez une fonction d'un réseau social",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dans le cadre d'une autorisation expressément accordée par TOMS™ il vous est interdit d'utiliser de reproduire ou de copier notamment sur tout support par des moyens électroniques de façon provisoire ou accessoire dans le cadre d'un usage autre de publier de détourner d'extraire de réutiliser de transmettre de distribuer d'afficher de modifier d'exécuter de télécharger d'accorder dans le cadre d'une licence d'exploiter en tirant des travaux dérivés d'effectuer une opération de rétroingénierie d'utiliser par la technique du framing de transférer de vendre ou de participer à la vente ou d'exploiter de quelque façon que ce soit dans son ensemble ou en partie le Contenu le Site Web ou tout logiciel connexe Vous recevez pas la présente une licence non exclusive limitée et révocable pour consulter le Contenu sur le Site Web mais seulement quand vous accédez au Site Web Aucun droit titre ou intérêt envers tous matériels ou logiciels téléchargés ne vous est transféré suite à un téléchargement",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Om onze producten en werkwijzen slim te verbeteren voor de lange termijn hebben we zes belangrijke doelstellingen geïdentificeerd waar we tot en met  aan zullen werken Zo kun je uit nog meer producten kiezen die zijn ontworpen met de planeet in gedachten In onze meest recente beoordeling is onze milieuscore bijna verdubbeld En we zijn nog maar net begonnen We streven ernaar in  duurzaam katoen te gebruiken We zorgen ervoor dat onze verpakkingen voor minimaal 80 uit gerecycled materiaal bestaan en  van onze verpakking is afkomstig uit duurzaam beheerde bossen We streven ernaar onze koolstofvoetafdruk te meten en tegen  verminderingsdoelstellingen te hebben opgesteld Je kunt onze voortgang bijhouden in ons jaarlijkse Impact Report earthwise™ producten zijn ontworpen met de planeet in gedachten Een product komt pas in aanmerking voor het predicaat earthwise™ als ten minste één van de hoofdbestanddelen voor een mininumpercentage uit duurzamere materialen bestaat Hier zie je enkele",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that TOMS has various ongoing and upcoming initiatives related to social responsibility, philanthropy, and corporate citizenship. However, specific details about research projects or innovation initiatives are not mentioned. It would be helpful if you could clarify which type of project or initiative you are interested in knowing about so I can provide more accurate information.",
            "source": [
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en suivant un processus complet comprenant une candidature des recherches approfondies un examen des références et des entretiens Nous cherchons généralement à déterminer si les partenaires proposent une expertise locale une planification durable des opportunités d'intégration des capacités de suivi et des solutions innovantes et efficaces Non les profits nets que nous générons grâce à vos achats contribuent à un fonds géré par notre propre équipe de don donc ils peuvent avoir un impact n'importe où dans le monde où TOMS fait des dons En ayant recours à ce fonds centralisé nous pouvons avoir le plus grand impact et répondre au mieux aux besoins des communautés que nous aidons tout en soutenant les causes qui vous comptent le plus Comme notre fonds de dons est basé sur nos profits nets annuels les produits retournés ne contribuent pas au fonds Oui comme nous le faisons pour tous nos dons nous écoutons d'abord nos partenaires nous comprenons leurs besoins et décidons ensuite si nous",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "data-informed and ongoing system for staff to work directly with our People Team to ensure job descriptions titles and compensation reflects the impact each staff member makes Our program includes everyone‐regardless of level We monitor representation for both mentees and mentors and encourage all of our staff to share learn and grow together Our Global headquarter is a proud part of the rich and diverse Los Angeles community and our EMEA headquarter is based in the vibrant city of Amsterdam in the heart of Europe Our goal is to be the best representation of the diversity of these hometowns This means creating structures and policies that address equity through the employee lifecycle—from applying hiring and onboarding processes to advancement learning opportunities and other internal development programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to opportunities Please feel free to submit new partner suggestions to  Your suggestions will be reviewed and considered as we continue to give 1/3 of our annual net profits for grassroots good We hebben op 1 april  het TOMS® COVID-19 Global Giving Fund in het leven geroepen In de afgelopen vijf maanden tot 31 augustus  hebben we ⅓ van de nettowinst van alle wereldwijd verkochte TOMS®-producten gedoneerd aan het fonds Dat betekent dat we van elke €3 €1 aan het TOMS® COVID-19 Global Giving Fund hebben gegeven Via het TOMS® COVID-19 Global Giving Fund heeft onze community 2 miljoen ingezameld voor wereldwijde noodhulp In de komende maanden blijven we geld doneren aan partners die actief zijn in de frontlinie het leveren van voorraden opzetten van hygiënestations en nog veel meer De eerste donaties zijn ten goede gekomen aan organisaties waarmee we al een aantal jaren samenwerken Dit zijn organisaties zoals Americares Crisis Text Line International Medical Corps Partners in Health The",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, I cannot find any specific mention of recent research grants or innovation awards that have been distributed by TOMS. However, TOMS does have various programs focused on mental health, education, and community development, as mentioned earlier.",
            "source": [
                {
                    "content": "Day we launched our TOMS 10X10 programme where we gave 10 USD grants to 10 mental health-focused organisations around the world These ten organisations have significant mental health programming and an established record of providing tangible resources to their communities Get to know them and their work with local communities This year we gave  USD to our longtime partner International Medical Corps to support their work in providing access to critical mental health services in and around Ukraine We also donated 10 USD to Bright Kids which helps Ukrainian families with children with disabilities We love it when our impact efforts come to life through unique collaborations and collections We collaborated with Happiness Project on a collection of footwear and apparel that supported and encouraged care for mental health It also highlighted our Impact Partners Letters to Strangers and The Mix A special collection with multiple drops throughout the year not just for PRIDE month We support",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "that was sold globally to the fund Through the TOMS® COVID-19 Global Giving Fund our community helped generate 2 million in support of global relief efforts Over the next few months we’ll continue to distribute these funds to Partners that remain on the frontlines delivering supplies building hygiene stations and so much more Initial funding was distributed to organisations that we’ve partnered with for a number of years These organisations are Americares Crisis Text Line International Medical Corps Partners in Health The Mix and WaterAid All remaining funds will be distributed to both new and existing Giving Partners that are supporting domestic and global relief efforts Funding has been directed towards mental health support handwashing and medical supplies TOMS® will continue to assess the situation and adjust funding accordingly to provide meaningful support where it is needed most During this unprecedented time TOMS directed all new giving dollars generated from customer",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "46 partners grantmaking typically provides funding for a single year against a program or project with defined goals and measurable impact While every grant is unique there is a general process we follow Our Giving Team determines the right partners to bring into our network through a thorough process involving an application deep research PR reviews and interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information about TOMS®, they collaborate with various types of organizations such as non-governmental organizations (NGOs), international humanitarian organizations, social enterprises, nonprofit organizations, government agencies, educational institutions, community-based organizations, and other private sector companies. They also engage with communities in over 90 countries worldwide.",
            "source": [
                {
                    "content": "approach and engaged with communities in over 90 countries The countries and communities where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS’ impact reached 10 countries Since  we have worked with over  non-governmental organizations international humanitarian organizations and social enterprises The partners and countries where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS® worked with 43 partners TOMS® invests in organizations focused on creating more equity in mental health access to opportunities and gun violence prevention We work in true partnership with our grantees operating from a place of trust We believe our partners know what is best for their individual communities Not only do we often offer unrestricted cash grants TOMS goes beyond the check by supporting things like volunteering promotion and creating connections We also try to the best of our ability to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "90 countries The countries and communities where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS’ impact reached 10 countries Since  we have worked with over  non-governmental organizations international humanitarian organizations and social enterprises The partners and countries where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS® worked with 43 partners TOMS® invests in organizations focused on creating more equity in mental health access to opportunities and gun violence prevention We work in true partnership with our grantees operating from a place of trust We believe our partners know what is best for their individual communities Not only do we often offer unrestricted cash grants TOMS goes beyond the check by supporting things like volunteering promotion and creating connections We also try to the best of our ability to renew partnerships year-after-year while",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "90 countries The countries and communities where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS’ impact reached 10 countries Since  we have worked with over  non-governmental organizations international humanitarian organizations and social enterprises The partners and countries where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS® worked with 43 partners TOMS® invests in organizations focused on creating more equity in mental health access to opportunities and gun violence prevention We work in true partnership with our grantees operating from a place of trust We believe our partners know what is best for their individual communities Not only do we often offer unrestricted cash grants TOMS goes beyond the check by supporting things like volunteering promotion and creating connections We also try to the best of our ability to renew partnerships year-after-year while",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "countries As a company founded in the US we are also committed to giving in our own backyard TOMS currently works with Giving Partners in at least 20 states annually Since  we have worked with over  non-governmental organisations international humanitarian organizations and social enterprises The partners and countries where TOMS® works are assessed annually based on partners’ needs so it does change from time to time In  TOMS worked with 46 partners grantmaking typically provides funding for a single year against a program or project with defined goals and measurable impact While every grant is unique there is a general process we follow Our Giving Team determines the right partners to bring into our network through a thorough process involving an application deep research PR reviews and interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives between Toms and its Impact Partners. Some examples include:\n\n1. Building Mental Health First Aid Kits: Employees collaborated with partners to assemble mental health first aid kits, demonstrating Toms' commitment to supporting the wellbeing of individuals within the communities it serves.\n2. Preparing for Summer Camp: Toms employees worked alongside Brave Trails to get ready for their summer camp sessions, ensuring everything was in order for a successful and enjoyable experience for participants.\n3. Volunteering during Office Closures: Each year, Toms closes its global offices for a day to allow employees to participate in volunteer activities with local nonprofit organizations. In Amsterdam, Toms partnered with Regenbooggroep to prepare meals for Ukrainian refugees and clean up gardens and homes to offer people a fresh start. Similarly, the LA and APAC offices teamed up with SuitUp and Trussell Trust to bring positive change to their respective regions.\n4. Artistic Interpretation of Equity: When moving into their new headquarters in Amsterdam, Toms invited a local artist to create an inspiring piece representing equity. This artwork now adorns the walls of the company's new space, fostering a welcoming environment for all who enter.",
            "source": [
                {
                    "content": "programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners helped Brave Trails prep for summer camp and participated in Homeboy Industries’ 5K race Once a year we close our global offices and dedicate an entire workday to volunteering with local nonprofits and the communities they serve This year our office in Amsterdam partnered up with the Regenbooggroep and prepare meals for Ukrainian refugees and cleaned up gardens and houses to give people a new start The other offices in Los Angeles and APAC partnered with local community organisations SuitUp and Trussel Trust  brought new changes to TOMS Our EMEA HQ moved to a more efficient space in Amsterdam As part of bringing our new space to life we invited a local artist to share her interpretation of equity on our walls The result A beautiful diverse inspiring place for all Because of your support from the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "through efforts led by those closest to a community’s obstacles and opportunities We’ve also seen how wonderfully different every community is which means there’s no such thing as a one-size-fits-all solution By investing in grassroots organizations we can lend our support to solutions that were designed to meet a community’s unique needs We work in deep partnership with our grantees operating from a place of trust Since our partners know best the obstacles and opportunities that exist within their communities we put the power in their hands But we don’t stop at cutting checks We focus on building meaningful two-way relationships that provide ongoing support whether that’s through volunteering celebrating big wins or helping to create connections We invest in three key areas because we believe that together they help lay the groundwork for equity in the communities that we support including Black Indigenous and People of Color LGBTQ+ and Women  Girls But don't just take our word for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "data-informed and ongoing system for staff to work directly with our People Team to ensure job descriptions titles and compensation reflects the impact each staff member makes Our program includes everyone‐regardless of level We monitor representation for both mentees and mentors and encourage all of our staff to share learn and grow together Our Global headquarter is a proud part of the rich and diverse Los Angeles community and our EMEA headquarter is based in the vibrant city of Amsterdam in the heart of Europe Our goal is to be the best representation of the diversity of these hometowns This means creating structures and policies that address equity through the employee lifecycle—from applying hiring and onboarding processes to advancement learning opportunities and other internal development programmes We love spending time with our Impact Partners and seeing where we can provide support to their communities This year our employees built mental health first aid kits for partners",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve supporting community development through financial resources, fostering long-term sustainability, and promoting inclusive growth. These collaborations aim to empower local organizations and individuals by providing them with the necessary tools, knowledge, and networks to create positive change within their communities. Additionally, these partnerships strive to build trust and establish strong relationships between TOMS and its beneficiary partners, ensuring effective communication and joint decision-making throughout the project lifecycle. Ultimately, the desired outcome of these collaborations is to collectively work towards creating lasting, transformational change in communities around the world.",
            "source": [
                {
                    "content": "financières qui peuvent contribuer à rendre leurs solutions réalisables et durables Nous pensons que le véritable progrès se situe à la source grâce aux efforts menés par ceux qui sont les plus proches des obstacles et des opportunités d'une communauté Nous avons également constaté que chaque communauté est différente ce qui est formidable mais ce qui signifie surtout qu'il n'existe pas de solution unique En investissant dans des organisations sur le terrain nous pouvons apporter notre soutien à des solutions conçues pour répondre aux besoins uniques d'une communauté Nous travaillons en étroite collaboration avec nos bénéficiaires dans un climat de confiance Comme nos partenaires connaissent mieux que quiconque les obstacles et les opportunités qui existent au sein de leurs communautés nous leur donnons le pouvoir Mais nous ne nous contentons pas de distribuer des chèques Nous nous concentrons sur le développement de relations bilatérales constructives qui apportent un soutien continu",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en suivant un processus complet comprenant une candidature des recherches approfondies un examen des références et des entretiens Nous cherchons généralement à déterminer si les partenaires proposent une expertise locale une planification durable des opportunités d'intégration des capacités de suivi et des solutions innovantes et efficaces Non les profits nets que nous générons grâce à vos achats contribuent à un fonds géré par notre propre équipe de don donc ils peuvent avoir un impact n'importe où dans le monde où TOMS fait des dons En ayant recours à ce fonds centralisé nous pouvons avoir le plus grand impact et répondre au mieux aux besoins des communautés que nous aidons tout en soutenant les causes qui vous comptent le plus Comme notre fonds de dons est basé sur nos profits nets annuels les produits retournés ne contribuent pas au fonds Oui comme nous le faisons pour tous nos dons nous écoutons d'abord nos partenaires nous comprenons leurs besoins et décidons ensuite si nous",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "que nous soutenons et d'avoir un impact plus durable Pour certaines collaborations ou d'autres événements ponctuels nous continuerons à suivre le modèle One for One® Dans ces cas précis nos produits seront clairement indiqués pour que vous sachiez exactement comment nous utilisons le pouvoir de votre achat Depuis  nous suivons une approche internationale et nous sommes engagés auprès de communautés dans plus de 90 pays Les pays et les communautés où TOMS opère sont évalués chaque année selon les besoins des partenaires ils changent donc régulièrement En  TOMS a eu un impact dans 19 pays En tant que société fondée aux États-Unis la majorité de nos dons y sont reversés mais nous nous engageons également à donner près de chez vous TOMS travaille chaque année avec des partenaires donateurs dans au moins 20 États des États-Unis Depuis  nous avons travaillé avec plus de  ONG associations humanitaires internationales et entreprises sociales Les pays et les communautés où®opère sont évalués",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "interviews We’re generally looking to determine if partners have local expertise sustainable programming opportunities for integration tracking capabilities and innovative impactful solutions he net profits we generate from your purchases are added to a Giving Fund managed by our very own Giving team so your impact could happen anywhere we give around the world By using a centralized fund we believe we are able to have the greatest impact and best address the needs of the communities we serve and support causes that our customers care about most Because our giving fund is based on annual net profits returned products do not contribute to the fund overall As we do with all of our giving we listen to our partners first understand their needs and then decide if we can support in a meaningful way We use the same approach in times of disaster and respond on a case-by-case basis depending on the situation and needs Please visit the impact page for the most up to date information and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "today",
                            "forbes",
                            "medium",
                            "youtube",
                            "europa"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}