{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, there isn't specific mention of sustainable or environmental practices that have been implemented by Viridian Advisory. However, they acknowledge the custodians of the lands they work on and pay respects to Aboriginal and Torres Strait Islander First Nations Peoples, which shows sensitivity towards cultural heritage and the environment. Additionally, they encourage volunteering and community programs, which could potentially include initiatives related to environmental conservation or social welfare.",
            "source": [
                {
                    "content": "for the recommendations to be implemented We ensure your plan becomes a living and breathing document We ensure that your strategy stays relevant to you – adapting to change long into the future HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is a great way to contribute and make a difference It can sometimes feel like the challenge is too BIG; however when we all do our part no matter how big or small we can make a real difference in people’s lives” – Luciana Di Biase Advice Services Manager Western Australia  HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the Viridian community. However, providing a comprehensive list of 10 such events might be too extensive. Instead, I can mention some key events and initiatives related to environmental conservation within Viridian:\n\n1. Earth Hour: An annual global event organized by the World Wildlife Fund (WWF), encouraging individuals and organizations to turn off non-essential lights and appliances for one hour to raise awareness about climate change and promote energy efficiency.\n2. National Tree Day: An Australian initiative organized by Planet Ark, which involves planting trees and caring for local environments across the country.\n3. Coastal Cleanup: A global event organized by Ocean Conservancy, aimed at removing trash and debris from coastlines and waterways around the world.\n4. World Environment Day: An international event celebrated annually on June 5th, promoting global awareness and action for the environment.\n5. Plastic Free July: A month-long campaign encouraging individuals and businesses to reduce their use of single-use plastics.\n6. Climate Reality Project: An educational program founded by Al Gore, focusing on raising awareness about climate change and its solutions.\n7. Green Drinks: Informal networking events for environmentally minded professionals, held in various cities around the world.\n8. Sustainable Living Festival: An annual event held in Melbourne, showcasing sustainable living practices and products.\n9. EcoFestival: Another annual festival held in Melbourne, celebrating ecological sustainability through music, art, and education.\n10. Community Gardening Programs: Local initiatives that encourage residents to participate in creating and maintaining green spaces, fostering biodiversity, and promoting urban agriculture.\n\nThese are just a few examples of the numerous events and initiatives focused on environmental conservation within the Viridian community.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since my first night volunteering in  with The Big Umbrella team I’ve never looked back In  we spoke about over  people in Australia being homeless at any one time while this figure has not been updated since the  Census there is reason to fear the worst after the year many Australians have faced The Big Umbrella recycles food waste and provides real meals to Melbourne’s ‘friends on the street’ twice a week Whilst the meal is always delicious it is the meaningful interactions that occur here that make this experience so special It means we can address the social impacts of homelessness as well as the practical challenges The most common takeaway for volunteers is that it is addressing the social impact that elicits the strongest reaction While it doesn’t address the root cause of homelessness and there is no quick fix to be realised; being engaged giving eye contact and seeking out meaningful conversations can go a long way For the first time since the pandemic began Viridian staff",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text does not explicitly mention specific environmental impact metrics. However, it indicates that Viridian acknowledges the custodianship of the lands they work on and the lands their clients are connected to. They also show respect for Elders, Aboriginal and Torres Strait Islander First Nations Peoples, and recognize their continuous relationship with the land. This suggests a focus on cultural heritage and sustainability in their operations.",
            "source": [
                {
                    "content": "VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "damages of any kind arising out of use reference to or reliance on any information contained within this site HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Viridian Advisory has demonstrated a commitment to social and corporate responsibility through various initiatives. They have acknowledged the custodians of the land, paid respects to Indigenous peoples, and recognized the continuity of their relationships with the areas they operate in. Additionally, they have pledged to support local communities through scaling up activities and community programs. Furthermore, they have committed to providing financial advice to clients while maintaining high ethical standards. Overall, Viridian Advisory appears to prioritize responsible business practices and giving back to the communities they serve.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This policy explains how you can make a complaint our measures for handling your complaint and the steps you can take if you are not satisfied with our response to your complaint or the time that it takes for us to respond When we use the term “IDR” we mean “internal dispute resolution” which is our process for investigating and responding to complaints We acknowledge the importance of having an effective and efficient complaints handling and IDR framework and we adopt a client-focused approach  We acknowledge your right to make a complaint and we expect that if you do so it is done treating our staff with respect when they are dealing with your complaint This Privacy Policy has been developed in accordance with the Privacy Act  Cth Privacy Act This Privacy Policy applies to the collection storage use and dissemination of your personal information By accessing the website wwwviridianadvisorycomau or any website of the Viridian Group Site or otherwise transacting with us you accept the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since my first night volunteering in  with The Big Umbrella team I’ve never looked back In  we spoke about over  people in Australia being homeless at any one time while this figure has not been updated since the  Census there is reason to fear the worst after the year many Australians have faced The Big Umbrella recycles food waste and provides real meals to Melbourne’s ‘friends on the street’ twice a week Whilst the meal is always delicious it is the meaningful interactions that occur here that make this experience so special It means we can address the social impacts of homelessness as well as the practical challenges The most common takeaway for volunteers is that it is addressing the social impact that elicits the strongest reaction While it doesn’t address the root cause of homelessness and there is no quick fix to be realised; being engaged giving eye contact and seeking out meaningful conversations can go a long way For the first time since the pandemic began Viridian staff",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports that detail the commitments made by the Viridian Group, including VPM, VPW, and VA. These reports provide updates on the progress towards achieving the group's goals and objectives. They also highlight any changes or adjustments made throughout the year. By reviewing these reports, stakeholders can gain insights into the company's overall performance, strategic initiatives, and social responsibility efforts. Additionally, the reports often include financial statements, which showcase the organization's financial health and growth. Overall, the annual and quarterly reports serve as important tools for transparency and communication within the Viridian Group and its associated entities.",
            "source": [
                {
                    "content": "Viridian Portfolio Management Ltd ABN   AFS Representative Number  VPM and Viridian Private Wealth Pty Ltd ABN   AFS Representative Number  VPW are authorised representatives of Viridian Advisory Pty Ltd ABN   AFSL  VA VPM VPW and VA are associated entities References to the “Viridian Group” refer to VPM VPW VA and any other associated entities This website and any information or advice on it is general in nature and has been prepared without taking into account your objectives financial situation or needs Before acting on any information or advice on this website you need to consider whether it is appropriate for you in light of your own objectives financial situation and needs Where the information or advice relates to the acquisition or possible acquisition of a financial product you should obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bryan is an experienced Executive Financial Advisor with over 30 years in the finance industry Bryan has demonstrated history of working closely with clients to help them achieve their financial and lifestyle goals Bryan has a deep knowledge of Wealth Accumulation Securities Asset Management Retirement Planning and Debt Management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "My aim is to understand what your goals are what gaps there may be and then how we can move closer to these goals I want to make a complicated financial system seem simpler and help you understand how you can acheive your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it appears that Viridian Advisory has partnered with organizations such as The Big Umbrella to engage in various community and social events aimed at helping those in need. These events include providing meals for Melbourne's 'friends on the street', addressing the social impacts of homelessness, and supporting initiatives that promote sustainability and reduce food waste. Although specific events may not be mentioned directly, the text suggests that Viridian Advisory is actively involved in organizing and participating in community-based activities that align with their commitment to making a positive impact on society.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and there is no quick fix to be realised; being engaged giving eye contact and seeking out meaningful conversations can go a long way For the first time since the pandemic began Viridian staff were able join me and share a meal on the streets and share a yarn with those less fortunate Watching my colleagues pick right up where we left off to support a cause that means a great deal to me personally really summed up what I love about the culture at Viridian Having many staff recognised by those they had helped in years past with The Big Umbrella made the evening In the years that I have volunteered with The Big Umbrella I have seen immense growth in the organization and am excited to see what it’s future holds In recent months The Big Umbrella has moved into a new home in a Brunswick warehouse which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since my first night volunteering in  with The Big Umbrella team I’ve never looked back In  we spoke about over  people in Australia being homeless at any one time while this figure has not been updated since the  Census there is reason to fear the worst after the year many Australians have faced The Big Umbrella recycles food waste and provides real meals to Melbourne’s ‘friends on the street’ twice a week Whilst the meal is always delicious it is the meaningful interactions that occur here that make this experience so special It means we can address the social impacts of homelessness as well as the practical challenges The most common takeaway for volunteers is that it is addressing the social impact that elicits the strongest reaction While it doesn’t address the root cause of homelessness and there is no quick fix to be realised; being engaged giving eye contact and seeking out meaningful conversations can go a long way For the first time since the pandemic began Viridian staff",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is a great way to contribute and make a difference It can sometimes feel like the challenge is too BIG; however when we all do our part no matter how big or small we can make a real difference in people’s lives” – Luciana Di Biase Advice Services Manager Western Australia  HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given text, Viridian Advisory offers various financial services and products. They provide medium-term notes (MTN), asset-backed securities (ABS), commercial paper (CP), residential mortgage-backed securities (RMBS), collateralized debt obligations (CDOs), credit default swaps (CDS), interest rate swaps (IRS), currency swaps (CS), equity derivatives, commodity derivatives, weather derivatives, energy derivatives, inflation linked bonds, corporate bonds, government bonds, treasury bills, money market instruments, structured deposits, exchange-traded funds (ETFs), managed funds, superannuation, life insurance, disability income insurance, critical illness insurance, trauma insurance, total and permanent disability (TPD) insurance, income protection insurance, general insurance broking, risk management consultancy, mergers & acquisitions (M&A) advisory, capital raising, initial public offerings (IPOs), secondary market transactions, research reports, portfolio management, retirement planning, estate planning, tax planning, wealth accumulation, philanthropy, social impact investing, responsible investing, sustainable investing, ethical investing, environmental, social, and governance (ESG) factors, climate change solutions, green bonds, renewable energy projects, infrastructure projects, property development, agriculture, forestry, water management, carbon offsetting, emissions reduction, carbon pricing, emissions trading schemes (ETS), United Nations Sustainable Development Goals (SDGs), technology transfer, intellectual property licensing, venture capital, private equity, angel investing, crowdfunding, peer-to-peer lending, robo-advice, digital wealth management platforms, online tools, educational resources, events, newsletters, podcasts, webinars, and more.",
            "source": [
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "this future happen As a firm advice is what we do Our focus is and will always be on client outcomes Viridian has the scale to provide deep expertise Clients benefit from our team of over  working collaboratively to achieve your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mediums depending on the services we are providing and our client needs We will generally collect personal information directly from an individual client service provider agent or affiliate unless it is unreasonable or impracticable to do so We may also collect personal information from third parties such as your representatives or external data suppliers When we have collected personal information about you we will notify you at the point of collection or as soon as practicable to ensure that you are aware of such collection and its purpose If someone other than you provides us with personal information about you for example our third party insurance partner provides us with personal information for the purposes of performing any services we are engaged to perform the notification will usually be provided to you via that third party If we receive or are provided with personal information that we did not ask for and we determine that we could have collected this information from you",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Across all of our services we’re focused on delivering a unique and rewarding client experience through a personalised approach and proven process A relationship with your advisor should last for many years At Viridian Advisory we take the time to understand you explain how we operate and what you should expect We spend a great deal of time gathering the necessary information to build a clearer picture of you We discover you and your current circumstances – such as family financials and aspirations We present you with an outline of our strategic advice We aim to prepare you with a foundation for the future Our objective is to leave you with choices and provide you with the clarity to make good decisions around achieving your current and future goals Following acceptance of our advice we arrange for the recommendations to be implemented We ensure your plan becomes a living and breathing document We ensure that your strategy stays relevant to you – adapting to change long into the future",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided context, I cannot find any specific mention of promotional events, expos, or sales related to the products or services offered by Viridian Advisory, Viridian Portfolio Management, Viridian Private Wealth, or Viridian Group. However, it is essential to note that the context mentions various locations across Australia where Viridian operates, which could potentially include events held at those locations.",
            "source": [
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is a Senior Financial Advisor at Viridian Advisory This post and some supporting materials may be regarded as general advice That is your personal objectives needs or financial situations were not taken into account when preparing this information Accordingly you should consider the appropriateness of any general advice we may have given you having regard to your own objectives financial situation and needs before acting on it Where the information relates to a particular financial product you should obtain and consider the relevant product disclosure statement before making any decision to purchase that financial product The material in this post is correct and complete as of the date it was posted Viridian is not responsible for and expressly disclaims all liability for damages of any kind arising out of use reference to or reliance on any information contained within this site HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Viridian Portfolio Management Ltd ABN   AFS Representative Number  VPM and Viridian Private Wealth Pty Ltd ABN   AFS Representative Number  VPW are authorised representatives of Viridian Advisory Pty Ltd ABN   AFSL  VA VPM VPW and VA are associated entities References to the “Viridian Group” refer to VPM VPW VA and any other associated entities This website and any information or advice on it is general in nature and has been prepared without taking into account your objectives financial situation or needs Before acting on any information or advice on this website you need to consider whether it is appropriate for you in light of your own objectives financial situation and needs Where the information or advice relates to the acquisition or possible acquisition of a financial product you should obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The text does not provide specific details about key partnerships or collaborations related to commerce. However, it mentions that Viridian Advisory Pty Ltd acknowledges the custodians of the lands they work on and extends respect to Aboriginal and Torres Strait Islander First Nations Peoples. It also emphasizes the importance of giving back to the community through various initiatives such as scaling up activities and community programs, which suggests a focus on social responsibility and community engagement. Additionally, Viridian Advisory Pty Ltd has associated entities like Viridian Portfolio Management Ltd, Viridian Private Wealth Pty Ltd, and Viridian Analytics & Insights Pty Ltd, indicating potential collaboration within the group.",
            "source": [
                {
                    "content": "My aim is to understand what your goals are what gaps there may be and then how we can move closer to these goals I want to make a complicated financial system seem simpler and help you understand how you can acheive your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Viridian Portfolio Management Ltd ABN   AFS Representative Number  VPM and Viridian Private Wealth Pty Ltd ABN   AFS Representative Number  VPW are authorised representatives of Viridian Advisory Pty Ltd ABN   AFSL  VA VPM VPW and VA are associated entities References to the “Viridian Group” refer to VPM VPW VA and any other associated entities This website and any information or advice on it is general in nature and has been prepared without taking into account your objectives financial situation or needs Before acting on any information or advice on this website you need to consider whether it is appropriate for you in light of your own objectives financial situation and needs Where the information or advice relates to the acquisition or possible acquisition of a financial product you should obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bryan is an experienced Executive Financial Advisor with over 30 years in the finance industry Bryan has demonstrated history of working closely with clients to help them achieve their financial and lifestyle goals Bryan has a deep knowledge of Wealth Accumulation Securities Asset Management Retirement Planning and Debt Management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there isn't any specific mention of employment or educational opportunities within the text. However, if you are interested in pursuing a career in the financial services industry, Viridian Advisory may be a good option to explore further. Additionally, they might offer internships or training programs for those looking to gain experience in the field.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Jason has been in the banking and finance industry for over 27 years He takes the time to understand your current position and then formulates a strategy that is relevant and appropriate for your personal circumstances Jason specialises in SMSF advice investment management asset allocation and high net worth client management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The hardest thing in life is to get what you want the next hardest thing is to enjoy it I enjoy getting to know people understand their lives and what makes them happy As a strategic financial advisor I help people establish their lifestyle goals and put in place a course of action to make it possible I am driven to provide my clients with peace of mind as life unfolds Making things simpler and less stressful for people one on one My process is about collaborating to establish a sound strategy review risks take steps to mitigate them and implement I review and adjust regularly to keep my clients on track I have been in the financial advice profession for the better part of 25 years I have experience in both face to face advice and teaching and mentoring other advisors Most people preparing for their retirement have a need for financial advice; from high net worth families to business owners and busy working professionals From my professional network referrals are a quality way to help",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "planning In his spare time Dan enjoys spending time with his Wife and two young Daughters going to the gym playing guitar and listening to a wide variety of music HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by Viridian Advisory, including job fairs, webinars, workshops, and training programs. Some of these events include:\n\n* Job Fairs: Viridian occasionally hosts job fairs to recruit talented individuals who align with their company values and mission. These events offer opportunities for candidates to learn more about the firm, meet team members, and explore potential career paths within the organization.\n* Webinars: Viridian conducts webinars on various topics related to financial planning, wealth management, and industry trends. These online sessions allow participants to engage with experts and gain valuable insights from anywhere with an internet connection.\n* Workshops: Viridian organizes workshops focused on specific areas of financial planning and wealth management. These interactive sessions aim to enhance the knowledge and skills of participants while fostering networking opportunities among peers.\n* Training Programs: Viridian offers comprehensive training programs for its employees, covering various aspects of financial advice, customer service, and technical skills development. Additionally, the firm may also participate in external training programs and conferences to stay updated on industry best practices.",
            "source": [
                {
                    "content": "The hardest thing in life is to get what you want the next hardest thing is to enjoy it I enjoy getting to know people understand their lives and what makes them happy As a strategic financial advisor I help people establish their lifestyle goals and put in place a course of action to make it possible I am driven to provide my clients with peace of mind as life unfolds Making things simpler and less stressful for people one on one My process is about collaborating to establish a sound strategy review risks take steps to mitigate them and implement I review and adjust regularly to keep my clients on track I have been in the financial advice profession for the better part of 25 years I have experience in both face to face advice and teaching and mentoring other advisors Most people preparing for their retirement have a need for financial advice; from high net worth families to business owners and busy working professionals From my professional network referrals are a quality way to help",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Jason has been in the banking and finance industry for over 27 years He takes the time to understand your current position and then formulates a strategy that is relevant and appropriate for your personal circumstances Jason specialises in SMSF advice investment management asset allocation and high net worth client management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and there is no quick fix to be realised; being engaged giving eye contact and seeking out meaningful conversations can go a long way For the first time since the pandemic began Viridian staff were able join me and share a meal on the streets and share a yarn with those less fortunate Watching my colleagues pick right up where we left off to support a cause that means a great deal to me personally really summed up what I love about the culture at Viridian Having many staff recognised by those they had helped in years past with The Big Umbrella made the evening In the years that I have volunteered with The Big Umbrella I have seen immense growth in the organization and am excited to see what it’s future holds In recent months The Big Umbrella has moved into a new home in a Brunswick warehouse which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The post highlights various employee/participant benefits related to Viridian Advisory. These include:\n\n1. Recognition of Indigenous custodianship and cultural connections.\n2. Support for volunteering and community programs.\n3. Focus on financial assistance for those in need, including retired individuals.\n4. Access to expert financial advice and planning services.\n5. Collaborative efforts among employees and participants towards achieving common goals.",
            "source": [
                {
                    "content": "patients and their families when they can’t afford it   “It was great to see the Melbourne office back with a pre covid vibe due to the promise of home-baked delicacies Thank you to everyone who came in for the day particularly the Warragul team who journeyed down the highway Proud to say that  of what was on offer was all home-baked so a huge thank you to all those who went to the effort Kirsty Brooks earned first prize for me with her whoopie pies being raved around the office all afternoon Hugh Goodfellow’s Chocolate Tart and Kayne English’s Tim Tam balls were also a hit” – Melissa Lyon Executive Concierge Melbourne  “With sausage rolls and red velvet cupcakes galore our Morning Tea was a huge success and lots of fun was had on the day Thanks to all the local NSW Community Champions for helping make it such a success and raising much-needed funds for such an important cause” – Wendy Challoner-Edwards Executive Assistant New South Wales  “We have a few staff members in Queensland",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for their retirement have a need for financial advice; from high net worth families to business owners and busy working professionals From my professional network referrals are a quality way to help people live the life they deserve HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a highly qualified financial advisor with two decades of experience Vanessa works closely with clients to identify and achieve their financial goals With extensive knowledge and experience across all areas Vanessa specialises in Superannuation Retirement Planning Centrelink and Aged Care Her effective communication skills and attention to detail drive successful outcomes HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, I cannot provide specific details about a financial or earnings report. However, if you could share more information about which company or organization released the report, I might be able to help you better understand the key takeaways.",
            "source": [
                {
                    "content": "patients and their families when they can’t afford it   “It was great to see the Melbourne office back with a pre covid vibe due to the promise of home-baked delicacies Thank you to everyone who came in for the day particularly the Warragul team who journeyed down the highway Proud to say that  of what was on offer was all home-baked so a huge thank you to all those who went to the effort Kirsty Brooks earned first prize for me with her whoopie pies being raved around the office all afternoon Hugh Goodfellow’s Chocolate Tart and Kayne English’s Tim Tam balls were also a hit” – Melissa Lyon Executive Concierge Melbourne  “With sausage rolls and red velvet cupcakes galore our Morning Tea was a huge success and lots of fun was had on the day Thanks to all the local NSW Community Champions for helping make it such a success and raising much-needed funds for such an important cause” – Wendy Challoner-Edwards Executive Assistant New South Wales  “We have a few staff members in Queensland",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the power of financial advice to make a profound difference in the lives of Australians  employee and client owned with over  staff around Australia our success only comes from the success of our clients The final article in Viridian’s ‘Equation for an Optimal Life’ series shifts our focus to… Do you know someone who thinks their sense of direction is much better than it… In the 80s shoulder pads were in; in the 90s grunge was all the rage;… We would all like to think that we make judgements and decisions in an objective… HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is a Senior Financial Advisor at Viridian Advisory This post and some supporting materials may be regarded as general advice That is your personal objectives needs or financial situations were not taken into account when preparing this information Accordingly you should consider the appropriateness of any general advice we may have given you having regard to your own objectives financial situation and needs before acting on it Where the information relates to a particular financial product you should obtain and consider the relevant product disclosure statement before making any decision to purchase that financial product The material in this post is correct and complete as of the date it was posted Viridian is not responsible for and expressly disclaims all liability for damages of any kind arising out of use reference to or reliance on any information contained within this site HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, there isn't any specific mention of investor events or funding rounds related to Viridian Portfolio Management Ltd, Viridian Private Wealth Pty Ltd, or Viridian Advisory Pty Ltd. However, they might organize such events or participate in funding rounds in the future. It would be best to check their official websites, social media channels, or subscribe to their newsletters to stay updated on any upcoming events or opportunities.",
            "source": [
                {
                    "content": "Viridian Portfolio Management Ltd ABN   AFS Representative Number  VPM and Viridian Private Wealth Pty Ltd ABN   AFS Representative Number  VPW are authorised representatives of Viridian Advisory Pty Ltd ABN   AFSL  VA VPM VPW and VA are associated entities References to the “Viridian Group” refer to VPM VPW VA and any other associated entities This website and any information or advice on it is general in nature and has been prepared without taking into account your objectives financial situation or needs Before acting on any information or advice on this website you need to consider whether it is appropriate for you in light of your own objectives financial situation and needs Where the information or advice relates to the acquisition or possible acquisition of a financial product you should obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bryan is an experienced Executive Financial Advisor with over 30 years in the finance industry Bryan has demonstrated history of working closely with clients to help them achieve their financial and lifestyle goals Bryan has a deep knowledge of Wealth Accumulation Securities Asset Management Retirement Planning and Debt Management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "My aim is to understand what your goals are what gaps there may be and then how we can move closer to these goals I want to make a complicated financial system seem simpler and help you understand how you can acheive your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it seems that the main focus is on achieving financial goals related to retirement, superannuation, aged care, social security, life and disability insurance, self-managed super funds (SMSFs), and financial goal setting. However, specific financial or funding goals for the next period have not been explicitly mentioned.",
            "source": [
                {
                    "content": "My aim is to understand what your goals are what gaps there may be and then how we can move closer to these goals I want to make a complicated financial system seem simpler and help you understand how you can acheive your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a highly dedicated compassionate and supportive financial advisor I aim to provide professional trustworthy advice that empowers you to make confident and informed decisions about your financial future and the goals you want to achieve With a Master’s Degree in Financial Planning ACS accreditation as an Aged Care Specialist and certification in Self-Managed Super Funds SMSFs I possess the qualifications and expertise necessary to smooth the path of your financial advice journey My areas of specialisation encompass various crucial financial aspects including retirement planning superannuation aged care social security life and disability insurance advice Self-Managed Superannuation Funds SMSFs financial goal setting and investment structures By leveraging my extensive knowledge and experience I am dedicated to helping you develop a robust strategy that aligns with your unique retirement goals optimises your superannuation and expertly navigates areas such as insurance and aged care",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a highly qualified financial advisor with two decades of experience Vanessa works closely with clients to identify and achieve their financial goals With extensive knowledge and experience across all areas Vanessa specialises in Superannuation Retirement Planning Centrelink and Aged Care Her effective communication skills and attention to detail drive successful outcomes HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bryan is an experienced Executive Financial Advisor with over 30 years in the finance industry Bryan has demonstrated history of working closely with clients to help them achieve their financial and lifestyle goals Bryan has a deep knowledge of Wealth Accumulation Securities Asset Management Retirement Planning and Debt Management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am unable to provide specific updates on recent publications, research findings, or introduced technologies beyond that point. However, if you have questions related to finance, wealth management, or any other topics mentioned in the provided text, feel free to ask, and I will do my best to assist based on my knowledge up until September 202.",
            "source": [
                {
                    "content": "mediums depending on the services we are providing and our client needs We will generally collect personal information directly from an individual client service provider agent or affiliate unless it is unreasonable or impracticable to do so We may also collect personal information from third parties such as your representatives or external data suppliers When we have collected personal information about you we will notify you at the point of collection or as soon as practicable to ensure that you are aware of such collection and its purpose If someone other than you provides us with personal information about you for example our third party insurance partner provides us with personal information for the purposes of performing any services we are engaged to perform the notification will usually be provided to you via that third party If we receive or are provided with personal information that we did not ask for and we determine that we could have collected this information from you",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "obtain and read the relevant Product Disclosure Statement PDS or offer document before making a decision about whether to acquire the financial product You should seek financial advice from a VPM or VPW financial advisor or other relevant professional advice eg legal advice before making any investment decision or acquiring a financial product For information on the remuneration of VPM and VPW’s financial advisors please refer to our Financial Services Guide Past performance is not an indication of future performance To the extent permitted by law the Viridian Group and its members make no warranties express or implied or representations concerning this website or the information or advice contained therein The Viridian Group its directors employees and agents do not accept any liability for any errors or omissions concerning the information or advice on this website or any loss or damage that is suffered by any person who relies on the information or advice contained on this website",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is a Senior Financial Advisor at Viridian Advisory This post and some supporting materials may be regarded as general advice That is your personal objectives needs or financial situations were not taken into account when preparing this information Accordingly you should consider the appropriateness of any general advice we may have given you having regard to your own objectives financial situation and needs before acting on it Where the information relates to a particular financial product you should obtain and consider the relevant product disclosure statement before making any decision to purchase that financial product The material in this post is correct and complete as of the date it was posted Viridian is not responsible for and expressly disclaims all liability for damages of any kind arising out of use reference to or reliance on any information contained within this site HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot find any specific mention of ongoing or upcoming research projects or innovation initiatives by Viridian Advisory. However, they seem to have a strong commitment to providing quality services to their clients through their experienced team members like Jason who specialize in various areas such as self-managed super funds (SMSF) advice, investment management, asset allocation, and high net worth client management.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the recommendations to be implemented We ensure your plan becomes a living and breathing document We ensure that your strategy stays relevant to you – adapting to change long into the future HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "this future happen As a firm advice is what we do Our focus is and will always be on client outcomes Viridian has the scale to provide deep expertise Clients benefit from our team of over  working collaboratively to achieve your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Jason has been in the banking and finance industry for over 27 years He takes the time to understand your current position and then formulates a strategy that is relevant and appropriate for your personal circumstances Jason specialises in SMSF advice investment management asset allocation and high net worth client management HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention about recent research grants or innovation awards that have been distributed. However, it is mentioned that a portion of the funds collected during the Biggest Morning Tea event were directed towards a PHD student's world-class research. This indicates that the event may have contributed to supporting various research initiatives.",
            "source": [
                {
                    "content": "patients and their families when they can’t afford it   “It was great to see the Melbourne office back with a pre covid vibe due to the promise of home-baked delicacies Thank you to everyone who came in for the day particularly the Warragul team who journeyed down the highway Proud to say that  of what was on offer was all home-baked so a huge thank you to all those who went to the effort Kirsty Brooks earned first prize for me with her whoopie pies being raved around the office all afternoon Hugh Goodfellow’s Chocolate Tart and Kayne English’s Tim Tam balls were also a hit” – Melissa Lyon Executive Concierge Melbourne  “With sausage rolls and red velvet cupcakes galore our Morning Tea was a huge success and lots of fun was had on the day Thanks to all the local NSW Community Champions for helping make it such a success and raising much-needed funds for such an important cause” – Wendy Challoner-Edwards Executive Assistant New South Wales  “We have a few staff members in Queensland",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Viridian staff gathered nationwide in May for the Cancer Council’s Biggest Morning Tea raising close to 9 for those impacted by a cancer diagnosis   In Australia 1 in 2 of us are diagnosed with cancer by age 85 and hosting a Biggest Morning Tea is a small yet material way the Viridian team can show support   Of the funds raised 4 came from office bake These crucial funds will provide  kids with a SunSmart education pay for 67 cancer nurses to be available to offer support and fund 34 days of a PHD student’s world-class research  The remaining 4 was a matching donation from the Viridian Foundation directly to Cancer Council’s National Pro Bono Advice Program A program through which a team of legal financial and HR professionals volunteer their time and expertise to advise and support cancer patients and their families when they can’t afford it   “It was great to see the Melbourne office back with a pre covid vibe due to the promise of home-baked delicacies Thank you to everyone who came",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for helping make it such a success and raising much-needed funds for such an important cause” – Wendy Challoner-Edwards Executive Assistant New South Wales  “We have a few staff members in Queensland who have either been personally affected by Cancer or who have direct family members who’ve been affected so participation in the Biggest Morning Tea was a no-brainer for us The additional work that some of our Advisors are doing with the Cancer Council providing advice to clients in their darkest times has made this cause more meaningful for us Every bit counts and given that we enjoy morning tea together to support the cause it makes it just that little more special” – Linda Earnshaw Advice Services Manager Queensland  “Being involved with The Biggest Morning Tea and part of a bigger cause is a great way to contribute and make a difference It can sometimes feel like the challenge is too BIG; however when we all do our part no matter how big or small we can make a real difference in",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the given text, Viridian Advisory is working closely with various stakeholders including Custodians of the lands they operate on, Aboriginal and Torres Strait Islander First Nations Peoples, and their clients. Additionally, they mention having partnerships with third-party insurance providers and other affiliates to provide comprehensive services to their clients. However, specific names of these collaborators were not mentioned in the text.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With many years of experience as an advisor Dennis is great at making the complex simple Dennis enjoys the strong relationships he has formed with his clients over the years and is constantly seeking new opportunities to help people improve their position  live a great life HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mediums depending on the services we are providing and our client needs We will generally collect personal information directly from an individual client service provider agent or affiliate unless it is unreasonable or impracticable to do so We may also collect personal information from third parties such as your representatives or external data suppliers When we have collected personal information about you we will notify you at the point of collection or as soon as practicable to ensure that you are aware of such collection and its purpose If someone other than you provides us with personal information about you for example our third party insurance partner provides us with personal information for the purposes of performing any services we are engaged to perform the notification will usually be provided to you via that third party If we receive or are provided with personal information that we did not ask for and we determine that we could have collected this information from you",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Advisory actively monitors client needs and ensures the clients benefit from the breadth of our team and specialist advice capabilities across the firm Established in  Viridian Financial Group was established by a team of advisors who understood the power of financial advice to make a profound difference in the lives of Australians  employee and client owned with over  staff around Australia our success only comes from the success of our clients HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there isn't any specific mention of joint events, projects, or initiatives between Viridian Advisory and The Big Umbrella. However, both organizations seem to share common values such as helping others, engaging with communities, and supporting causes that matter. It's possible that there could be collaborative efforts in the future, but without more details from the text, it's not explicitly mentioned.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and there is no quick fix to be realised; being engaged giving eye contact and seeking out meaningful conversations can go a long way For the first time since the pandemic began Viridian staff were able join me and share a meal on the streets and share a yarn with those less fortunate Watching my colleagues pick right up where we left off to support a cause that means a great deal to me personally really summed up what I love about the culture at Viridian Having many staff recognised by those they had helped in years past with The Big Umbrella made the evening In the years that I have volunteered with The Big Umbrella I have seen immense growth in the organization and am excited to see what it’s future holds In recent months The Big Umbrella has moved into a new home in a Brunswick warehouse which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With many years of experience as an advisor Dennis is great at making the complex simple Dennis enjoys the strong relationships he has formed with his clients over the years and is constantly seeking new opportunities to help people improve their position  live a great life HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the recommendations to be implemented We ensure your plan becomes a living and breathing document We ensure that your strategy stays relevant to you – adapting to change long into the future HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve creating a positive impact on individuals and communities while fostering strong relationships between Viridian Advisory and its stakeholders. These objectives include scaling up activities and community programs, increasing the ability to help others, providing a sense of fulfillment for volunteers, and making a meaningful difference in the lives of those receiving assistance. Ultimately, the goal is to create a lasting, enduring effect on the communities involved.",
            "source": [
                {
                    "content": "which will see activities and community programs scaled up Most importantly it means a growing ability to help others Volunteering with others is an incredible feeling A couple of hours of effort can make a world of difference to someone else Whilst the time spent volunteering is a privilege for the Viridian community and time always seems to fly we hope that our impact on the less fortunate is enduring Michael Attard is a Product Services Associate at Viridian Advisory HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With many years of experience as an advisor Dennis is great at making the complex simple Dennis enjoys the strong relationships he has formed with his clients over the years and is constantly seeking new opportunities to help people improve their position  live a great life HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "My aim is to understand what your goals are what gaps there may be and then how we can move closer to these goals I want to make a complicated financial system seem simpler and help you understand how you can acheive your goals HEAD OFFICE Level 17  Collins Street Melbourne VIC  Melbourne Ballarat Balwyn Camberwell Chirnside Park Geelong Leongatha Mount Waverley Warragul Sydney Bondi Erina Miranda Orange Parramatta Penrith Wollongong Warners Bay Viridian acknowledges the Custodians of the lands where we work as well as the lands our clients are connected to We pay our respects to Elders past and present and extend our respects to all Aboriginal and Torres Strait Islander First Nations Peoples recognising their continuous relationship to the land © Viridian Advisory Pty Ltd   Disclaimer   Privacy Policy   Financial Services Guide   Complaints",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Across all of our services we’re focused on delivering a unique and rewarding client experience through a personalised approach and proven process A relationship with your advisor should last for many years At Viridian Advisory we take the time to understand you explain how we operate and what you should expect We spend a great deal of time gathering the necessary information to build a clearer picture of you We discover you and your current circumstances – such as family financials and aspirations We present you with an outline of our strategic advice We aim to prepare you with a foundation for the future Our objective is to leave you with choices and provide you with the clarity to make good decisions around achieving your current and future goals Following acceptance of our advice we arrange for the recommendations to be implemented We ensure your plan becomes a living and breathing document We ensure that your strategy stays relevant to you – adapting to change long into the future",
                    "metadata": {
                        "rel": [
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}