{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the passage, there are several mentions of sustainable and environmental practices that have been implemented by Wholegrain Digital and other organizations mentioned. Some notable practices include:\n\n1. Assessing for B-Corp certification: This helps businesses evaluate their true impact on the environment, customers, employees, and more.\n2. Reducing environmental impact by travelling as little as possible.\n3. Donating to SolarAid through a self-imposed carbon tax, ensuring emission reductions and improvements in health and education in remote African regions.\n4. Contributing to Surfers Against Sewage (SAS) through their membership club, focusing on reducing plastic in the ocean and creating Ecover's Ocean Bottle with collected plastic.\n5. Striving for net negative carbon emissions.\n6. Introducing a no fly policy and supporting employees to reduce their own environmental impact through Climate Perks and the Do Nation platform.\n\nThese practices demonstrate a commitment to sustainability and environmental responsibility across various aspects of these organizations' operations.",
            "source": [
                {
                    "content": "habits we gain back in integrity It’s also an interesting challenge to see how well your business lives up to your values A great way for businesses to do this is to assess themselves for B-Corp certification This will help you evaluate the true impact your business has on the environment your customers your employees and more “You are never too small to make a difference” remarked Greta at the UN climate summit This phrase is thrown around a lot but in my opinion it shouldn’t lose its weight Living sustainably can be taxing at times It’s easy to question yourself when filling up jars at the bulk store or during that long cycle into work What difference can I really make Small differences are more tangible than we think For example by swapping cow’s milk for oat milk every morning your breakfast requires roughly ten times less land to produce This alone makes a massive difference over time As a business owner you can reduce your environmental impact by travelling as little as possible",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "regions of Malawi Uganda and Zambia through their social enterprise SunnyMoney Every year we donate a sum to SolarAid through a self-imposed carbon tax Rather than carbon offsetting which we believe is not enough we calculate our annual emissions Then for every tonne of CO2 equivalent we donate £30 to SolarAid thus ensuring that our tax will go towards considerable emission reductions as well as improving the health and education of people in the most remote areas of Africa We contribute to environmental charity Surfers Against Sewage SAS through their membership scheme the  Club which is a network of businesses passionate about protecting the UK’s coastal environment In the UK SAS are leading the way in reducing the amount of plastic in the ocean through their beach cleans which team members have attended to lend a practical hand and partnerships with companies like our client Ecover with whom SAS teamed up to use the plastic collected to create Ecover’s Ocean Bottle In reality we’re",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "not just with net negative carbon emissions but also contributing to the broader health of natural ecosystems If you have ideas to help us take this further or would like to ask us questions please do feel free to get in touch Tom is our Managing Director and resident sustainable design nut He co-founded Wholegrain Digital in  with the aim of helping good people benefit from good design This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since Vineeta and I founded Wholegrain 16 years ago we’ve always believed that businesses are a key pillar in shaping our modern world and therefore must themselves reflect the type of society that we want to live in – a world in which humans and our natural environment are treated with respect Our aim has always been to see how we could do this in practice at Wholegrain and I’m proud of the initiatives we’ve taken along the way Just as a few examples we launched a campaign for businesses to become carbon negative back in  way before concepts like Net Zero were on anyone’s minds We’ve been pioneers in greening the web and we’ve introduced innovative sustainability policies like our no fly policy We’ve also tried to look beyond our direct impact as a company and support employees to reduce their own environmental impact – using Climate Perks to support holidays without air travel incentivizing employees to use renewable energy at home and using the Do Nation platform to inspire personal",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events would require extensive research and updates, which cannot be provided through this platform. Instead, I recommend visiting websites like Eventbrite, Meetup, or local community calendars to find relevant events near you. Additionally, checking organizations like The Nature Conservancy, WWF, and Greenpeace for their upcoming events and campaigns can help you get involved in environmental conservation efforts.",
            "source": [
                {
                    "content": "happen On Thursday 28tth May join Design+Climate for the first in their series of online discussions about what it means to design with the climate in mind This month the topic is ‘how to talk about designing for the climate at work’ On Monday 1st June you can meet UK based designers who are pushing for climate action in their work at the very first Climate Designers UK virtual meetup Mike Gifford writes about How to Minimize the Impact of Digital Technology During the Pandemic and also wrote another great piece about accessibility considerations as we rush out new digital products in the pandemic Stuart Lowe has published a write up of his ODI Leeds talk on Website carbon emissions and what we can do about it Ivo Bathke has released a React component for the Website Carbon badge Thanks so much Green Design is a fantastic resource of guidelines and best practices for a low-tech energy efficient and environmentally sustainable internet Our Senior WordPress Developer Chris explains how",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Now Earth day is a global event with more than 1 billion people in  countries now taking part in what is the largest environmental focused day of action in the world This year the focus is on mobilising the world to end plastic pollution including creating support for a global effort to eliminate single-use plastics along with global regulation for the disposal of plastics As a registered B Corporation and now a member of  1 for the planet we care deeply about the lasting effect we have on the planet Earth Day is a day of mobilisation but one day is not enough This month we have been joining in with the month-long Earth Month campaign fortheplanet led by 1 for the planet raising awareness for the health of the planet and how we can all come together to ‘turn this thing around’ Of course while this campaign is a great way to raise awareness we need to consider our everyday actions and what we can do as a business and as individuals to have a positive impact on the world You can learn",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This year we became members of the global movement for change 1 For the Planet As we mentioned during Earth Month we feel that taking care of our planet is a lifelong commitment so while we love joining in with campaigns such as Earth Month and World Environment Day to raise wider awareness of environmental issues we are always striving to do more more often and have a wider long-lasting positive impact Joining 1 for the Planet is just one of the ways we can do this A global network of businesses nonprofits and individuals working together for a healthy planet 1 for the Planet has already given back more than  million towards environmental charities and nonprofits with the aim of having a more positive impact on the planet In their own words 1 For the Planet… “brings dollars and doers together to accelerate smart environmental giving” As members of 1 for the planet we pledge to give 1 of our revenue to approved non-profit organisations focused on the environment This money does not go",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "UK shared her experiences of how to go about creating a diverse employment strategy and what policies they’ve adopted  All of the people encouraged business leaders to be positively brave So far very few companies have officially declared a climate emergency Amongst others who have my colleagues and I were invited to the stage and Louisa Ziane Global Brand  Sustainability Director at Toast Ale spoke on behalf of all of us Louisa’s words were loud and clear All businesses need to take a stand and declare a Climate Emergency make noise and take action not just stay within our comfort zone There is so much more to be done and we need our society business and individuals to take action to take climate change seriously  Here is a YouTube line up of the talks and panel discussions of the day If you feel like you want to make real changes join the BCorp movement Take the B Impact assessment and start making those changes in your business straight away We need to make this all happen",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the given text, several environmental impact metrics are reported. Some of these include:\n\n1. Emissions from travel (accounting for approximately half of total emissions).\n2. Energy consumption during business operations and office energy usage (contributing only 0.4% of total emissions).\n3. Support for SolarAid, which includes funding emission reduction programs in Africa with significant social and economic benefits for the communities affected.\n4. Publication of 25 articles on environmental topics on their website and in other publications.\n5. Membership in 1 for the Planet, an organization focused on promoting responsible digital practices.",
            "source": [
                {
                    "content": "At Wholegrain Digital we have always had the ambition of being a truly sustainable business and setting the bar high to inspire other companies That’s why our mission is not just to create the best websites in the world but to use our business as a force for good and help accelerate the shift to an Internet that’s good for people and planet This year’s impact report showcases some of the highlights of what we have achieved in environmental protection as a business covering operations our products and services support for non-profits and community engagement Just over half of our emissions were from travel with a third coming from energy used working from home Only 17 came from business operations and office energy These emissions figures include all 3 emissions scopes with Scope 3 including Our emissions are very low compared to most other companies largely thanks to our service oriented business model strict no fly policy and our attempts to use second hand and refurbished electronics",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "principles for this piece of work First we should aim to measure as much as possible and second our business carbon footprint calculator should be easy to use so that in theory any team member can enter their emissions data and understand their contribution to the business’ overall emissions I then set about building a fit-for-purpose business carbon footprint calculator using inputs from the team previous company emissions data and assumptions from industry-standard sources such as the Department for Food Environment and Rural Affairs DEFRA This followed a three stage process Based on previous years’ work carried out by Tom and following an appraisal of the B Corporation Impact Assessment tool mentioned earlier in this post I created a simple template to share with the Wholegrain Digital team to request information about their home energy use travel habits and equipment use This informed the structure of the model based on areas of the highest emission concentrations I then began to",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our emissions are very low compared to most other companies largely thanks to our service oriented business model strict no fly policy and our attempts to use second hand and refurbished electronics You can read more details of our emissions for /19 over on our blog  Although our emissions are low we are committed to working towards net zero by the end of the /21 financial year In /19 we continued to support SolarAid by funding emission reduction programmes in Africa that have significant social and economic benefits for the communities affected We went beyond offsetting the  tonnes produced by our business activities and used our self imposed carbon tax to offset  tonnes The image below shows the significant positive impact that this has In /19 we published 25 articles on environmental topics on our website and in other publications as well as a number of articles relating to the human impact of business and technology 1 for the Planet We are proud to be a member of 1 for the Planet",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As an ethical web design agency Wholegrain Digital adopts a multi-stakeholder model in addition to delivering high quality websites for our clients Through this approach we consider the needs of a network of stakeholder groups as core to our mission and seek to understand the impact of our work on society and the environment As a certified B Corporation Wholegrain Digital subscribes to a rigorous assessment of its approach to sustainability and social responsibility through a holistic questionnaire called the B Impact Assessment BIA One requirement of the BIA is to report on greenhouse gas emissions and so Wholegrain Digital approached me to carry out a detailed analysis of their emissions and to calculate their carbon footprint As a B Leader I have been trained to support existing and aspiring B Corporations to evaluate their impact through the BIA I have also worked with many other organisations to design programmes aimed at solving complex social and environmental issues This post",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes",
            "source": [
                {
                    "content": "on our website and in other publications as well as a number of articles relating to the human impact of business and technology 1 for the Planet We are proud to be a member of 1 for the Planet and donate 1 of our annual revenue yes revenue not profit to environmental causes In /19 this included Through our membership of B Corporation and our active participation in various campaigns as well as working on projects with fellow B Corporations including Ecover EQ Investors Red-Inc and One Water We are members and supporters of Do Nation taking part in all of their B Corporation challenges throughout the year and encouraging others to use the platform to make small changes that can have a big positive impact on the planet We support the great work The Green Web Foundation is doing towards a more sustainable internet with an annual donation We donate our annual self-imposed carbon tax to Solar Aid to ensure that we have a positive impact This donation goes some way to improving the health",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "via published articles and presentations We have a genuine open hiring policy that focuses on individuals not arbitrary criteria We provide staff with rewards for using renewable energy at home and provide additional travel time to team members who choose sustainable travel options for their holidays All of our non-sensitive internal web projects are released as open source We use second hand equipment where available and donate used computers to Computers 4 Africa We prioritise efficient low emission transport and never fly for business We are members of 1 for the planet giving back 1 of our annual sales to support nonprofits focused on the environment We are a Certified B Corporation and support the B Corp movement and business community wherever we can We only serve low impact healthy plant based food when catering for company events and prioritise suppliers and brands committed to organic fair trade and low food waste Our team voted for a vegetarian only expense policy and in",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "via published articles and presentations We have a genuine open hiring policy that focuses on individuals not arbitrary criteria We provide staff with rewards for using renewable energy at home and provide additional travel time to team members who choose sustainable travel options for their holidays All of our non-sensitive internal web projects are released as open source We use second hand equipment where available and donate used computers to Computers 4 Africa We prioritise efficient low emission transport and never fly for business We are members of 1 for the planet giving back 1 of our annual sales to support nonprofits focused on the environment We are a Certified B Corporation and support the B Corp movement and business community wherever we can We only serve low impact healthy plant based food when catering for company events and prioritise suppliers and brands committed to organic fair trade and low food waste Our team voted for a vegetarian only expense policy and in",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their B Corporation challenges throughout the year and encouraging others to use the platform to make small changes that can have a big positive impact on the planet Our partnership with Eden forms part of our commitment to becoming a regenerative business We support the great work The Green Web Foundation is doing towards a more sustainable internet with an annual donation We’ve long supported charity Possible with their mission to speed up action on climate change with a monthly donation and targeted support on specific projects We are members of the Surfers Against Sewage’s  Club supporting the wonderful work they are doing to protect Britain’s coastlines Our partnership with Tress for Life forms part of our commitment to becoming a regenerative business In /20 we published 18 articles on environmental topics as well as a number of articles relating to the human impact of business and technology We also contributed to several publications and appeared on a BBC Politics Live feature",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. These reports include information about the company's performance towards its sustainability goals, such as reducing carbon emissions, increasing the use of renewable energy, and improving worker and customer satisfaction. Additionally, they cover updates on the number of clients with a defined positive purpose, the amount of revenue generated from those clients, and the progress made in various initiatives related to social and environmental impact. Overall, these reports serve as a transparent record of the company's ongoing commitment to making a positive difference through its work and operations.",
            "source": [
                {
                    "content": "our plans are for  and beyond All of our clients are positive organisations that we love working with and many have specific wording in their mission statement or articles of association to define a social or environmental purpose in addition to financial profit  The breakdown of where our revenue came from is illustrated below 67 of our revenue came from client projects that have a defined positive purpose beyond financial profit This comprises  of our revenue from non-profit organisations and  from purpose driven businesses including  of our revenue from Certified B Corporations This year we recertified as a B Corporation and were over the moon to learn that our efforts to improve had paid off achieving a score of  against a score of  when we first certified as a B Corp in  The areas we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "neutral by the end of FY completed and exceed Net Zero on all 3 scopes by the end of FY To ensure that the average CO2/page view of all new websites is less than the industry average currently 05 grams per page view To increase the proportion of our client’s websites using web hosting powered by renewable sources to 50 by  completed and  by  We are a certified living wage employer and have an industry leading maximum wage ratio of 3 real ratio is even lower We minimise printing use recycled organic and/or FSC certified materials for all printed goods where possible and strive to use only vegetable based inks In  we moved away from offsetting our carbon emissions to ‘carbon synching’ – the idea that we need to not just remove CO2 from the atmosphere but we need to do it at roughly the same speed or faster than we are emitting it To the end of FY/20 we had already planted  trees in ecosystem restoration projects nearly double our target We provide staff with free access to London’s",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "neutral by the end of FY completed and exceed Net Zero on all 3 scopes by the end of FY To ensure that the average CO2/page view of all new websites is less than the industry average currently 05 grams per page view To increase the proportion of our client’s websites using web hosting powered by renewable sources to 50 by  completed and  by  We are a certified living wage employer and have an industry leading maximum wage ratio of 3 real ratio is even lower We minimise printing use recycled organic and/or FSC certified materials for all printed goods where possible and strive to use only vegetable based inks In  we moved away from offsetting our carbon emissions to ‘carbon synching’ – the idea that we need to not just remove CO2 from the atmosphere but we need to do it at roughly the same speed or faster than we are emitting it To the end of FY/20 we had already planted  trees in ecosystem restoration projects nearly double our target We provide staff with free access to London’s",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is not bold pledges but a real commitment to change corporate cultures and implement real systems of action When this happens we will gain the benefit of compounding interest to make much more progress over the long term than waiting for that one big perfect solution If you’re not familiar with compounding interest it’s simply the fact that small gains multiply exponentially over time whether that’s interest on your savings account or reductions in greenhouse gas emissions For example if you have £ in a savings account that gets 5 interest if only after one year you’ll have £ The next year though you’ll get 5 interest on £ bringing your total up to £ That still sounds pretty unremarkable but after 25 years you would have £ Now you’re talking This is happening to us right now in terms of how much the planet warms as a result of the emissions that we have put in the atmosphere Think of the atmosphere like a big savings account full of greenhouse gas emissions with interest paid in",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the text, there are several instances where the team participates in various community or social events related to their commitments. For example, they have volunteered at Treehouse School for autistic children, which demonstrates their dedication to supporting vulnerable groups. Additionally, they have made annual donations to organizations like Green Web Foundation, SolarAid, and Article 39, showing their commitment to environmental sustainability and child rights. Furthermore, they have participated in Do Nation's B Corp initiatives, such as the B Corps Doing Good leaderboard, which promotes collective impact among businesses focused on creating a better world. Overall, the team has engaged in numerous activities and events that align with their commitments and demonstrate their dedication to making a positive difference in the world.",
            "source": [
                {
                    "content": "with a monthly donation and targeted support on specific projects We support the fantastic work of not-for-profit organisation Green Web Foundation towards a more sustainable web with an annual donation As a team we also make small individual pledges that have a big collective impact as proud members of Do Nation We make an annual donation to SolarAid contributing towards projects that directly help to tackle climate change Article 39 was our charity of the year in  and we were proud to help them launch the Rights 4 Children website helping vulnerable young children to more easily access and therefore fight for their rights We started volunteering at Treehouse School in  and have returned as often as we can offering our time and occasional financial donations to help support the amazing work they are doing for autistic children We send all of our old computers to Computers 4 Africa to help with their mission of lifting people out of the poverty trap by making modern devices available",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This philosophy underpins everything we do from the services we offer and those we use to the clients we work with and the staff we hire Every member of our team embodies our company values of being open caring positive and brave across all aspects of their work and are also personally committed to making a positive difference in the world So when fellow B Corporation Do Nation opened up a B Corps hub to measure the collective impact B Corporations in the UK are having the team were quick to jump on board and equally quick to move up the B Corps Doing Good leaderboard Do Nation’s purpose is to start a movement; to create a nation of people prepared to change their behaviours – to do something – to create a better world But getting people to change their habits is hard So Do Nation have created a clever online pledging platform to help make it easy Powered by years of research around behaviour change this platform encourages people to make sustainable small changes to their lifestyles",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "together shared stories explored the city on foot and by bike drank excellent coffee went indoor climbing and ate wonderful food each evening – together There was plenty of time to talk about work outside of regular work time Important challenges were discussed while strolling down the street or when in the park Especially when being remote but equally difficult in a regular office environment it’s often these informal conversations that are valuable in understanding each other hearing a diversity of perspectives and allowing sufficient time and space for the core issues to be explored and hopefully resolved We also spent half a day with a Belgium based agency called Statik They organised a sustainable web development conference and we had a great time exploring overlap and hearing about their parallel experiences  “By far my favourite thing about the trip was the sense of connection I felt with everyone in spending real quality time together and having a really special shared",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "– just joining the campaign and sticking to our pledges makes us all winners Do Nation’s report on the collective impact we’ve all had showed that B Corps have much higher participation rates than other employee programmes with the average being 67 compared to 39 for B Corporation employees We were excited to learn that as a team we saved the carbon equivalent of two and a half car trips from London to Timbuktu And together all the B Corps who took part have so far saved as much carbon as is produced by producing shipping and selling more than 1 million bananas That’s bananas ; Why not make a pledge yourself today Or better yet get a bit of competition going between your teams by starting a company-wide campaign that allows you to measure the impact you have when you all work together towards a healthier happier and more sustainable world With a background in communication and a passion for connecting with people Rachael has developed strong relationships with clients as our",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Throughout the provided text, several products, services, and technologies are mentioned or integrated into the work done by the teams involved. Some notable examples include:\n\n1. Complex product pages for a new website (created by an unspecified team).\n2. Integration of Adimo's technology for direct linking to retailer websites upon clicking \"Buy Now\" buttons.\n3. Third-party technology for managing QR codes on packaging.\n4. Maintenance contract services offered by WholeGrain Digital, including daily backups, security, support, crisis resolution, and more.\n5. Translation capabilities for Aliter's global website, allowing content to be displayed in multiple languages.\n6. Custom transitions designed for Aliter's new website, enhancing both navigation and aesthetic appeal.",
            "source": [
                {
                    "content": "to customers on slower internet connections Our team enjoyed the challenge of creating the complex product pages for the new website These key pages needed to allow for the wide variation of products available taking into account the different variations of weight range roast type grind and package sizing We enjoyed working with the Adimo team for this project to integrate their technology This third party technology allows for links directly to retailers’ websites offering users various options when they click on the ‘Buy Now’ button for a product they’re interested in Instead of immediately taking you to a shopping basket/checkout customers can choose the option to find their nearest store find out which Cafédirect products are available from which retailers and even add them to their next food shop These were key user requirements identified in our discovery phase based on real user data submitted through a survey We also worked to define the QR codes on all new packaging ensuring",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our maintenance contract which includes daily backups security support crisis resolution and more This continuous support ensures that their new site remains safe and up to date giving the team the peace of mind to focus on its content The thing that impressed me most about working with Wholegrain was their excellent communication throughout the project Despite everyone remote working for the duration of the project there was also a strong sense of Wholegrain working as a team to deliver the project and respond to issues that came up This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the new site via API This allows anyone visiting the website to more easily browse the available products in the catalogue Aliter is a global brand based out of Amsterdam and with a strong regional presence in Singapore Always looking to expand we ensured that their new site can be translated into local languages ensuring a smooth user experience no matter where in the world their customers are Finally to add the personal touch we created custom transitions for the new website making the website not only easy to navigate but an aesthetically pleasing experience for Aliter’s customers Aliter is always looking to make what’s good better Our new website embodies this spirit of continual improvement and performance while still being good for the planet This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "advice on how to operate a business remotely please do feel free to ask us To end on a positive note we thought it is also important to share some of the positives that are happening from the COVID19 situation Following the Prime Minister’s announcement all of the Wholegrain team are now working from home during the lockdown and all client meetings are now taking place online Keep well everyone Wholegrain Digital was Vineeta’s brain child Thanks to her we kick-started London’s WordPress agency scene and have gone from strength to strength This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, there isn't any specific mention of promotional events, expos, or sales related to the offerings mentioned. However, it is worth noting that some companies may organize such events to promote their products or services, especially during holiday seasons or industry-specific conferences.",
            "source": [
                {
                    "content": "to customers on slower internet connections Our team enjoyed the challenge of creating the complex product pages for the new website These key pages needed to allow for the wide variation of products available taking into account the different variations of weight range roast type grind and package sizing We enjoyed working with the Adimo team for this project to integrate their technology This third party technology allows for links directly to retailers’ websites offering users various options when they click on the ‘Buy Now’ button for a product they’re interested in Instead of immediately taking you to a shopping basket/checkout customers can choose the option to find their nearest store find out which Cafédirect products are available from which retailers and even add them to their next food shop These were key user requirements identified in our discovery phase based on real user data submitted through a survey We also worked to define the QR codes on all new packaging ensuring",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "launching We have developed a strong ongoing relationship with Crees and look forward to updating their new website to make sure it remains relevant to their intended audience Working with Wholegrain truly was a breath of fresh air and actually an enjoyable experience all round Would I recommend Wholegrain Absolutely without a doubt This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the new site via API This allows anyone visiting the website to more easily browse the available products in the catalogue Aliter is a global brand based out of Amsterdam and with a strong regional presence in Singapore Always looking to expand we ensured that their new site can be translated into local languages ensuring a smooth user experience no matter where in the world their customers are Finally to add the personal touch we created custom transitions for the new website making the website not only easy to navigate but an aesthetically pleasing experience for Aliter’s customers Aliter is always looking to make what’s good better Our new website embodies this spirit of continual improvement and performance while still being good for the planet This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "content and a simple vertical narrative for easy reading and better clarity for those visiting the website Our designer Chânelle also advised the Acturis team on how best to create a compatible array of graphics to demonstrate their software to potential clients The resulting UI design avoids the issue of ‘out of date’ issues from the previous iteration of the website Once we had launched the site in time for the trade show we continued our improvement work adding custom animations that further enhance the updated design I’m very happy with the quality of the product delivered and the deep knowledge of the Wholegrain team on what’s best for our website in terms of UX accessibility performance security and SEO This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are multiple key partnerships or collaborations mentioned in the text that relate to commerce. Some of them include:\n\n1. B Corporations (B Corps): Their challenges throughout the year encourage small changes that can have a big positive impact on the planet.\n2. Eden: Partnership with Eden forms part of their commitment to become a regenerative business.\n3. The Green Web Foundation: Supporting the foundation's efforts towards a more sustainable internet with an annual donation.\n4. Possibility Room: Members of Surfers Against Sewage's Club supporting the organization's work to protect Britain's coastlines.\n5. Tress For Life: Partnership with Tress For Life forms part of their commitment to becoming a regenerative business.",
            "source": [
                {
                    "content": "their B Corporation challenges throughout the year and encouraging others to use the platform to make small changes that can have a big positive impact on the planet Our partnership with Eden forms part of our commitment to becoming a regenerative business We support the great work The Green Web Foundation is doing towards a more sustainable internet with an annual donation We’ve long supported charity Possible with their mission to speed up action on climate change with a monthly donation and targeted support on specific projects We are members of the Surfers Against Sewage’s  Club supporting the wonderful work they are doing to protect Britain’s coastlines Our partnership with Tress for Life forms part of our commitment to becoming a regenerative business In /20 we published 18 articles on environmental topics as well as a number of articles relating to the human impact of business and technology We also contributed to several publications and appeared on a BBC Politics Live feature",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On Tuesday morning we had a talk from John Elkington of Volans about the future of business and looking ahead at what comes beyond the B Corp movement It takes guts to stand in front of a room of people who are leading the field in positive business practices and say that we need to do more and think bigger  He is absolutely right and B Corp is a movement that is literally moving business in the right direction but the end goal must be true sustainability and we are all still a long way from that The talk itself was insightful and inspirational as you would expect from the guy who coined the term “triple bottom line” roughly 10 years before I made it a central concept of my university thesis  John highlighted that we need to be looking at topics as diverse as the circular economy exponential progress and artificial intelligence to create a vision of where the world may be going and where we want to steer it Later we had some interesting group discussions and a common thread in these",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Germany Contigo Fair Trade Shops Germany Natur Reformhaus Germany OHNE Ghent Belgium Tasty World Belgium The Green Stream Stuttgart Germany Places to stay AirBnB Explorer Hotels Germany  Austria Haus Sonne Belchen Germany Happy Cow Hotel Goldenez Kreuz Sonthofen Germany Veggie Hotels Travelling by electric car Renault Zoe Tesla Plug Surfing Blue Corner Ladenetz Charge Map Ecotricity E-mobility Centre Donaueschingen Germany Vegan/Vegetarian food Beano’s Cafe Folkestone UK El Haso Freiburg Germany Greenway Ghent  Leuven Belgium Komkommertijd Ghent Belgium La Botaniste Ghent Belgium Mae’s Bonn Germany Super Jami Stuttgart Germany V20 Lake Contance Germany Warempel Ghent Belgium With a background in communication and a passion for connecting with people Rachael has developed strong relationships with clients as our communications and finance admin 'genie' since joining the team in  This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "offering by consolidating all brands into one over arching brand that could be the base for all of their customers With offices in the United States Brazil France Spain Germany Italy and India we were engaged to help build a multi-language multi-site to assist users in various countries in finding what they want when they most need it Foodchain were looking for a slick design that promoted their message through a more user friendly journey as well as catering for all different nationalities To achieve this we used WordPress Multi Language WPML to cater for the multi-site with multi-language integration and designed a language picker accessible to everyone We also to set up Pardot/Salesforce integration across all contact forms This serves as tracking and provides insight into all conversions and submissions Our design and development team worked hard to create a multi-site that Foodchain ID could be proud of We saw it as imperative that the client was able to edit the site with ease",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the provided text. For employment, there are two positions available: one for a Project Manager and another for a Full-Time WordPress Developer. Both roles require specific skill sets and are located in London. Additionally, there may be other opportunities within the company that aren't explicitly listed.\n\nFor education, it seems that Wholegrain values sustainability and digital ethics. They mention the B Impact Assessment, which could potentially lead to further learning opportunities related to social and environmental impact in business. Overall, there are various ways to get involved with Wholegrain, whether through employment or pursuing relevant educational resources.",
            "source": [
                {
                    "content": "applying for a job at Wholegrain If you’re looking for a job where you want to work hard have a high level of autonomy and responsibility and work with highly skilled and genuinely nice colleagues on impactful projects then I would look no further This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in business And we have every intention of doing so If you would like to join the mission to make sure being in business can have a positive impact on the world why not start by finding out what the B Impact Assessment involves then take the assessment and see what changes you can make to increase our collective positive impact on the world If you would like to be part of our happy Wholegrain ‘family’ we are recruiting To join us in our mission to design a better world check out our latest vacancies With a background in communication and a passion for connecting with people Rachael has developed strong relationships with clients as our communications and finance admin 'genie' since joining the team in  This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Germany Contigo Fair Trade Shops Germany Natur Reformhaus Germany OHNE Ghent Belgium Tasty World Belgium The Green Stream Stuttgart Germany Places to stay AirBnB Explorer Hotels Germany  Austria Haus Sonne Belchen Germany Happy Cow Hotel Goldenez Kreuz Sonthofen Germany Veggie Hotels Travelling by electric car Renault Zoe Tesla Plug Surfing Blue Corner Ladenetz Charge Map Ecotricity E-mobility Centre Donaueschingen Germany Vegan/Vegetarian food Beano’s Cafe Folkestone UK El Haso Freiburg Germany Greenway Ghent  Leuven Belgium Komkommertijd Ghent Belgium La Botaniste Ghent Belgium Mae’s Bonn Germany Super Jami Stuttgart Germany V20 Lake Contance Germany Warempel Ghent Belgium With a background in communication and a passion for connecting with people Rachael has developed strong relationships with clients as our communications and finance admin 'genie' since joining the team in  This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A career at Wholegrain is how you become world-class in your craft – and help shape a better world Below you’ll find our latest open positions Don’t be shy… come say hi We are looking for a highly organised and proactive project manager with great communication skills and an ability to set clear boundaries to keep projects on track We’re looking for a Full-time WordPress Developer who is passionate about sustainable web design and development to join our semi-remote team based in London If you have a strong technical background and fastidious attention to detail then this might be the position for you We’re looking for someone who is self-motivated conscientious and loves getting stuff done Don’t see any vacancies that work for you We would still love to hear from you Super friendly supportive environment and the best team I have ever worked with Extra holiday for those who use renewable energy at home The planet wins you win Extra days of leave if you choose green travel for your",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, there aren't specific events mentioned such as job fairs, webinars, workshops, or training programs. However, there are mentions of various activities and opportunities related to community projects, volunteering, networking, and professional development. Some examples include supporting Ambitious about Autism, participating in community projects through Project Dirt, attending B Corp events and meet-ups, and staying updated on digital sustainability and human-centric web practices through newsletters and online communities.",
            "source": [
                {
                    "content": "more and will no doubt be returning to Treehouse School again in the next year If you’d like to support Ambitious about Autism or get involved with any other community project we highly recommend doing so If you’re not sure where to start with finding and organising something you could try asking Project Dirt to suggest something and organise a day for you With a background in communication and a passion for connecting with people Rachael has developed strong relationships with clients as our communications and finance admin 'genie' since joining the team in  This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "workplace if any part of the recruitment process needs to be modified to accommodate your needs please get in touch with the People Manager At Wholegrain Digital we are on a mission to use design and web technology to help create a sustainable future Established in  we partner with leading organisations and brands making positive change in our world We are also proud to be a Certified B Corporation and we’ve been recognised as Best For The World™ twice in a row Our talented multidisciplinary team works flexibly on a semi-remote basis so most days you’ll likely be working from home However we thrive on collaboration and face to face time so we aim to meet at least once a week at our co-working space in Somerset House London Aside from working with a supportive team in a purpose-lead mission-driven company we offer  We appreciate that everyone has different personal commitments at different times so we are always open to flexible working requests to meet your individual needs You’ll",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "considering how you could create a similar experience for your hard-working team I’m sure you’ll see the benefits Working at the meeting place of coaching adult-development and organisational culture Chris is our Team Coach and Developmental Lead This is Gary give him a call to discuss your next project Contact Give us a call on   Wholegrain Digital Scamper Ltd Exchange at Somerset House New Wing Strand London WC2R 1LA  Read our privacy policy website terms service terms Join over  subscribers getting monthly updates on digital sustainability and a more humane web",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and build community If you’re based in the South West keep your eyes peeled for the next Enviral B Corp Round Table The aim of these sustainability meet-ups is to engage inspire and connect with the vibrant B Corp community Sign up to the Enviral newsletter to receive updates on upcoming events and meet-ups Check out this video from the recent B Corp Breakfast event we hosted  Collaborating on this blog has highlighted how similar our approach is when it comes to communications Rachael sums up our aligned approach as “Core communications is communicating your core” If you’re already a registered B Corp and interested in embedding yourself further into the B Corp community make sure you’re signed up to the B Hive and give the B Corp UK group a follow to connect with your fellow UK B Corps This group is nearly  members strong Whether you’re a B Corp or not we hope this blog gives you some suggestions to elevate your company’s communications If you’re curious about and/or inspired by the",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions various employee benefits such as extra holiday for using renewable energy, resident discounts, access to Santander bikes, rewards for eco-friendly travel choices, and participation in volunteer activities. Additionally, there are perks related to work-life balance, such as flexible working hours, semi-remote work options, and celebrations for birthdays. Other notable benefits include a strong company culture focused on sustainability, inclusion, and well-being; opportunities for professional growth through collaborating on impactful projects with diverse clients; and a sense of belonging within the Wholegrainers community.",
            "source": [
                {
                    "content": "environment and the best team I have ever worked with Extra holiday for those who use renewable energy at home The planet wins you win Extra days of leave if you choose green travel for your holiday Semi-remote work and flexible hours so that you can balance work and home Celebrate your birthday with a day off a nice slice of cake and a tree planted in our grove Resident discounts to events and shops including ice skating at Christmas time Join one of the best  places to work in the world Collaborate on some awesome projects with awesome clients And finally feel you’ve found your place among our hard-working easy-going wholesome Wholegrainers We’re one of the top  impactful companies to work for according to the recent Escape the City survey I love working with people who are passionate about what they do Tom and Vineeta are passionate about running an agency that is both sustainable itself and one that creates sustainable websites that just happen to be remarkable We get to work with",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "my workload I have taken full advantage of Wholegrain’s flexible working policy over the years – Rachael Team Genie Although new to Wholegrain the sense of warmth positivity and support I have encountered from the whole team has been palpable The inclusive environment trickles down from the top and permeates the entire company culture with the one being vital to the whole It respects the individual needs of every member of the team which is good for the soul and contributes significantly to a sense of personal wellbeing – Gary Account Manager Among the benefits we offer to ensure our team has a healthy work/life balance are a genuinely open hiring process and flexible working policy free use of London’s Santander bikes rewards for using reusable energy and annual volunteering and team fun days We’ve also just signed up to 1010 Climate Action’s new employee scheme ‘Climate Perks’ which allows us to reward staff with additional holidays for choosing to travel sustainably We’re always",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We also provide you with anything you need for a healthy working environment If you need an item urgently – for example if a delay will prevent you from working effectively – you may purchase smaller items then request reimbursement following approval from one of the Directors Software subscriptions We have subscriptions to all the services you should need to carry out your role effectively However if you identify something that would help you especially if it would also be useful for the wider team we would consider paying for this subscription with our company card If you’re already using a subscription-based service when you join us and find it necessary for your role we would consider reimbursing you for this subscription or taking it on ourselves Subsistence We don’t pay subsistence for you in the course of your usual working day unless you have to travel outside London as part of your work However we would reimburse you should you buy drinks at a client meeting If you hold a",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "process that evaluates performance in several categories including environmental performance employee relationships diversity involvement in the local community and the impact a company’s product or service has on those it serves Only those who score in the top 10th percentile in any area of this assessment make the Best For The World honorees list so it is a remarkable achievement While we are proud of our efforts we are also inspired by the ‘Changemakers’ like our friends at MightyBytes whose improvement scores rank in the top 20 of global B Corps those who scored highest overall and those who are leaders in environmental performance all of whom challenge us to do more to join them in being the change As the category we scored highest in is workers for treating our team well some words must go to our team members who share below their feelings about being part of the Wholegrain team Working in a company that puts people first means that work can play a positive part of my life",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't enough information to provide a direct answer to the question about the latest financial or earnings report. However, we can infer that the company mentioned in the text is focused on sustainability and climate action, with efforts to become carbon neutral or even carbon positive. Additionally, the company values transparency and customer satisfaction while striving to maintain strong relationships with employees and the community.",
            "source": [
                {
                    "content": "us all to the ‘overview effect’ a concept originally reported by astronauts who looked back at earth from space and saw it was just a ‘pale blue dot’ from that distance This led to a cognitive shift in their perception of our planet They were struck by its fragility and delicateness and by how everything was connected We – as in all humankind – share a responsibility to look after the planet and astronauts get to truly see as it is There is no Planet B  Ferghal works as a geography teacher and brought along his incredibly talented and poetically gifted student Katiann who recited her own poem that gave the crowd goosebumps  Trustworthy businesses are successful businesses and purposeful businesses are trustworthy businesses From the first kick-off ‘fireside’ conversation I learned of the insightful work Tortoise media was carrying out analysing how many companies were walking the talk Alexandra Mousavizadeh from Tortoise Media has ranked the Top  FTSE companies measured by their",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering different areas each with the aim of bringing together governments businesses individuals and international organisations across the world to work towards a more sustainable future We have our own measurable goals against which we have been taking specific action to achieve our aims These mostly relate to SDG 13 Climate Action Our emissions figures include all 3 emissions scopes with Scope 3 including Our emissions remain very low compared to most other companies largely thanks to our service oriented business model strict no fly policy and our attempts to use second hand and refurbished electronics Although our emissions are low we remain committed to working towards net zero with a stretch goal of even becoming carbon positive by the end of the /21 financial year  This year we introduced",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "focus was on what makes Red-Inc different to their competitors We also made it easy for the Red-Inc team to update as needed creating the new site using flexible content blocks This future-proofs the site and allows Red-Inc the freedom to grow Aside from being excellent value for money the story we wanted to tell was exactly how Red-Inc is a ‘planet positive’ business To illustrate this point visually we added an animated statistic block on the homepage showing how many trees Red-Inc have planted on behalf of their clients and how many acres of rainforest that equates to having protected Further information on how Red-Inc can help businesses save on both cost and environmental impact is highlighted at the top of the homepage with a call to action which clearly invites people to find out why they should buy from Red-Inc We now have a beautifully finished website that tells our story a story that is constantly evolving Its responsive fast and we can edit every single section of it – in",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On Tuesday morning we had a talk from John Elkington of Volans about the future of business and looking ahead at what comes beyond the B Corp movement It takes guts to stand in front of a room of people who are leading the field in positive business practices and say that we need to do more and think bigger  He is absolutely right and B Corp is a movement that is literally moving business in the right direction but the end goal must be true sustainability and we are all still a long way from that The talk itself was insightful and inspirational as you would expect from the guy who coined the term “triple bottom line” roughly 10 years before I made it a central concept of my university thesis  John highlighted that we need to be looking at topics as diverse as the circular economy exponential progress and artificial intelligence to create a vision of where the world may be going and where we want to steer it Later we had some interesting group discussions and a common thread in these",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there were no mentions of investor events or funding rounds during the period mentioned.",
            "source": [
                {
                    "content": "their B Corporation challenges throughout the year and encouraging others to use the platform to make small changes that can have a big positive impact on the planet Our partnership with Eden forms part of our commitment to becoming a regenerative business We support the great work The Green Web Foundation is doing towards a more sustainable internet with an annual donation We’ve long supported charity Possible with their mission to speed up action on climate change with a monthly donation and targeted support on specific projects We are members of the Surfers Against Sewage’s  Club supporting the wonderful work they are doing to protect Britain’s coastlines Our partnership with Tress for Life forms part of our commitment to becoming a regenerative business In /20 we published 18 articles on environmental topics as well as a number of articles relating to the human impact of business and technology We also contributed to several publications and appeared on a BBC Politics Live feature",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of  hours between us as team activities In addition our Senior Developer Jerome is now a long-term volunteer with The Listening Place a London based charity that provides support to those who no longer feel life is worth living offering a space for them to talk through their feelings in a safe environment I volunteer because there isn’t enough help for people who are going through very dark times and having someone who is just there to listen and won’t fix judge or freak out can make a difference Looking ahead to /21 as always we aim to build on the positive steps we’ve been taking towards our vision by continuing to share our goals and how we are working towards them both within Wholegrain Digital by investing in our team and by increasing our wider impact on the world around us by using our voice to inspire change for a better future In the /21 financial year we hope to achieve our goal of becoming a climate positive and regenerative business and significantly expand our Carbon",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering different areas each with the aim of bringing together governments businesses individuals and international organisations across the world to work towards a more sustainable future We have our own measurable goals against which we have been taking specific action to achieve our aims These mostly relate to SDG 13 Climate Action Our emissions figures include all 3 emissions scopes with Scope 3 including Our emissions remain very low compared to most other companies largely thanks to our service oriented business model strict no fly policy and our attempts to use second hand and refurbished electronics Although our emissions are low we remain committed to working towards net zero with a stretch goal of even becoming carbon positive by the end of the /21 financial year  This year we introduced",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "subscribers inbox it’s likely that the click through rate will be relatively high resulting in a good conversion rate Sign up now to be first to receive the Enviral newsletter when it resumesRecently we also put together an internal campaign which we’re really proud of in partnership with a local Bristol charity for Random Acts Of Kindness Day With so many of us spending time online we try to inspire people – without being preachy – to put purpose into their actions So whether that is creating open source documents on our website to inspire more sustainable film productions through our Enviral’s Big Old Production Musts checklist or sharing stories about how we give back to our local community – it’s a way of us living and breathing our values We love bringing people together to share ideas and build community If you’re based in the South West keep your eyes peeled for the next Enviral B Corp Round Table The aim of these sustainability meet-ups is to engage inspire and connect with",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, I cannot directly answer the question about financial or funding goals specifically set for the next period. However, some general insights can be shared regarding the company's commitment to climate action and sustainability. They plan to become carbon neutral by the end of the current financial year (FY) /21, and they aspire to become carbon positive in the long term. Additionally, they aim to reduce their average CO2/page view for all new websites to below the industry average, and they intend to increase the proportion of their clients' websites hosted on renewable energy sources. Furthermore, they are focused on maintaining their status as a certified living wage employer and continuously improving their environmental practices such as reducing paper usage, using eco-friendly materials, and supporting tree planting initiatives.",
            "source": [
                {
                    "content": "we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering different areas each with the aim of bringing together governments businesses individuals and international organisations across the world to work towards a more sustainable future We have our own measurable goals against which we have been taking specific action to achieve our aims These mostly relate to SDG 13 Climate Action Our emissions figures include all 3 emissions scopes with Scope 3 including Our emissions remain very low compared to most other companies largely thanks to our service oriented business model strict no fly policy and our attempts to use second hand and refurbished electronics Although our emissions are low we remain committed to working towards net zero with a stretch goal of even becoming carbon positive by the end of the /21 financial year  This year we introduced",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our plans are for  and beyond All of our clients are positive organisations that we love working with and many have specific wording in their mission statement or articles of association to define a social or environmental purpose in addition to financial profit  The breakdown of where our revenue came from is illustrated below 67 of our revenue came from client projects that have a defined positive purpose beyond financial profit This comprises  of our revenue from non-profit organisations and  from purpose driven businesses including  of our revenue from Certified B Corporations This year we recertified as a B Corporation and were over the moon to learn that our efforts to improve had paid off achieving a score of  against a score of  when we first certified as a B Corp in  The areas we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "you are asking whilst being realistic about what you actually need Also try to appreciate that there is often more than one way to achieve a specific outcome Your agency will use your cited budget to determine the best option to take within the full list of requirements and deliverables It’s a broader consideration than the simple question of money alone Following on from the last point it helps to make a list of priorities before starting your brief Perhaps draft a list of requirements internally and then put them into priority order That way if your chosen agencies take a strategic approach to delivering your needs then you will be able to confidently respond with what matters most and collaborate together to develop a roadmap for the future After all it’s better to do the things that do matter well rather than a number of things that don’t matter not so well Try to visualise in your own mind what success would look like What would make you feel like success had been delivered Maybe",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "neutral by the end of FY completed and exceed Net Zero on all 3 scopes by the end of FY To ensure that the average CO2/page view of all new websites is less than the industry average currently 05 grams per page view To increase the proportion of our client’s websites using web hosting powered by renewable sources to 50 by  completed and  by  We are a certified living wage employer and have an industry leading maximum wage ratio of 3 real ratio is even lower We minimise printing use recycled organic and/or FSC certified materials for all printed goods where possible and strive to use only vegetable based inks In  we moved away from offsetting our carbon emissions to ‘carbon synching’ – the idea that we need to not just remove CO2 from the atmosphere but we need to do it at roughly the same speed or faster than we are emitting it To the end of FY/20 we had already planted  trees in ecosystem restoration projects nearly double our target We provide staff with free access to London’s",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, there aren't any specific publications, research findings, or introduced technologies mentioned. However, the text discusses some general trends and challenges related to the digital world, such as the growing environmental impact of the internet and the importance of finding the right standards for different jobs.",
            "source": [
                {
                    "content": "the platform once available  Taking the results from this research we then facilitated a series of UX workshops to fully define the target audience of the new site creating fully formed user personas These personas then helped us to map out each user journey and develop thoughtful information architecture that would meet all users’ needs To ensure that those using the new platform to find impact management resources we implemented a powerful search system The content editing team at IMP can ensure that the system learns over time by weighting and prioritising search terms and adding synonyms over time Being able to track its usage also allows the team to focus on the resources most in demand and weight the search terms accordingly  One of the themes that we kept returning to during the discovery phase was how hard it can be to find the right standard for a particular job This evolving search function also supports instant search results as you type using multiple filters and ordering",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "phase was how hard it can be to find the right standard for a particular job This evolving search function also supports instant search results as you type using multiple filters and ordering results by relevance This helps to point people in the right direction towards the best resources for their needs In addition to this powerful search function we also added a special ‘favourite’ functionality that allows people to favourite certain resources to return to later without the need to create an account There is a lot of jargon to navigate in the impact management space To help bring about consensus and educate new and future sustainability managers we created an in-depth glossary and corresponding tooltip system This new system makes it easy for the website editors to highlight certain words in their content and link to a corresponding glossary term This allows the user to simply hover over a word to see a quick definition rather than having to search for its meaning  Not knowing what",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are and what they do and we added a map so that people can quickly see where they work around the world The map’s interactive function allows visitors to select a region taking them to a new page where they can learn more about the focus in the area and the work ARTICLE 19 is currently doing To reflect the global nature of the work ARTICLE 19 does we created a multilanguage website which allows the various teams around the world to publish articles in up to 12 languages While the majority of the site’s content is in English we integrated google translate so that all articles can be read in the user’s preferred language making it more globally accessible Due to the scope of their work ARTICLE 19 has an enormous amount of detailed content on specific issues which each have very niche audiences that could not be targeted via the standard navigation menu To make sure that all visitors to the new site can easily find the exact information they are looking for we used Algolia search make it",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "all day probably isn’t the first thing that comes to mind But with the colossal number of data centres and the ever-increasing number of internet-connected devices the digital world is now beginning to be harmful to the planet While one person’s digital carbon footprint may be quite small the collective amount of the world’s digital usage is monstrous – and increasingly worrying Collectively the digital world accounts for approximately 3 of the global greenhouse emissions To put that into perspective that’s more than the global aviation industry This number is expected to increase significantly in the forthcoming years as more and more people have access to the internet the average number of internet-connected devices per person continues to rise and the popularity of streaming services like Netflix YouTube and Spotify continues to grow The good news is that technology and ICT sectors have always been the driver of innovation so now is the time for collaboration to build a credible",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, there doesn't seem to be any explicit mention of ongoing or upcoming research projects or innovation initiatives within the company. However, the text suggests that the company is committed to sustainability and has set measurable goals against SDG 13 Climate Action. They have implemented various measures to reduce their emissions and strive for net zero emissions by the end of the 2/21 financial year. Additionally, the company uses Algolia search to ensure easy accessibility of information for its diverse audience.",
            "source": [
                {
                    "content": "we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering different areas each with the aim of bringing together governments businesses individuals and international organisations across the world to work towards a more sustainable future We have our own measurable goals against which we have been taking specific action to achieve our aims These mostly relate to SDG 13 Climate Action Our emissions figures include all 3 emissions scopes with Scope 3 including Our emissions remain very low compared to most other companies largely thanks to our service oriented business model strict no fly policy and our attempts to use second hand and refurbished electronics Although our emissions are low we remain committed to working towards net zero with a stretch goal of even becoming carbon positive by the end of the /21 financial year  This year we introduced",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are and what they do and we added a map so that people can quickly see where they work around the world The map’s interactive function allows visitors to select a region taking them to a new page where they can learn more about the focus in the area and the work ARTICLE 19 is currently doing To reflect the global nature of the work ARTICLE 19 does we created a multilanguage website which allows the various teams around the world to publish articles in up to 12 languages While the majority of the site’s content is in English we integrated google translate so that all articles can be read in the user’s preferred language making it more globally accessible Due to the scope of their work ARTICLE 19 has an enormous amount of detailed content on specific issues which each have very niche audiences that could not be targeted via the standard navigation menu To make sure that all visitors to the new site can easily find the exact information they are looking for we used Algolia search make it",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "days We’ve also just signed up to 1010 Climate Action’s new employee scheme ‘Climate Perks’ which allows us to reward staff with additional holidays for choosing to travel sustainably We’re always looking for ways to do better and do so through open communication with the team who are invited to share their ideas on new policies and internal practices on an ongoing basis  Ensuring our team is happy and healthy is just one step towards achieving our mission This year with the launch of our sustainable web manifesto and our recent declaration of a climate emergency we’re doing more than ever to lead the shift towards an internet that’s good for people and planet If you’d like to join the B Corp family and be a part of the movement working towards a more sustainable future why not head over to the B Impact assessment now to find out more and see what changes you can start to make With a background in communication and a passion for connecting with people Rachael has developed strong",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that we really have changed the industry with many agencies now embracing digital sustainability and client briefs now often including environmental requirements something that never happened before Despite the pandemic and a number of challenges that we have faced as a team the past couple of years have been good to us From a real low point in  where we struggled financially in the process of reinventing ourselves we have now come to attract so many positive clients built a team of the most wonderful human beings I could care to know and had our two best financial years in a row Our culture has been improving too as we have focused in on one of our other original objectives which was to create a place that we really loved to work We wanted to create a place where misfits like Vineeta and I could feel at home A place in which work is not separate from life but a fulfilling and supportive part of our lives as a larger whole In  we took the bold move of hiring an in-house team coach and",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided context, there isn't any specific mention of research grants or innovation awards that have been recently distributed. However, there are mentions of various initiatives related to spending, charity, and recognition. These include winning an award from Spill This, receiving recognition from B Corp UK, and helping organizations track their grant publishing activities.",
            "source": [
                {
                    "content": "In January we won an award from employee mental health organisation Spill This award celebrates that we are in the top 25 out of + companies that use Spill to support employee well-being  Being in the top 5 of companies for having happy employees might seem like an odd thing to win an award for but as we’ve said before our team’s well-being is paramount That’s why we’re so proud to be recognised by Spill as it shows that the support we offer here at Wholegrain Digital is well worth the investment and we want to shout about it so others can see how we get these results We signed up to Spill in June in  as part of our efforts to ensure we’re looking after our brilliant team We’ve been focusing on culture and engagement throughout the team and an essential ingredient of a great culture is that people feel happy and well We’ve always been conscious of the importance of promoting employee well-being and when we heard about Spill we had to learn more as it sounded too good to be true it’s",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and charitable work so that potential partners and other funders can see the impact of their donations For transparency we also helped the Trust create a page outlining an overview of where they publish all of their grants publicly with a link to the full information on their Giving site To screen potential applicants to ensure that they meet the relevant criteria for grants before they begin the application process we translated simple logic into a short interactive checklist form using Gravity forms  Any potential applicants can now complete this short form to check their eligibility before being given access to the full Grant application form which links to a Formstack form that is in turn linked to the trust’s Salesforce for Grantmakers database This additional screening step makes the application process more efficient for both the trust and charities applying for funding   We want to send a shout out to the amazing team at Wholegrain Digital Their expertise flexibility and all",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Put simply we do what we do because we care From our mission to green the web to our dedication to working with people who are equally passionate about making a difference – such as Article 19 Article 39 and fellow B Corporation Ecover – we aim to make a positive impact with everything we do And this starts with us So we were over the moon to receive the below email from B Corporation UK “Your company has earned a place on the  Best for the World lists by scoring in the top 10 percent of all B Corps of the B Impact Assessment categories” “At B Lab we are grateful for the meaningful work you are doing as a leader in the movement of people using business as a force for good” Our excitement is not because we chase such accolades for their own sake but because it’s only been just over a year since we achieved B Corporation status and we’re proud to learn that we’re in good company having made the Best for the World  honorees list by achieving assessment scores in the top 10 of all B Corps",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "environment and the best team I have ever worked with Extra holiday for those who use renewable energy at home The planet wins you win Extra days of leave if you choose green travel for your holiday Semi-remote work and flexible hours so that you can balance work and home Celebrate your birthday with a day off a nice slice of cake and a tree planted in our grove Resident discounts to events and shops including ice skating at Christmas time Join one of the best  places to work in the world Collaborate on some awesome projects with awesome clients And finally feel you’ve found your place among our hard-working easy-going wholesome Wholegrainers We’re one of the top  impactful companies to work for according to the recent Escape the City survey I love working with people who are passionate about what they do Tom and Vineeta are passionate about running an agency that is both sustainable itself and one that creates sustainable websites that just happen to be remarkable We get to work with",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization is collaborating with various organizations, institutions, and entities. Some of them include:\n\n1. B Lab (B Lab UK) - A certification body for social and environmental performance. They certify companies as B Corporations.\n2. Do Nation - An organization that helps people take practical actions for a better world through campaigns, tools, and services.\n3. The Green Web Foundation - Working towards a more sustainable internet by promoting eco-friendly practices among website owners and users.\n4. Surfers Against Sewage - A UK-based environmental charity focusing on protecting the country's coastlines from pollution and damage.\n5. Tress for Life - Partnership with this entity forms part of the organization's commitment to become a regenerative business.\n6. Computers 4 Africa - Recipient of donated used computers from the organization.\n7. Members of 1 for the Planet - Collaborating with non-profit environmental organizations through direct engagement, financial contributions, and in-kind donations.",
            "source": [
                {
                    "content": "their B Corporation challenges throughout the year and encouraging others to use the platform to make small changes that can have a big positive impact on the planet Our partnership with Eden forms part of our commitment to becoming a regenerative business We support the great work The Green Web Foundation is doing towards a more sustainable internet with an annual donation We’ve long supported charity Possible with their mission to speed up action on climate change with a monthly donation and targeted support on specific projects We are members of the Surfers Against Sewage’s  Club supporting the wonderful work they are doing to protect Britain’s coastlines Our partnership with Tress for Life forms part of our commitment to becoming a regenerative business In /20 we published 18 articles on environmental topics as well as a number of articles relating to the human impact of business and technology We also contributed to several publications and appeared on a BBC Politics Live feature",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to accelerate smart environmental giving” As members of 1 for the planet we pledge to give 1 of our revenue to approved non-profit organisations focused on the environment This money does not go via 1 for the planet but directly to those non-profits we have chosen as our partners In reality we actually give more than 1 but the number is arbitrary – it’s a promise to donate this as a minimum amount each year towards the future of our planet The foundation of the 1 for the Planet network is this member-nonprofit partnership which encourages members to engage directly with their non-profit partners providing financial donations volunteer time other in-kind donations and more offering long-term support for these organisations to deliver greater impact Choosing our non-profits was a no brainer as we were already supporting several non-profit organisations because of the difference they are making Our 1 for the Planet membership serves to make these partnerships more official B Lab is the",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We became members of 1 for the Planet a global network of businesses nonprofits and individuals working together for a healthy planet in  – pledging our commitment to donate at least 1 of our revenue towards environmental charities and nonprofits with the aim of having a more positive impact on the planet  We have been partnering with several charitable organisations for the past two years including of course the fantastic B Lab UK as we are certified B Corporation online pledging platform for the planet Do Nation and The Green Web Foundation who like us work to speed up the transition towards a green Internet We are also members of the Surfers Against Sewage  club supporting their work to protect the UK’s coastal environment Last year our charity of the year partner was climate action charity Possible with whom our team volunteered alongside Repowering London and Demand Energy Equality to put together some solar panels for a local community project  Towards the end of  we added two",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "via published articles and presentations We have a genuine open hiring policy that focuses on individuals not arbitrary criteria We provide staff with rewards for using renewable energy at home and provide additional travel time to team members who choose sustainable travel options for their holidays All of our non-sensitive internal web projects are released as open source We use second hand equipment where available and donate used computers to Computers 4 Africa We prioritise efficient low emission transport and never fly for business We are members of 1 for the planet giving back 1 of our annual sales to support nonprofits focused on the environment We are a Certified B Corporation and support the B Corp movement and business community wherever we can We only serve low impact healthy plant based food when catering for company events and prioritise suppliers and brands committed to organic fair trade and low food waste Our team voted for a vegetarian only expense policy and in",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are some joint events, projects, and initiatives mentioned in the text. Here's a summary:\n\n1. Joint event: \"We also spent half a day with a Belgium based agency called Statik They organised a sustainable web development conference and we had a great time exploring overlap and hearing about their parallel experiences.\"\n2. Partnerships: Several partnerships are mentioned, including Eden, The Green Web Foundation, Possible, Surfers Against Sewage, and Tress for Life. These partnerships contribute to various environmental and social causes.",
            "source": [
                {
                    "content": "of  hours between us as team activities In addition our Senior Developer Jerome is now a long-term volunteer with The Listening Place a London based charity that provides support to those who no longer feel life is worth living offering a space for them to talk through their feelings in a safe environment I volunteer because there isn’t enough help for people who are going through very dark times and having someone who is just there to listen and won’t fix judge or freak out can make a difference Looking ahead to /21 as always we aim to build on the positive steps we’ve been taking towards our vision by continuing to share our goals and how we are working towards them both within Wholegrain Digital by investing in our team and by increasing our wider impact on the world around us by using our voice to inspire change for a better future In the /21 financial year we hope to achieve our goal of becoming a climate positive and regenerative business and significantly expand our Carbon",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "together shared stories explored the city on foot and by bike drank excellent coffee went indoor climbing and ate wonderful food each evening – together There was plenty of time to talk about work outside of regular work time Important challenges were discussed while strolling down the street or when in the park Especially when being remote but equally difficult in a regular office environment it’s often these informal conversations that are valuable in understanding each other hearing a diversity of perspectives and allowing sufficient time and space for the core issues to be explored and hopefully resolved We also spent half a day with a Belgium based agency called Statik They organised a sustainable web development conference and we had a great time exploring overlap and hearing about their parallel experiences  “By far my favourite thing about the trip was the sense of connection I felt with everyone in spending real quality time together and having a really special shared",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their B Corporation challenges throughout the year and encouraging others to use the platform to make small changes that can have a big positive impact on the planet Our partnership with Eden forms part of our commitment to becoming a regenerative business We support the great work The Green Web Foundation is doing towards a more sustainable internet with an annual donation We’ve long supported charity Possible with their mission to speed up action on climate change with a monthly donation and targeted support on specific projects We are members of the Surfers Against Sewage’s  Club supporting the wonderful work they are doing to protect Britain’s coastlines Our partnership with Tress for Life forms part of our commitment to becoming a regenerative business In /20 we published 18 articles on environmental topics as well as a number of articles relating to the human impact of business and technology We also contributed to several publications and appeared on a BBC Politics Live feature",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a quick overview of the areas HD work in there was a map on the homepage but how this linked to the centre’s projects wasn’t clear To provide clarity and make it easy to navigate the site we upgraded to an interactive map with subtly animated numbered ‘pins’ that fade on hover and when clicked take the user straight to a synopsis of what the centre is doing in that part of the world As well as running their own peacemaking projects the Centre for Humanitarian Dialogue also creates and shares a wide range of resources to support mediators in their work  To ensure that these resources are easily accessible to all those who could benefit from them we created an Insights section on the new website with dynamic search filters which allow users to filter the resources by region type and topic In recent years HD have had great success with their podcast series particularly The Mediators’ Studio This fascinating podcast takes you behind closed doors with riveting stories and insights from",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through the member-nonprofit partnerships within the 1 for the Planet network, both the members and their selected non-profit partners aim to achieve various shared objectives and desired outcomes. These include:\n\n1. Financial Support: Members commit to donating a minimum of 1% (or more) of their annual revenue to their chosen non-profit partners. This direct funding provides crucial financial backing for the non-profits to pursue their environmental goals and initiatives.\n2. Resource Contributions: Members also provide additional resources such as volunteering time, in-kind donations, and expertise to further support their non-profit partners. By combining forces, both parties can leverage their strengths and capabilities to maximize collective impact.\n3. Long-Term Engagement: The foundation of the 1 for the Planet network lies in the establishment of strong, lasting relationships between member companies and their non-profit partners. This fosters continuous collaboration and support, ensuring that the partnerships remain effective and adaptable over time.\n4. Knowledge Sharing & Capacity Building: Member companies share their expertise, knowledge, and best practices with their non-profit partners, enabling the latter to enhance their operations, increase efficiency, and develop new strategies for addressing environmental challenges.\n5. Collective Impact: By joining forces through the 1 for the Planet network, member companies and their non-profit partners aim to create a significant, measurable impact on environmental issues. Together, they hope to drive meaningful change and contribute to a healthier, more sustainable planet.",
            "source": [
                {
                    "content": "to accelerate smart environmental giving” As members of 1 for the planet we pledge to give 1 of our revenue to approved non-profit organisations focused on the environment This money does not go via 1 for the planet but directly to those non-profits we have chosen as our partners In reality we actually give more than 1 but the number is arbitrary – it’s a promise to donate this as a minimum amount each year towards the future of our planet The foundation of the 1 for the Planet network is this member-nonprofit partnership which encourages members to engage directly with their non-profit partners providing financial donations volunteer time other in-kind donations and more offering long-term support for these organisations to deliver greater impact Choosing our non-profits was a no brainer as we were already supporting several non-profit organisations because of the difference they are making Our 1 for the Planet membership serves to make these partnerships more official B Lab is the",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The discovery stage follows the identification of representatives from all the key stakeholder groups Depending on the organisation we may hold these sessions in person at our offices at Somerset House or at the client’s office if this is practical  Often we are working with stakeholders in global organisations with offices across the world In this case and of course when COVID restrictions apply we work with miro project boards allowing us to have the ‘in person’ discovery session remotely and retain digital copies of the input from all parties During this stage of the discovery process we find that by bringing together multiple stakeholders we can all have visibility of everyone’s input and we are able to clearly define This helps us to focus on a well defined outcome for the project that will meet the requirements of all involved To ensure that we meet the needs of the key audiences of each client we spend some time defining the key audience groups Once this is agreed we then",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is to maintain and we assess the clarity of its content – does it reflect the organisation’s mission and purpose We then look at the resources the project will require and the availability of our team and bring all of this information to any initial discovery conversations with the primary stakeholders Following the initial conversations we then dive deeper into the organisation’s mission purpose and their objectives for the project Depending on the size of the company we may begin by creating a stakeholder survey to identify the different stakeholder groups and what their individual objectives are We follow up with in-depth stakeholder interviews which build on the results from the surveys helping us to really get a feel for the combined objectives of all those invested in the final outcome The discovery stage follows the identification of representatives from all the key stakeholder groups Depending on the organisation we may hold these sessions in person at our offices at Somerset",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our plans are for  and beyond All of our clients are positive organisations that we love working with and many have specific wording in their mission statement or articles of association to define a social or environmental purpose in addition to financial profit  The breakdown of where our revenue came from is illustrated below 67 of our revenue came from client projects that have a defined positive purpose beyond financial profit This comprises  of our revenue from non-profit organisations and  from purpose driven businesses including  of our revenue from Certified B Corporations This year we recertified as a B Corporation and were over the moon to learn that our efforts to improve had paid off achieving a score of  against a score of  when we first certified as a B Corp in  The areas we invested in reaped the biggest rewards with our greatest achievements being in Governance Worker and Customer satisfaction Community and of course Environment There are 17 Global Goals covering",
                    "metadata": {
                        "rel": [
                            "unicef",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "interdependencecoalition",
                            "theguardian",
                            "volans",
                            "betterbusinessact",
                            "elvisandkresse",
                            "tribeimpactcapital",
                            "enviral",
                            "drbronner",
                            "wordpress",
                            "who",
                            "impactmanagementproject",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "mindfulchef",
                            "un",
                            "europa",
                            "wearedonation",
                            "bateswells",
                            "impactmanagementplatform",
                            "bimpactassessment",
                            "sciencebasedtargets",
                            "mightybytes",
                            "forster",
                            "ellenmacarthurfoundation",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}