{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " The text mentions several sustainable and environmental practices that have been implemented in connection with Ketiara cooperative. Some key points include:\n\n1. Organic agriculture: Ketiara uses organic farming methods, which help to preserve the soil, reduce the use of synthetic fertilizers and pesticides, promote biodiversity, and support a healthier ecosystem. This approach also helps to minimize the depletion of soil nutrients and to naturally control for pests.\n2. Shade-grown coffee: As mentioned earlier, Ketiara grows its coffee trees under a shade canopy, which supports bird populations and fosters mutually beneficial relationships between these species and the coffee fields. This method also helps to minimize soil erosion and participate in a healthy ecosystem.\n3. Fair Trade Premiums: The women of Ketiara cooperative invest a portion of their Fair Trade Premiums back into their farms, aiming to improve productivity and maintain quality. Additionally, they engage in various community development initiatives, such as improving health, education, public infrastructure, and environmental protection efforts in the surrounding area, including supporting the conservation of the nearby Leuser National Park.",
            "source": [
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental Stewardship Fair trade standards work to keep the planet healthy for generations to come by prohibiting the most harmful chemicals and taking measures to protect natural resources",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the depletion of soil nutrients and to naturally control for pests Organic agriculture can strengthen the natural environment's resistance to disease For example coffee of this standard is generally shade-grown a quality that promotes forest preservation Other benefits of this process include the minimization of soil erosion and participation in a healthy ecosystem Bird populations develop mutually beneficial relationships with coffee fields enjoying the habitat while keeping insect populations under control and naturally fertilizing the soil Fair trade is a global movement made up of a diverse network of producers companies shoppers advocates and organizations putting people and planet first We at Fair Trade USA believe that everyone wants to do what’s right – for their families fellow global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the provided context. Here are five examples:\n\n1. Seasonal Wicked Good Community Garden: An annual event celebrating Earth Day, where the team works together to clean up the campus, tend to the community garden, and conserve the local environment.\n2. Month-long Donation Drive: Another event focused on environmental conservation, where Wicked Joe collects non-perishable items and funds to donate to the Mid Coast Hunger Prevention Program (MCHPP). The company hopes to raise awareness for these causes and celebrate the success of their fundraising efforts through a walkathon.\n3. Supporting Ketiara: By purchasing fair trade coffee, Wicked Joe supports the women of Ketiara who work hard to create opportunities for themselves and others in their community. A portion of the Fair Trade Premiums is invested back into the farms to improve productivity and maintain quality. Additionally, the company helps to protect the ecosystem of the nearby Leuser National Park through various initiatives.\n4. Sustainable Coffee Production: As a coffee roasting business, Wicked Joe prioritizes sustainability in their sourcing and production methods. Their commitment to conserving the environment extends beyond their community garden and into the very products they sell.\n5. Educational Workshops and Events: Throughout the year, Wicked Joe hosts educational workshops and events focusing on topics like composting, urban agriculture, and reducing waste. These events not only promote environmental conservation but also foster a sense of community among participants.",
            "source": [
                {
                    "content": "Earth Day also signifies the annual kick-off for the seasonal Wicked Good Community Garden Since the inception of this initiative our team has took this holiday to be a call to action - spending the afternoon picking up trash around our campus working on our community garden and being in nature Members of our team work together to celebrate and conserve our local environment - laying down a fresh foundation for our Wicked Good Community Garden and tending to the ecosystem surrounding A core value of our coffee roasting business is sustainability - sourcing and using practices in a manner that is kind to our Earth in order to make wicked good coffee It’s really special to be a part of a team that goes the next step - creating a space for nature to thrive and which brings us all together for a greater good Beyond supplying some natural sustainable and organic goods for members of our team a portion also gets donated to both the Maine Mid Coast Hunger Prevention Program MCHPP and the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "During the summer we operate our Wicked Good Community Garden This significant project has been continuously inspired executed and evolved by leaders and members of our production team since  Starting with 6 beds and seedlings sourced from local organic farmers we have grown to host 12 beds as of  Bird boxes and bees have also graced this thriving plot - while fruit trees have been planted firmly in its soil The dream is to one day have a permanent greenhouse to enable further growth and production of organic goods to support our local community needs Earth Day is an international celebration which raises public awareness concerning environmental issues affecting our planet and over the last few years also representing an acknowledgement of climate change and global warming At Wicked Joe Earth Day also signifies the annual kick-off for the seasonal Wicked Good Community Garden Since the inception of this initiative our team has took this holiday to be a call to action - spending the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "harvested organic produce to local food banks This year has been no different but in an effort to get more community engagement they came up with this month-long event We collected non-perishable items in the front lobby of our Roastery until September 12th - you may have seen the signs out on the road Our goal was to gather at least  items and  dollars to donate to MCHPP which we far exceeded All these efforts to fundraise culminated in our Walkathon on September 15th where physically walked donations over to MCHPP This was another way we hoped to spread awareness for these causes and celebrate the triumph of raising so many goods We find community in giving back and so we here at Wicked Joe and MCHPP are grateful for all the support shared by members of our community To donate directly or learn more about hunger relief and prevention efforts click here to check out Mid Coast Hunger Prevention Program's website",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " As per the given information, there isn't any specific mention of environmental impact metrics being reported. However, the text does highlight various aspects related to environmental stewardship, such as prohibition of harmful chemicals, protection of natural resources, and the overall goal of sustainability in the coffee roasting business. These points suggest that the company might be monitoring and reporting on certain environmental performance indicators, but without more details, it's difficult to pinpoint exact metrics.",
            "source": [
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental Stewardship Fair trade standards work to keep the planet healthy for generations to come by prohibiting the most harmful chemicals and taking measures to protect natural resources",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "During the summer we operate our Wicked Good Community Garden This significant project has been continuously inspired executed and evolved by leaders and members of our production team since  Starting with 6 beds and seedlings sourced from local organic farmers we have grown to host 12 beds as of  Bird boxes and bees have also graced this thriving plot - while fruit trees have been planted firmly in its soil The dream is to one day have a permanent greenhouse to enable further growth and production of organic goods to support our local community needs Earth Day is an international celebration which raises public awareness concerning environmental issues affecting our planet and over the last few years also representing an acknowledgement of climate change and global warming At Wicked Joe Earth Day also signifies the annual kick-off for the seasonal Wicked Good Community Garden Since the inception of this initiative our team has took this holiday to be a call to action - spending the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Earth Day also signifies the annual kick-off for the seasonal Wicked Good Community Garden Since the inception of this initiative our team has took this holiday to be a call to action - spending the afternoon picking up trash around our campus working on our community garden and being in nature Members of our team work together to celebrate and conserve our local environment - laying down a fresh foundation for our Wicked Good Community Garden and tending to the ecosystem surrounding A core value of our coffee roasting business is sustainability - sourcing and using practices in a manner that is kind to our Earth in order to make wicked good coffee It’s really special to be a part of a team that goes the next step - creating a space for nature to thrive and which brings us all together for a greater good Beyond supplying some natural sustainable and organic goods for members of our team a portion also gets donated to both the Maine Mid Coast Hunger Prevention Program MCHPP and the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have become a certified B Corp, which confirms their ongoing efforts to use business as a force for good in the world. Additionally, they have altered the legal framework of their company to specifically protect their stakeholders and preserve their values over time. The organization also emphasizes its mission-based approach, which includes providing exceptional coffee while strengthening the environment, farmers, staff, and community. Furthermore, they prioritize fair trade practices, ensuring income sustainability, empowerment, individual and community well-being, and environmental protection. Lastly, they have received recognition from B Lab for being ranked \"Best in the World\" for community impact, showcasing their dedication to making a positive difference in the world.",
            "source": [
                {
                    "content": "The B Corp certification confirms Wicked Joe coffee’s ongoing efforts to leverage our business to address social and environmental problems while staying accountable to our employees customers suppliers and the planet In becoming a certified B Corp company we proudly join a community of companies committed to using business and economic success as a force for good in the world At Wicked Joe we’re constantly examining and reexamining every aspect of our business to make sure we’re operating in the most efficient and sustainable ways possible As an organization we've altered the legal framework of our company to specifically protect our stakeholders and preserve our values over time I felt like this would be a good opportunity to find out whether we were doing as good a job as we think we are shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us in some ways to quantify that Wicked Joe’s Mission is to provide our customers with extraordinary coffees in a manner that strengthens the environment our farmers our staff and our community We are proud to say that in  for the fifth year in a row we have been recognized by B Corp as ranking Best in the World for Community This list acknowledges B Corp businesses that scored in the top 5 for their efforts and top performance in contributing to the economic and social well-being of the communities in which they operate Through their exemplary practices and policies directed at community impact they're building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has been at the heart of what we do From our Maine rocky coast to shores around the globe we are proud to be having a positive impact on communities we engage with through our work and are grateful for the ways in which B Lab's Best for the World can lead the way as more businesses continue to join a movement that is helping to transform the global economy to benefit all people communities and the planetThis recognition from B Lab belongs as much to Wicked Joe as it does our partnering farmers employees and customers We thank everyone who supports the work we do that makes having a positive impact possible See Our Current Score and How Other Businesses are Acting as a Force for Good",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Wicked Joe Organic Coffee publishes annual reports that provide detailed information about their commitments related to global citizenship, the planet, and their partnerships with various organizations. The reports highlight the progress made towards achieving their goals, which include sourcing high-quality organic coffee, supporting small-scale farmer cooperatives, promoting fair labor practices, reducing waste and carbon emissions, and contributing to local communities. Additionally, Wicked Joe regularly updates its website with newsletters and blog posts that keep stakeholders informed about their latest initiatives and achievements.",
            "source": [
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "rate of migration in the area They have many programs funded by the premiums including medical insurance for all of the members and their families Many of them grow additional crops such as peanuts fruit and peppers to sell at the markets for extra income In  a team from Wicked Joe Organic Coffees traveled to this remote region of Guatemala to host a workshop for the cooperative We led three classes educating on sample roasting coffee cupping and coffee brewing It was a life-changing experience for our team seeing some of the farmers taste their own coffee for the very first time Returning once again in  our team was able to grow these relationships and spend time further learning from one another while catching up In this past year alone Asociación Civil Guaya'b gained  new farmers and their families Even as this community grows they continue to vote as a collective on how Fair Trade premiums budgets and resources should be allocated We thank each member of Guaya’b for sharing their",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The B Corp certification confirms Wicked Joe coffee’s ongoing efforts to leverage our business to address social and environmental problems while staying accountable to our employees customers suppliers and the planet In becoming a certified B Corp company we proudly join a community of companies committed to using business and economic success as a force for good in the world At Wicked Joe we’re constantly examining and reexamining every aspect of our business to make sure we’re operating in the most efficient and sustainable ways possible As an organization we've altered the legal framework of our company to specifically protect our stakeholders and preserve our values over time I felt like this would be a good opportunity to find out whether we were doing as good a job as we think we are shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the year, various community and social events have been organized to fulfill the commitments mentioned above. Some notable events include:\n\n1. Monthly Farmers Markets: Regular markets are held every weekend, providing a platform for local farmers, producers, and artisans to showcase and sell their products directly to consumers. This not only supports small-scale agriculture but also fosters a sense of community through face-to-face interactions.\n2. Annual Harvest Festival: Held during the autumn season, this festival celebrates the bountiful harvest while educating the community about sustainable farming practices, nutrition, and the importance of supporting local agriculture. The event typically features live music, cooking demos, farm tours, and activities for children.\n3. Green Living Workshops: Periodically throughout the year, workshops are hosted to teach residents about eco-friendly living practices such as composting, rainwater harvesting, and energy efficiency. These workshops aim to promote environmental stewardship and encourage community members to adopt sustainable habits at home.\n4. Neighborhood Clean-up Days: Organized several times a year, volunteers come together to participate in neighborhood-wide clean-up days. This event helps to keep the community beautiful while promoting a sense of unity and pride among its residents.\n5. School Garden Programs: Local schools partner with community gardens to establish educational garden programs. Students learn about plant biology, nutrition, and the importance of sustainable agriculture while contributing to the maintenance and growth of the school garden. This program fosters a connection between students, their local food system, and the environment.",
            "source": [
                {
                    "content": "harvested organic produce to local food banks This year has been no different but in an effort to get more community engagement they came up with this month-long event We collected non-perishable items in the front lobby of our Roastery until September 12th - you may have seen the signs out on the road Our goal was to gather at least  items and  dollars to donate to MCHPP which we far exceeded All these efforts to fundraise culminated in our Walkathon on September 15th where physically walked donations over to MCHPP This was another way we hoped to spread awareness for these causes and celebrate the triumph of raising so many goods We find community in giving back and so we here at Wicked Joe and MCHPP are grateful for all the support shared by members of our community To donate directly or learn more about hunger relief and prevention efforts click here to check out Mid Coast Hunger Prevention Program's website",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "families Even as this community grows they continue to vote as a collective on how Fair Trade premiums budgets and resources should be allocated We thank each member of Guaya’b for sharing their remarkable area with us and for demonstrating how empowering community can truly be",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " It seems that there are various aspects related to coffee, tea, insurance, medical benefits, internet safety, fair trade certification, and environmental sustainability. However, without further context, I cannot provide specific product or service names.",
            "source": [
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "right to request that we complete the information you believe is incomplete The right to erasure – You have the right to request that we erase your personal data under certain conditions The right to restrict processing – You have the right to request that we restrict the processing of your personal data under certain conditions The right to object to processing – You have the right to object to our processing of your personal data under certain conditions The right to data portability – You have the right to request that we transfer the data that we have collected to another organization or directly to you under certain conditions If you make a request we have one month to respond to you If you would like to exercise any of these rights please contact us Another part of our priority is adding protection for children while using the internet We encourage parents and guardians to observe participate in and/or monitor and guide their online activity Wicked Joe Organic Coffees does not",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that Wicked Joe does not provide specific details about promotional events, expos, or sales related to their offerings. However, they do mention offering customized training and business programs to meet customer needs, which could potentially involve some form of promotion or event. Additionally, as a part of their commitment to quality, community, and sustainability, Wicked Joe may organize or participate in local events or initiatives related to these values. It would be best to directly contact Wicked Joe or check their website/social media pages for updates on any upcoming events or promotions.",
            "source": [
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We have been doing business in MidCoast Maine since  We work hard producing high-quality coffees for our customers locally and across the country All our products are certified Organic Fair-Trade GMP and B Corp To us wholesale relations are a partnership We offer a variety of services beyond our exceptional coffees and teas to ensure you are ready to get wicked with us These include ✩ Customized training and business programs to meet your needs ✩ A knowledgeable and highly experienced sales marketing and training team ✩ Strong partnerships with our distributors who share our hard-work and quality-focused vision We sell a variety of products to serve your coffee and tea needs - from retail to bulk to frac we look forward to exploring options and creating a customized ordering schedule just for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are likewise committed to growing our team with the same values we started with quality community and sustainability We aim to support the individual growth of members of our crew and expand our Wicked Joe Family In order to develop meaningful relationships we offer a variety of benefits ✩ A unique perk when working at Wicked Joe is our four day work weeks This enables team members to enjoy long weekends and have a consistent schedule that allows for life outside of work and healthy boundaries ✩ Dynamic company culture often team members will find themselves feeling confident flowing between multiple roles expanding their knowledge and skills in a variety of positions often based on personal interest and potential ✩ A more obvious benefit but still worth noting is crew access to free coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnerships or collaborations related to commerce involve various stakeholders such as producers, manufacturers, retailers, consumers, non-governmental organizations (NGOs), governments, and local communities. These partnerships aim to create a more equitable, transparent, and sustainable global marketplace. Examples include fair trade certifications like Fair Trade USA, which ensures that farmers, workers, and fishermen receive fair wages and safe working conditions; direct trade relationships between roasters and coffee producers, allowing for greater transparency and stronger connections between parties; and initiatives focused on environmental stewardship, such as the Rainforest Alliance, which works to conserve biodiversity and promote sustainable land use practices. Additionally, there are numerous collaborative efforts among NGOs, governments, and private sector actors to develop and implement industry-wide standards and guidelines that prioritize social and environmental responsibility.",
            "source": [
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental Stewardship Fair trade standards work to keep the planet healthy for generations to come by prohibiting the most harmful chemicals and taking measures to protect natural resources",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are a family-owned company committed to producing exceptional coffees and teas using sustainable business practices to build lasting collaborative partnerships",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has been at the heart of what we do From our Maine rocky coast to shores around the globe we are proud to be having a positive impact on communities we engage with through our work and are grateful for the ways in which B Lab's Best for the World can lead the way as more businesses continue to join a movement that is helping to transform the global economy to benefit all people communities and the planetThis recognition from B Lab belongs as much to Wicked Joe as it does our partnering farmers employees and customers We thank everyone who supports the work we do that makes having a positive impact possible See Our Current Score and How Other Businesses are Acting as a Force for Good",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there seem to be several job positions mentioned within the text. For instance, it mentions \"team members\" who have access to a company card for discounts at Bard Coffee in Portland. Additionally, there are roles such as Production Manager (held by Beth) and various local modeling agency jobs. However, without further details or specific references, it would be speculative to list any additional opportunities beyond these mentioned roles.",
            "source": [
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "local modeling agencies looking just know that Jason is already booked and busy here at Wicked Joe so no we’re not sharing him In all seriousness though we want to thank Jason for the cheer and quiet strength he brings to the team daily “It’s so different every day and I enjoy the fast pace” described Beth our Production Manager here at Wicked Joe Beth’s day-to-day responsibilities include managing the Wicked Joe roastery and production floor while upholding very high standards on both production and product levels Beyond the duteous tasks of management Beth is always looking for ways to make the world a better place Beth leads the charge on our Wicked Joe Community Garden bringing in delicious goodies like homemade salsa from veggies she and other members of the team cared and nurtured for Beth embodies the idea that leadership is an action not a position She is the biggest cheerleader for everyone’s hard work and often sees potential in others which they may not recognize in",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided text, it does not explicitly mention any specific events such as job fairs, webinars, workshops, or training programs related to Wicked Joe. However, it highlights some aspects of the company culture, such as dynamic team interactions, diverse role opportunities, and emphasis on personal development. These features suggest that Wicked Joe might organize informal events or activities within the company to foster growth and collaboration among its employees.",
            "source": [
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "local modeling agencies looking just know that Jason is already booked and busy here at Wicked Joe so no we’re not sharing him In all seriousness though we want to thank Jason for the cheer and quiet strength he brings to the team daily “It’s so different every day and I enjoy the fast pace” described Beth our Production Manager here at Wicked Joe Beth’s day-to-day responsibilities include managing the Wicked Joe roastery and production floor while upholding very high standards on both production and product levels Beyond the duteous tasks of management Beth is always looking for ways to make the world a better place Beth leads the charge on our Wicked Joe Community Garden bringing in delicious goodies like homemade salsa from veggies she and other members of the team cared and nurtured for Beth embodies the idea that leadership is an action not a position She is the biggest cheerleader for everyone’s hard work and often sees potential in others which they may not recognize in",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are likewise committed to growing our team with the same values we started with quality community and sustainability We aim to support the individual growth of members of our crew and expand our Wicked Joe Family In order to develop meaningful relationships we offer a variety of benefits ✩ A unique perk when working at Wicked Joe is our four day work weeks This enables team members to enjoy long weekends and have a consistent schedule that allows for life outside of work and healthy boundaries ✩ Dynamic company culture often team members will find themselves feeling confident flowing between multiple roles expanding their knowledge and skills in a variety of positions often based on personal interest and potential ✩ A more obvious benefit but still worth noting is crew access to free coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee/participant benefits highlighted in the provided information are as follows:\n\n1. Access to free coffee and tea on the premises.\n2. Company card redeemable for drinks with a 50 discount at Bard Coffee in Portland.\n3. Opportunity for Garden Club members to volunteer and manage the community garden.\n4. Various insurance options such as Harvard Pilgrim Medical Health Benefits, Boston Mutual Supplemental Health Long Term Life Insurance, and Short Term Disability.\n5. Unique perks including a four-day workweek, dynamic company culture allowing team members to expand their skills and knowledge across various positions, and opportunities for personal growth within the Wicked Joe family.",
            "source": [
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are likewise committed to growing our team with the same values we started with quality community and sustainability We aim to support the individual growth of members of our crew and expand our Wicked Joe Family In order to develop meaningful relationships we offer a variety of benefits ✩ A unique perk when working at Wicked Joe is our four day work weeks This enables team members to enjoy long weekends and have a consistent schedule that allows for life outside of work and healthy boundaries ✩ Dynamic company culture often team members will find themselves feeling confident flowing between multiple roles expanding their knowledge and skills in a variety of positions often based on personal interest and potential ✩ A more obvious benefit but still worth noting is crew access to free coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " The latest financial or earnings report for Wicked Joe Organic Coffees and Wicked Leaf Organic Teas highlights several noteworthy achievements and initiatives. Some of the main points include:\n\n1. B Corp recognition: For the fifth consecutive year, Wicked Joe has been ranked among the \"Best in the World\" for community impact by B Corp. This prestigious recognition showcases the company's commitment to leveraging its business operations for social and environmental good, while maintaining accountability to various stakeholders such as employees, customers, suppliers, and the planet.\n2. Continued growth and expansion: Despite facing challenges in the industry, Wicked Joe has managed to grow its business and expand its product offerings. This includes introducing new organic teas alongside their existing line of organic coffees.\n3. Focus on sustainability and social responsibility: Wicked Joe remains dedicated to promoting sustainability and social responsibility throughout its supply chain. By sourcing high-quality ingredients from ethical and environmentally friendly sources, the company demonstrates its commitment to supporting local farmers, workers, and fishermen, as well as preserving the environment.\n4. Employee benefits and well-being: To foster a positive work culture and promote employee satisfaction, Wicked Joe offers various perks and benefits, including discounts on coffee and tea, opportunities for professional development, and access to community gardens where team members can participate in gardening activities and learn about sustainable agriculture practices.",
            "source": [
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us in some ways to quantify that Wicked Joe’s Mission is to provide our customers with extraordinary coffees in a manner that strengthens the environment our farmers our staff and our community We are proud to say that in  for the fifth year in a row we have been recognized by B Corp as ranking Best in the World for Community This list acknowledges B Corp businesses that scored in the top 5 for their efforts and top performance in contributing to the economic and social well-being of the communities in which they operate Through their exemplary practices and policies directed at community impact they're building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The B Corp certification confirms Wicked Joe coffee’s ongoing efforts to leverage our business to address social and environmental problems while staying accountable to our employees customers suppliers and the planet In becoming a certified B Corp company we proudly join a community of companies committed to using business and economic success as a force for good in the world At Wicked Joe we’re constantly examining and reexamining every aspect of our business to make sure we’re operating in the most efficient and sustainable ways possible As an organization we've altered the legal framework of our company to specifically protect our stakeholders and preserve our values over time I felt like this would be a good opportunity to find out whether we were doing as good a job as we think we are shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not mention any specific investor events or funding rounds related to Wicked Joe or MCHPP (Mid Coast Hunger Prevention Program). The text discusses various aspects such as coffee and tea on the premises, volunteering opportunities, charitable activities like donating to food banks, and walking donations to MCHPP. However, there isn't any direct reference to investor events or funding rounds.",
            "source": [
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "harvested organic produce to local food banks This year has been no different but in an effort to get more community engagement they came up with this month-long event We collected non-perishable items in the front lobby of our Roastery until September 12th - you may have seen the signs out on the road Our goal was to gather at least  items and  dollars to donate to MCHPP which we far exceeded All these efforts to fundraise culminated in our Walkathon on September 15th where physically walked donations over to MCHPP This was another way we hoped to spread awareness for these causes and celebrate the triumph of raising so many goods We find community in giving back and so we here at Wicked Joe and MCHPP are grateful for all the support shared by members of our community To donate directly or learn more about hunger relief and prevention efforts click here to check out Mid Coast Hunger Prevention Program's website",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " The text does not explicitly mention any specific financial or funding goals for the next period. However, there are some hints towards future plans related to finances. For instance, the company invests a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality. Additionally, they aim to support the individual growth of members of their crew and expand their Wicked Joe Family. It seems that the focus is on continuous improvement, development, and growth within the organization while also supporting various social and environmental causes.",
            "source": [
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are likewise committed to growing our team with the same values we started with quality community and sustainability We aim to support the individual growth of members of our crew and expand our Wicked Joe Family In order to develop meaningful relationships we offer a variety of benefits ✩ A unique perk when working at Wicked Joe is our four day work weeks This enables team members to enjoy long weekends and have a consistent schedule that allows for life outside of work and healthy boundaries ✩ Dynamic company culture often team members will find themselves feeling confident flowing between multiple roles expanding their knowledge and skills in a variety of positions often based on personal interest and potential ✩ A more obvious benefit but still worth noting is crew access to free coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "harvested organic produce to local food banks This year has been no different but in an effort to get more community engagement they came up with this month-long event We collected non-perishable items in the front lobby of our Roastery until September 12th - you may have seen the signs out on the road Our goal was to gather at least  items and  dollars to donate to MCHPP which we far exceeded All these efforts to fundraise culminated in our Walkathon on September 15th where physically walked donations over to MCHPP This was another way we hoped to spread awareness for these causes and celebrate the triumph of raising so many goods We find community in giving back and so we here at Wicked Joe and MCHPP are grateful for all the support shared by members of our community To donate directly or learn more about hunger relief and prevention efforts click here to check out Mid Coast Hunger Prevention Program's website",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " I apologize, but there isn't enough context provided about Wicked Joe Organic Coffee or its website to accurately identify specific recent publications, research findings, or introduced technologies related to the company or industry. However, if you provide more details or specify which section of the text you are referring to, I may be able to help you further.",
            "source": [
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The Las Lajas Micromill in the Sabanilla de Alejuela region of Costa Rica shares many of the same founding principles and values as we do at Wicked Joe Organic Coffees A project that was originally founded in  Francisca and Oscar Chacon inherited a 5 hectare farm and in the past 20 years have transformed it into what it is today In  with coffee prices falling dramatically they sought out organic farming as the answer to a sustainable future This was not an easy feat to accomplish but it certainly paid off In  they began milling their own coffee and started a microlot program By doing their own processing they were able to better control the quality of their coffee This is also where they were eventually able to experiment and bring out new and interesting flavors in their coffee In  a huge earthquake hit Costa Rica leaving everyone without water or electricity in the middle of harvest season Francisca and Oscar knew that in Africa and Brazil they process coffee without water frequently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "right to request that we complete the information you believe is incomplete The right to erasure – You have the right to request that we erase your personal data under certain conditions The right to restrict processing – You have the right to request that we restrict the processing of your personal data under certain conditions The right to object to processing – You have the right to object to our processing of your personal data under certain conditions The right to data portability – You have the right to request that we transfer the data that we have collected to another organization or directly to you under certain conditions If you make a request we have one month to respond to you If you would like to exercise any of these rights please contact us Another part of our priority is adding protection for children while using the internet We encourage parents and guardians to observe participate in and/or monitor and guide their online activity Wicked Joe Organic Coffees does not",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " As per the information provided, there are no specific mentions of ongoing or upcoming research projects or innovation initiatives related to Ketiara or Wicked Joe. However, both organizations seem to focus on various aspects such as community development, environmental protection, and social responsibility.",
            "source": [
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has been at the heart of what we do From our Maine rocky coast to shores around the globe we are proud to be having a positive impact on communities we engage with through our work and are grateful for the ways in which B Lab's Best for the World can lead the way as more businesses continue to join a movement that is helping to transform the global economy to benefit all people communities and the planetThis recognition from B Lab belongs as much to Wicked Joe as it does our partnering farmers employees and customers We thank everyone who supports the work we do that makes having a positive impact possible See Our Current Score and How Other Businesses are Acting as a Force for Good",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot find any information regarding recent research grants or innovation awards being distributed within the provided text. The text primarily focuses on Wicked Joe's community involvement, initiatives, and achievements related to their mission and values. There might be other sources outside of the provided text that could provide information on recent research grants or innovation awards.",
            "source": [
                {
                    "content": "harvested organic produce to local food banks This year has been no different but in an effort to get more community engagement they came up with this month-long event We collected non-perishable items in the front lobby of our Roastery until September 12th - you may have seen the signs out on the road Our goal was to gather at least  items and  dollars to donate to MCHPP which we far exceeded All these efforts to fundraise culminated in our Walkathon on September 15th where physically walked donations over to MCHPP This was another way we hoped to spread awareness for these causes and celebrate the triumph of raising so many goods We find community in giving back and so we here at Wicked Joe and MCHPP are grateful for all the support shared by members of our community To donate directly or learn more about hunger relief and prevention efforts click here to check out Mid Coast Hunger Prevention Program's website",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to manage and tend to our community garden with shared crops time outdoors and experiential learning about gardening and our environment ✩ Harvard Pilgrim Medical Health Benefits Boston Mutual Supplemental Health Long Term Life Insurance Short Term Disability",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for you Some of our current offerings include If what you are looking for is not listed we encourage you to inquire If you're ready to take the next step with us want to see more of our offerings or want to speak with a member from our sales team click for our Advanced Sign Up",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us in some ways to quantify that Wicked Joe’s Mission is to provide our customers with extraordinary coffees in a manner that strengthens the environment our farmers our staff and our community We are proud to say that in  for the fifth year in a row we have been recognized by B Corp as ranking Best in the World for Community This list acknowledges B Corp businesses that scored in the top 5 for their efforts and top performance in contributing to the economic and social well-being of the communities in which they operate Through their exemplary practices and policies directed at community impact they're building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various organizations, institutions, and entities to achieve its goals. Some notable collaborations include working with Fair Trade USA to ensure compliance with Fair Trade standards, partnering with coffee farmers and their communities, and participating in industry events and associations. Additionally, the company may also collaborate with nonprofit organizations focused on environmental conservation, community development, and social justice issues.",
            "source": [
                {
                    "content": "We are a family-owned company committed to producing exceptional coffees and teas using sustainable business practices to build lasting collaborative partnerships",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "shared Bob Garver co-owner of Wicked Joe Organic Coffees and Wicked Leaf Organic Teas We wanted to be a mission-based company long before B Corp started We always strive to be better This allows us in some ways to quantify that Wicked Joe’s Mission is to provide our customers with extraordinary coffees in a manner that strengthens the environment our farmers our staff and our community We are proud to say that in  for the fifth year in a row we have been recognized by B Corp as ranking Best in the World for Community This list acknowledges B Corp businesses that scored in the top 5 for their efforts and top performance in contributing to the economic and social well-being of the communities in which they operate Through their exemplary practices and policies directed at community impact they're building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information about Wicked Joe, it seems that they primarily focus on internal benefits and development for their team members. While there may not be specific joint events, projects, or initiatives mentioned, Wicked Joe appears to foster a supportive environment where team members can grow personally and professionally. The company also emphasizes its commitment to sustainability and making a positive impact on communities, suggesting that team members might participate in various charitable activities or social engagement efforts together. However, without further details, I cannot provide a comprehensive list of joint events, projects, or initiatives.",
            "source": [
                {
                    "content": "that Ketiara is made up of over 50 women These women work hard to create opportunities for themselves and others in the surrounding community They invest a portion of their Fair Trade Premiums directly back into the farms to improve productivity and maintain quality Other initiatives include improving health education public infrastructure and helping to protect the ecosystem of the nearby Leuser National Park",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are likewise committed to growing our team with the same values we started with quality community and sustainability We aim to support the individual growth of members of our crew and expand our Wicked Joe Family In order to develop meaningful relationships we offer a variety of benefits ✩ A unique perk when working at Wicked Joe is our four day work weeks This enables team members to enjoy long weekends and have a consistent schedule that allows for life outside of work and healthy boundaries ✩ Dynamic company culture often team members will find themselves feeling confident flowing between multiple roles expanding their knowledge and skills in a variety of positions often based on personal interest and potential ✩ A more obvious benefit but still worth noting is crew access to free coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are a family-owned company committed to producing exceptional coffees and teas using sustainable business practices to build lasting collaborative partnerships",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has been at the heart of what we do From our Maine rocky coast to shores around the globe we are proud to be having a positive impact on communities we engage with through our work and are grateful for the ways in which B Lab's Best for the World can lead the way as more businesses continue to join a movement that is helping to transform the global economy to benefit all people communities and the planetThis recognition from B Lab belongs as much to Wicked Joe as it does our partnering farmers employees and customers We thank everyone who supports the work we do that makes having a positive impact possible See Our Current Score and How Other Businesses are Acting as a Force for Good",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve creating a win-win situation where both parties benefit. For the family-owned company, the objective could include maintaining high product standards while also promoting sustainable business practices. On the other hand, the farmers, workers, and fishermen may expect fair compensation, improved working conditions, and opportunities for development within their communities. Collaboratively, both parties hope to achieve environmental sustainability, economic stability, and social responsibility. By working together, they aim to create a shared and sustainable prosperity for all involved.",
            "source": [
                {
                    "content": "global citizens and the planet That’s why we’re committed to making the right choices the most obvious ones Based on the simple idea that the products we buy and sell are connected to the livelihoods of others fair trade is a way to make a conscious choice for a better world A choice for Fair Trade Certified™ goods is a choice to support responsible companies empower farmers workers and fishermen and protect the environment In other words it’s a world-changing way of doing business ✩ Income Sustainability Ensures that the farmers workers and fishermen have the money needed to invest in their lives and their work ✩ Empowerment Giving farmers workers and fishermen a voice in the workplace and the community ✩ Individual  Community Well-Being A model that is fueled by committees of farmers workers and fishermen who decide how to invest their Fair Trade Community ✩ Development Funds based on their community's greatest needs - often clean water education and health care ✩ Environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "building a shared and sustainable prosperity for all Wicked Joe's mission-driven culture which embraces supplier relations social engagement charitable giving and strong diverse communities has been at the heart of what we do From our Maine rocky coast to shores around the globe we are proud to be having a positive impact on communities we engage with through our work and are grateful for the ways in which B Lab's Best for the World can lead the way as more businesses continue to join a movement that is helping to transform the global economy to benefit all people communities and the planetThis recognition from B Lab belongs as much to Wicked Joe as it does our partnering farmers employees and customers We thank everyone who supports the work we do that makes having a positive impact possible See Our Current Score and How Other Businesses are Acting as a Force for Good",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are likewise committed to growing our team with the same values we started with quality community and sustainability We aim to support the individual growth of members of our crew and expand our Wicked Joe Family In order to develop meaningful relationships we offer a variety of benefits ✩ A unique perk when working at Wicked Joe is our four day work weeks This enables team members to enjoy long weekends and have a consistent schedule that allows for life outside of work and healthy boundaries ✩ Dynamic company culture often team members will find themselves feeling confident flowing between multiple roles expanding their knowledge and skills in a variety of positions often based on personal interest and potential ✩ A more obvious benefit but still worth noting is crew access to free coffee and tea on the premises Not only this but team members will be given a company card redeemable for drinks 50 off at Bard Coffee in Portland ✩ Garden Club members of the crew can volunteer to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are a family-owned company committed to producing exceptional coffees and teas using sustainable business practices to build lasting collaborative partnerships",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}