{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " The text mentions several sustainable or environmentally focused practices that have been adopted by Zevin Asset Management. These include:\n\n1. Excluding \"egregious environmental offenders\" through negative screens in their environmental policy.\n2. Seeking out companies providing positive contributions to the planet, particularly those involved in renewable energy, environmental technology, and solutions related to energy efficiency and green manufacturing.\n3. Advocating for robust climate transition plans from companies matching the urgency of the climate crisis.\n4. Engaging in stewardship activities, including shareholder resolutions and proxy voting, to encourage companies to adopt more sustainable practices.\n\nThese practices demonstrate Zevin Asset Management's commitment to sustainability and environmental responsibility in their investment strategies.",
            "source": [
                {
                    "content": "and air travel for only essential business That being said the biggest contribution to our climate impact comes from our investment decisions and extends to advocating for robust climate transition plans from companies that match the urgency of the climate crisis Negative Screens — Our environmental policy excludes egregious environmental offenders at a minimum For example we typically avoid investing in companies with poor performance in the areas of toxic emissions greenhouse gas emissions hazardous waste environmental regulatory problems biodiversity and environmental justice No fossil fuel companies currently meet our standards Positive Screens — We seek out companies that provide products or services that contribute positively to the planet This can include those involved in renewable energy environmental technology and solutions eg energy efficiency and leaders in innovative products or processes such as green manufacturing Climate change mitigation from these solutions is an",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact from impact washing and more Robert Zevin is prominently featured in a new original series on socially responsible investing created by Bloomberg Quicktake Initially received with skepticism and hostility Zevin’s approach has since earned increasing respect — and over 35 trillion in investment Now sustainable investment is being co-opted and investors must decipher between real sustainable investments and greenwashing You can learn more by watching the first episode in the series here Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The most recent Intergovernmental Panel on Climate Change IPCC report concluded once again that unless there are immediate rapid and large-scale reductions in greenhouse gas emissions limiting warming to close to 15°C or even 2°C in the next few decades will be beyond reach Climate scientists continue to warn that structural changes in our economy are needed to mitigate the greatest harms of climate change Meaningful policy changes are the most important strategy to address this but the role of sustainable investing is also key Climate change is already impacting or is anticipated to impact nearly every facet of our economy It is a threat at the macro level but also at a more granular corporate level Environmental supply chain disruptions and impacts energy resiliency and access to customers are just a few of the business-critical aspects at risk There are also opportunities to be uncovered as economies turn towards renewables rapidly electrify their infrastructure and become more",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Investor Stewardship For more information on this work please listen to our audiocast on the subject and read our Q Impact Update For updates on Zevin Asset Management’s broader advocacy visit our website and join us on Twitter and LinkedIn And please don’t hesitate to contact Marcela Pinilla Zevin Asset Management’s director of sustainable investing at  with your questions thoughts and suggestions Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events might not be feasible due to limitations in space and time. Here are some notable examples:\n\n1. United Nations Convention on Biological Diversity (CBD) Conference of Parties (COP): This conference gathers parties to discuss and negotiate strategies for biodiversity conservation and sustainable development.\n2. World Wildlife Day (WWD): Held annually on March 3rd, WWD raises awareness about the importance of wildlife and natural ecosystems.\n3. Earth Day: April 2nd marks Earth Day, which promotes global awareness and action for environmental protection.\n4. International Union for Conservation of Nature (IUCN) World Conservation Congress: A major international event held every four years, bringing together leaders and decision-makers from government, civil society, indigenous peoples, and the private sector to discuss conservation and sustainability issues.\n5. Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES): An international agreement aimed at regulating trade in species threatened by extinction.\n6. Ramsar Convention on Wetlands: A treaty dedicated to the conservation and wise use of wetlands and their resources.\n7. United Nations Framework Convention on Climate Change (UNFCCC): A global treaty signed by nearly every country in the world, aimed at reducing greenhouse gas emissions and promoting climate action.\n8. Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP): A forum for countries that have ratified the Kyoto Protocol to discuss implementation and further commitments.\n9. Intergovernmental Panel on Climate Change (IPCC): A scientific body under the UNFCCC that assesses the latest climate science and provides guidance to policymakers.\n10. Bonn Challenge: A global effort to restore 15 million hectares of deforested and degraded land by 2020.",
            "source": [
                {
                    "content": "towards social and environmental costs created in their name Two events inspired me to make a change in my cushy career The first was witnessing my colleagues in a serious straight-faced discussion on the investment merits of child labor When a large foundation client asked us how we made sure that the companies they were invested in didn’t use child labor we made a few placating noises and upon returning to our desks after the meeting laughed at the question because it was obvious that child labor is cheap labor and lower labor costs are good for shareholders Then there was a research trip to visit a mining company in the Siberian city of Norilsk above the Arctic Circle That place looked like a scene from the darkest bit of The Lorax The few remaining trees were stunted or dying and where it snowed the snow was black from pollution There was no safety equipment for the workers in either the mine or the smelter When I tried to ask questions of management about what I was seeing I was",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "children’s ski clubs and ski teams He also spends many hours poolside in the summer and winter timing or simply cheering on his kids at their swim meets Philip takes advantage of time spent with his children guiding them to be charitable responsible compassionate citizens and that nobody wins unless everybody wins Marcela brings her background in the integration of environmental social and governance risks and impacts into active investing As Director of Sustainable Investing for Zevin Asset Management she extends this discipline into her advocacy work collaborating with investors NGOs experts and fellow advocates to address core business activities that pose deleterious impacts on society or the environment and to stimulate positive change Previously Marcela worked with Mercy Investments as Director of Shareholder Advocacy CBIS as Director of Sustainable Investing and Boston Trust Walden leading ESG research More recently Marcela has on her own and with BSR consulted for various",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "before the EPA in support of clean trucks Pressure to set strong regulations on heavy-duty trucks must continue given their strong contribution to greenhouse gas GHG emissions Read more about this engagement here Joining a letter calling on the US Chamber of Commerce and its members to cease blocking critical climate and energy policy and to cease statements opposing the SEC’s proposed climate disclosure rule that supports the goals of the Paris Agreement Joining the Global Investor Statement to Governments on the Climate Crisis encouraging governments to engage closely with investors to make sure that climate risks are effectively managed and that opportunities are fully realized Providing testimony to the University of Michigan Board of Regents supporting divestment from fossil fuels The University did divest eventually We have also advised student-led university divestment campaigns such as the Divest NYU chapter For more on our work and broader advocacy check out our resources and",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accountable for their climate impacts and making progress on their pledges and commitments Given the large environmental footprints of publicly traded corporations our engagement with companies can be especially impactful when it comes to mitigating climate change Climate change and water scarcity are issues that affect all companies although some industries have greater exposure than others In our climate engagement we are particularly interested in companies’ carbon footprints as well as exposure to renewables energy efficiency programs and products and corporate preparations for a future price on carbon as well as water conservation practices and emissions How companies address these issues can indicate a long-term perspective as well as prudent business planning Public Policy — Corporate lobbying to influence public policymaking affects all aspects of the economy companies are increasingly playing a public role in climate change through their association memberships These industry",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions several environmental impact metrics that may be relevant to the company's operations and investments. Some of these metrics include carbon footprints, exposure to renewables, energy efficiency programs and products, corporate preparations for a future price on carbon, water conservation practices, and emissions reduction efforts. By focusing on these key indicators, the company can better understand and manage its environmental impact across various dimensions.",
            "source": [
                {
                    "content": "use of its B Analytics and GIIRS Ratings platform Industry recognitions or award should not be construed as an endorsement or a recommendation to retain the Adviser by the ranking entity or any regulatory authority Thanks for reading and sharing For more on our social and environmental impact join us on our website Twitter and LinkedIn And please don’t hesitate to contact  with your questions thoughts and suggestions Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accountable for their climate impacts and making progress on their pledges and commitments Given the large environmental footprints of publicly traded corporations our engagement with companies can be especially impactful when it comes to mitigating climate change Climate change and water scarcity are issues that affect all companies although some industries have greater exposure than others In our climate engagement we are particularly interested in companies’ carbon footprints as well as exposure to renewables energy efficiency programs and products and corporate preparations for a future price on carbon as well as water conservation practices and emissions How companies address these issues can indicate a long-term perspective as well as prudent business planning Public Policy — Corporate lobbying to influence public policymaking affects all aspects of the economy companies are increasingly playing a public role in climate change through their association memberships These industry",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Community Best for Customers Best for Governance Best for Environment Changemakers and Best for the World Overall Visit B Lab’s website for more information and for this year’s selection criteria  B Lab wwwbcorporationnet is the nonprofit organization that certifies B Corporations and designates awards B Lab aims to drive systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their social and environmental performance with the free B Impact Assessment; 4 driving capital to impact investments through use of its B Analytics and GIIRS Ratings platform Industry recognitions or award should not be construed as an endorsement or a recommendation to retain the Adviser by the ranking entity or any",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and air travel for only essential business That being said the biggest contribution to our climate impact comes from our investment decisions and extends to advocating for robust climate transition plans from companies that match the urgency of the climate crisis Negative Screens — Our environmental policy excludes egregious environmental offenders at a minimum For example we typically avoid investing in companies with poor performance in the areas of toxic emissions greenhouse gas emissions hazardous waste environmental regulatory problems biodiversity and environmental justice No fossil fuel companies currently meet our standards Positive Screens — We seek out companies that provide products or services that contribute positively to the planet This can include those involved in renewable energy environmental technology and solutions eg energy efficiency and leaders in innovative products or processes such as green manufacturing Climate change mitigation from these solutions is an",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it appears that Zevin Asset Management is committed to social responsibility and corporate governance. They mention supporting high standards of corporate governance and social and environmental responsibility in their voting decisions. Additionally, they have been practicing socially responsible investing for over two decades, demonstrating their long-term commitment to these principles. While there might not be specific public commitments mentioned in the text, the overall tone and focus of the organization suggest strong dedication to social responsibility and corporate governance.",
            "source": [
                {
                    "content": "positively to society On behalf of our clients we vote on issues before the boards of companies in our clients’ portfolios in annual company meetings All voting decisions are intended to meet our fiduciary obligations to our clients which include support for high standards of corporate governance as well as social and environmental responsibility For a deep dive into our SRI activities and impact check out our  Impact Report Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are a boutique socially responsible investment firm Why is this good for you We are a boutique firm Zevin Asset Management is full of real people who really want to get to know you and your organization not as a mere account number but as a group of people doing good work in a world that needs it It’s our hands-on approach to your investments that differentiates us we can help facilitate difficult conversations within your investment committee provide relevant white papers and thought pieces to your stakeholders and coach you through investment decisions in plain speech – think of us as your sounding board for all things investment-related Because we want to help your good work be even greater We are socially responsible In an investment sphere that is increasingly being “greenwashed” Zevin Asset Management is the real deal We are an authentic SRI firm that has been practicing socially responsible investing for over two decades long before it became a trend that large firms decided",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since our inception social responsibility has been at the forefront of our work — and we continue to demonstrate our commitment to social responsibility in our investment process and advocacy To learn more about how we create a positive impact we invite you to engage with the following resources An explanation of our approach and why not all advocacy efforts are created equal A introduction to Zevin Asset Management and our investment process For more on our work and broader advocacy check out our latest publications and join us on Twitter and LinkedIn And please don’t hesitate to contact Marcela Pinilla Zevin Asset Management’s director of sustainable investing at  with your questions thoughts and suggestions Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investment returns It is not necessarily tied to values ethics morality or mission Similar to the processed snacks mass-produced by the food industry the socially responsible investments that big banks and traditional investors offer may be easy to come by and look appealing but can ultimately be harmful in ways that are hidden by enticing packaging The buzzwords of and gestures toward social responsibility are now everywhere but the progress seems brittle to me Many of the large newcomer firms who’ve eagerly hopped on the ESG bandwagon are just as likely to hop off again if it becomes less fashionable I think it’s so important for people not to blindly buy into “green” or “socially responsible” labels Ask pointed questions and know exactly what securities you own and what activities you support in your portfolios It’s much like the word “natural” in food products — just because a fund or manager has an “ESG” or “SRI” label that doesn’t make it so If you are a donor to your college or",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports that provide details about Zevin Asset Management's commitments. These reports typically include a letter from the management team discussing the firm's strategic direction, investment highlights, and key performance metrics. The reports also feature detailed financial statements, including balance sheets, income statements, and cash flow statements, which help illustrate the firm's financial health and performance over time. Additionally, the reports often contain updates on the firm's investment strategies, portfolio composition, and risk management practices. By reviewing these documents, stakeholders can gain insight into Zevin Asset Management's commitments and how the firm is working to fulfill them.",
            "source": [
                {
                    "content": "no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements All expressions of opinion are subject to change You are cautioned not to place undue reliance on these forward-looking statements Any dated information is published as of its date only Dated and forward-looking statements speak only as of the date on which they are made We undertake no obligation to update publicly or revise any dated or forward-looking statements Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "from those discussed in such forward-looking statements Unless stated otherwise any mention of specific securities or investments is for hypothetical and illustrative purposes only Zevin Asset Management’s clients may or may not hold the securities discussed in their portfolios Zevin Asset Management makes no representations that any of the securities discussed have been or will be profitable Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Disclosures Registration with the SEC should not be construed as an endorsement or an indicator of investment skill acumen or experience Investments in securities are not insured protected or guaranteed and may result in loss of income and/or principal This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statementsUnless stated otherwise any mention of specific securities or investments is for hypothetical and illustrative purposes only Zevin Asset",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "acumen or experience Investments in securities are not insured protected or guaranteed and may result in loss of income and/or principal This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statementsUnless stated otherwise any mention of specific securities or investments is for hypothetical and illustrative purposes only Zevin Asset Management’s clients may or may not hold the securities discussed in their portfolios Zevin Asset Management makes no",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided context, it seems that there haven't been any specific community or social events organized to fulfill these commitments. However, the text mentions that some staff members channel their expertise into supporting organizations that make an impact in and beyond their own communities. For instance, Sonia Kowal is a board member of the Interfaith Center on Corporate Responsibility (ICCR) and has been engaged in issues related to Russia's devastating war in Ukraine and human rights abuses. Similarly, Marcela De Vries works on integrating environmental, social, and governance risks and impacts into active investing while extending this discipline into her advocacy work. These examples showcase how some staff members contribute to creating positive social change through their professional roles and affiliations.",
            "source": [
                {
                    "content": "This Giving Tuesday we want to take the opportunity to highlight some of the exceptional organizations that Zevin Asset Management has supported not only today but also in recent years This year we focused our attention on the goals of advancing health equity the climate transition migrant workers and support for Ukraine Some organizations we are proud to champion include  Community Catalyst a leading national health advocacy nonprofit dedicated to advancing a movement for health equity and justice Since  Community Catalyst has worked to build a consumer health advocacy movement from the ground up working in 40 states to ensure consumers have an organized voice and a seat at the table where health decisions are made Community Catalyst offers policy legal communications organizing and advocacy expertise to equip advocates with the right strategies information and tools to succeed Climate Finance Action CFA increasing climate finance literacy among critical stakeholders CFA provides",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "children’s ski clubs and ski teams He also spends many hours poolside in the summer and winter timing or simply cheering on his kids at their swim meets Philip takes advantage of time spent with his children guiding them to be charitable responsible compassionate citizens and that nobody wins unless everybody wins Marcela brings her background in the integration of environmental social and governance risks and impacts into active investing As Director of Sustainable Investing for Zevin Asset Management she extends this discipline into her advocacy work collaborating with investors NGOs experts and fellow advocates to address core business activities that pose deleterious impacts on society or the environment and to stimulate positive change Previously Marcela worked with Mercy Investments as Director of Shareholder Advocacy CBIS as Director of Sustainable Investing and Boston Trust Walden leading ESG research More recently Marcela has on her own and with BSR consulted for various",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bond Fund  Legal Defense Fund • Enroot • Grassroots International • Health Law Advocates • Massachusetts Peace Action • MassVOTE • The National Lawyers Guild Foundation • The Rosenberg Fund for Children Additionally many of our staff channel their expertise into supporting organizations that make an impact in and beyond their own communities As one example Sonia Kowal is a board mem­ber of the Inter­faith Cen­ter on Cor­po­rate Respon­si­bil­ity ICCR a coali­tion of faith- and values-driven orga­ni­za­tions who view the man­age­ment of their invest­ments as a pow­er­ful cat­a­lyst for social change An active member since  Sonia has served on the organization’s board for the past five years and is also a member of its development committee Most recently Sonia has been instrumental in engaging members on investors’ exposure to and complicity in Russia’s devastating war in Ukraine and human rights abuses And finally in case you missed our publication on the topic read about how we are",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "instruments both lending and financing can conflict with its commitments to racial and gender diversity equity and inclusion We raised concern over Wells Fargo’s exposure to the prison industry and how their recent underwriting of the Alabama prison bond could affect the credibility of the audit results which we will evaluate with interest At Zevin Asset Management we actively lend our investor voice to other individuals and institutions seeking to create positive social change This quarter we supported various partner initiatives One million species are facing extinction and ecosystems are deteriorating rapidly Biodiversity loss is one of the most significant tragedies of the commons and poses a large threat to the economy Led by FAIIR we have joined an engagement with companies with exposure to deforestation and play a role in biodiversity loss Alongside Heartland Initiative our partner that focuses on conflict zones around the world we signed a letter to JPMorgan Chase  Co on how",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The information provided does not specify any specific product, service, or technology. However, it mentions various aspects related to financial management, socially responsible investing, and environmental sustainability. These topics suggest that there might be tools, resources, or platforms available that cater to these areas. Some examples of products, services, or technologies that could potentially align with these themes include robo-advisory services focused on socially responsible investing, sustainable investment platforms, carbon footprint tracking apps, and financial planning software.",
            "source": [
                {
                    "content": "for informational purposes and it is not to be construed as an offer solicitation recommendation or endorsement of any particular security products or services Nothing in this communication is intended to be or should be construed as individualized investment advice All content is of a general nature and solely for educational informational and illustrative purposes This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements All expressions of opinion",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This communication is distributed for informational purposes and it is not to be construed as an offer solicitation recommendation or endorsement of any particular security products or services Nothing in this communication is intended to be or should be construed as individualized investment advice All content is of a general nature and solely for educational informational and illustrative purposes This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or endorsement of any particular security products or services Nothing in this communication is intended to be or should be construed as individualized investment advice All content is of a general nature and solely for educational informational and illustrative purposes This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements All expressions of opinion are subject to change You are cautioned not to place undue reliance on these forward-looking",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or investments is for hypothetical and illustrative purposes only Zevin Asset Management’s clients may or may not hold the securities discussed in their portfolios Zevin Asset Management makes no representations that any of the securities discussed have been or will be profitable Certified B Corp status is at least in part based on responses provided to B Lab by Zevin Asset Management Zevin Asset Management pays annual membership dues to B Lab which is a requirement for eligibility in B Lab results Certified B Corp status requires an assessment of companies’ positive impact on workers community customers and environment Criteria  Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any direct mentions of promotional events, expos, or sales related to Zevin Asset Management's offerings. However, they do encourage potential clients to sign up for their mailing lists and connect with them on social media platforms like LinkedIn and Twitter. These channels could potentially host virtual events or share updates about their services. It is important to note that this response is based solely on the text provided and should not be considered an exhaustive list of promotional events or sales.",
            "source": [
                {
                    "content": "from those discussed in such forward-looking statements Unless stated otherwise any mention of specific securities or investments is for hypothetical and illustrative purposes only Zevin Asset Management’s clients may or may not hold the securities discussed in their portfolios Zevin Asset Management makes no representations that any of the securities discussed have been or will be profitable Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "discussed in their portfolios Zevin Asset Management makes no representations that any of the securities discussed have been or will be profitable Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of  Steven Dray senior portfolio manager and CIO discusses his thoughts on the market as we enter the third quarter of  Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "outlooks or if a change in ESG factors introduces new risks We firmly believe that careful consideration of a multitude of risks is not only a prudent approach but also the best means to deliver competitive performance over the long term For accounts greater than 15M we offer a customized portfolio in a separately managed account We strive to understand fully our clients’ risk tolerances and investment objectives along with their ethical values and concerns Then we create individual portfolios that fit those objectives and values We also offer limited services to clients whose accounts total less than 15 million Please contact us for more details We will schedule a short phone or video conversation to answer any questions If things look promising we’ll meet again however is most convenient for you for a more in-depth discussion If it’s helpful we’ll go through your current investments and see where we can add value We are always happy to welcome you to our office if you are local to",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations related to commerce that showcase Zevin Asset Management's commitment to creating positive social change. Some of these include:\n\n1. Partnership with Heartland Initiative: Zevin Asset Management works closely with Heartland Initiative, which focuses on conflict zones around the world. Together they engage with companies exposed to deforestation and biodiversity loss, aiming to promote responsible practices and protect ecosystems.\n2. Support for diverse communities: The firm actively supports various initiatives that promote inclusive economies and address disparities faced by marginalized communities. By doing so, they help ensure that the benefits of commerce are shared fairly among all members of society.\n3. Collaboration with B Lab: Through their involvement with B Lab, Zevin Asset Management participates in efforts to drive systemic change within the business landscape. They work alongside like-minded organizations to advocate for beneficial corporation legislation, encourage impact investments, and promote transparency in the marketplace.\n\nThese partnerships demonstrate Zevin Asset Management's dedication to fostering a more socially responsible and environmentally sustainable commercial landscape.",
            "source": [
                {
                    "content": "instruments both lending and financing can conflict with its commitments to racial and gender diversity equity and inclusion We raised concern over Wells Fargo’s exposure to the prison industry and how their recent underwriting of the Alabama prison bond could affect the credibility of the audit results which we will evaluate with interest At Zevin Asset Management we actively lend our investor voice to other individuals and institutions seeking to create positive social change This quarter we supported various partner initiatives One million species are facing extinction and ecosystems are deteriorating rapidly Biodiversity loss is one of the most significant tragedies of the commons and poses a large threat to the economy Led by FAIIR we have joined an engagement with companies with exposure to deforestation and play a role in biodiversity loss Alongside Heartland Initiative our partner that focuses on conflict zones around the world we signed a letter to JPMorgan Chase  Co on how",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Community Best for Customers Best for Governance Best for Environment Changemakers and Best for the World Overall Visit B Lab’s website for more information and for this year’s selection criteria  B Lab wwwbcorporationnet is the nonprofit organization that certifies B Corporations and designates awards B Lab aims to drive systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their social and environmental performance with the free B Impact Assessment; 4 driving capital to impact investments through use of its B Analytics and GIIRS Ratings platform Industry recognitions or award should not be construed as an endorsement or a recommendation to retain the Adviser by the ranking entity or any",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Transformative Culture Project in Boston as Treasurer Max analyzes the financial statements and competitive positioning of public companies in his role as an equity analyst As a member of the investment team he performs fundamental equity research across multiple global sectors to support investment decisions for client portfolios He is especially excited to use his expertise to make an impact that goes beyond investment returns  Prior to joining Zevin Asset Management Max was a Global and Emerging Market Equity Analyst and Associate Portfolio Manager at Westwood International Advisors in Toronto Canada Before that he led financial and decision-making analysis in support of strategic initiatives and corporate development projects at BMO Financial Group He started his career working as a project engineer in the energy industry at ENI SPA in charge of feasibility studies for development of oil  gas fields Max holds an MBA from McGill University a Masters in Energy  Environmental",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "justice initiatives especially around immigration issues He cher­ishes time spent with his wife and two adult children and his life passions are playing soccer and travel to undiscovered corners of the world As a portfolio manager and an equity analyst Jane employs fundamental research to select investment opportunities and construct portfolios that meet our clients’ needs She is particularly excited to align her experience in investing with her desire to make an impact by helping clients express their mission and values through their investments and working with portfolio companies to create a healthy and sustainable future Jane first became intrigued by the stock market in high school and was inspired by idea that anyone regardless of their educational background economic status and career field can be an “owner” of these great businesses and benefit from their financial success Over the years she has interacted with hundreds of executives and developed industry knowledge across",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there could potentially be several employment or educational opportunities available within the company or related fields. For example, if someone is interested in pursuing a career in finance or sustainable investing, they may want to explore internships or entry-level positions at Zevin Asset Management or other firms focused on socially responsible investing. Additionally, individuals who have experience in areas such as relationship management, ESG research, or portfolio management may find opportunities to join the team at Zevin Asset Management or collaborate with them through partnerships or consultancies. Finally, those looking to further their education in relevant subjects like finance, economics, or sustainability may wish to consider enrolling in courses, attending conferences, or pursuing advanced degrees at universities or business schools that specialize in these areas.",
            "source": [
                {
                    "content": "career field can be an “owner” of these great businesses and benefit from their financial success Over the years she has interacted with hundreds of executives and developed industry knowledge across various sectors around the globe  Before joining Zevin Asset Management Jane was a portfolio manager and director of research at Grace Capital in Boston At Grace Capital she was integral to the equity and ESG research process as well as management of client portfolios and relationships Prior to joining Grace Capital Jane was a founding partner and senior equity analyst at Monarch Partners Asset Management a fund manager and equity analyst at Fidelity Investments and an analyst at Goldman Sachs She graduated from the University of California Berkeley and earned an MBA from Stanford Graduate School of Business Jane is a board trustee and chair of Boston by Foot and an executive director of the Boston Economic Club Jane is a proud mother of two and enjoys spending quality time and traveling",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "originally from and after a lot of cold-call networking I got a job at what is now VigeoEIRIS heading up the US office for the then-nonprofit ESG research group While it was an enormous pay cut from being a fund manager I learned a fantastic amount about sustainability issues and how to research and ask probing questions of companies about ESG environmental social and governance issues I found my way to Zevin Asset Management in  as their director of socially responsible investing and then became president in  Our majority women-owned and -led firm offers both wealth management services as well as institutional money management for families and foundations with a commitment to social justice and active ownership that upends and challenges the traditional money management paradigm Our mission is to secure returns for our clients while creating and guarding a legacy of integrity that critiques the unethical status quo of our capital markets and pushes for genuine positive impact at",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "program training employees conducting reviews and fulfilling SEC requirements She received her MBA from Salem State Col­lege and a BA in Com­puter Sci­ence from St Anselm Col­lege Jennifer is active in multiple industry groups as well as serving on the board of The Exchange Network a non-profit organization whose purpose is to bring financial professionals together for peer-to-peer networking and exchanging ideas on best practices As our chief invest­ment offi­cer Steven chairs the Invest­ment Com­mit­tee and leads our investment team In this role he guides a team-led process which cohesively incorporates the macro­eco­nomic outlook asset allo­ca­tion strategy and fundamental ESG secu­rity selec­tion to drive portfolio results for all firm clients He also man­ages invest­ment port­fo­lios for high net worth and insti­tu­tional clients and is a member of the firm's Board of Managers He truly enjoys navigating complex financial markets and successfully creating sustainable portfolio",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in var­i­ous roles most recently as a Rela­tion­ship Man­age­ment Ana­lyst man­ag­ing the firm’s insti­tu­tional client relationships When not at work Nita likes explor­ing Boston’s food scene and try­ing out new restau­rants She is also an avid reader and a fre­quent vis­i­tor at the local library Mike is a client service associate responsible for handling client requests and supporting portfolio managers in servicing the needs of their clients He takes pride in making sure Zevin Asset Management’s clients are well taken care of and leave their interactions with a smile  Mike graduated from the University of Massachusetts in  majoring in Economics and Marketing and has spent his time since then working at financial institutions in client service roles He is proud to help clients in any way that he can Outside the office you might find Mike out enjoying the beach or local state parks He has a passion for cooking and for trying new foods and recipes He enjoys spending time with his",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that Zevin Asset Management may host some internal events such as meetings, conferences, or training sessions for its employees. However, there isn't enough information available about external events like job fairs, webinars, workshops, or training programs that the company participates in or organizes.",
            "source": [
                {
                    "content": "program training employees conducting reviews and fulfilling SEC requirements She received her MBA from Salem State Col­lege and a BA in Com­puter Sci­ence from St Anselm Col­lege Jennifer is active in multiple industry groups as well as serving on the board of The Exchange Network a non-profit organization whose purpose is to bring financial professionals together for peer-to-peer networking and exchanging ideas on best practices As our chief invest­ment offi­cer Steven chairs the Invest­ment Com­mit­tee and leads our investment team In this role he guides a team-led process which cohesively incorporates the macro­eco­nomic outlook asset allo­ca­tion strategy and fundamental ESG secu­rity selec­tion to drive portfolio results for all firm clients He also man­ages invest­ment port­fo­lios for high net worth and insti­tu­tional clients and is a member of the firm's Board of Managers He truly enjoys navigating complex financial markets and successfully creating sustainable portfolio",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "career field can be an “owner” of these great businesses and benefit from their financial success Over the years she has interacted with hundreds of executives and developed industry knowledge across various sectors around the globe  Before joining Zevin Asset Management Jane was a portfolio manager and director of research at Grace Capital in Boston At Grace Capital she was integral to the equity and ESG research process as well as management of client portfolios and relationships Prior to joining Grace Capital Jane was a founding partner and senior equity analyst at Monarch Partners Asset Management a fund manager and equity analyst at Fidelity Investments and an analyst at Goldman Sachs She graduated from the University of California Berkeley and earned an MBA from Stanford Graduate School of Business Jane is a board trustee and chair of Boston by Foot and an executive director of the Boston Economic Club Jane is a proud mother of two and enjoys spending quality time and traveling",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in var­i­ous roles most recently as a Rela­tion­ship Man­age­ment Ana­lyst man­ag­ing the firm’s insti­tu­tional client relationships When not at work Nita likes explor­ing Boston’s food scene and try­ing out new restau­rants She is also an avid reader and a fre­quent vis­i­tor at the local library Mike is a client service associate responsible for handling client requests and supporting portfolio managers in servicing the needs of their clients He takes pride in making sure Zevin Asset Management’s clients are well taken care of and leave their interactions with a smile  Mike graduated from the University of Massachusetts in  majoring in Economics and Marketing and has spent his time since then working at financial institutions in client service roles He is proud to help clients in any way that he can Outside the office you might find Mike out enjoying the beach or local state parks He has a passion for cooking and for trying new foods and recipes He enjoys spending time with his",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "way that he can Outside the office you might find Mike out enjoying the beach or local state parks He has a passion for cooking and for trying new foods and recipes He enjoys spending time with his family and rooting for Boston sports teams  Olivia supports the firm’s communications and administrative functions She is excited to align her background in writing and design with her desire to drive a more equitable future She holds a BA in English and BFA in Graphic Design from Boston University and attended the Columbia Publishing Course Prior to joining Zevin Asset Management Olivia was a marketing associate at Green Century Capital Management She also served as a marketing and outreach consultant for a book launch and tour and as a research and evaluation intern at Year Up In her spare time Olivia enjoys strolling the Charles River Esplanade cooking new recipes and playing board games with her friends and family Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Among the various aspects mentioned about the company culture and initiatives, there are several employee or participant benefits that are highlighted. These include:\n\n1. Diversity, Equity, and Inclusion (DEI) policies: The company intentionally recruits and hires diverse staff and vendors, demonstrating a commitment to fostering an inclusive work environment. Affirmative action is taken to ensure equal opportunity for underrepresented groups, including women, individuals with disabilities, LGBTQ+ individuals, Indigenous peoples, and people of color.\n2. Workplace culture: The company promotes a supportive atmosphere where employees feel valued and encouraged to contribute their unique perspectives. By embracing diversity, equity, and inclusion, Zevin Asset Management creates an environment where everyone feels respected and empowered to succeed.\n3. Social justice initiatives: The company actively supports social justice causes, particularly those related to immigration issues. Through their actions and policies, they demonstrate a strong commitment to making a positive impact both within the organization and beyond.\n4. Aligning client values with investment strategies: Portfolio managers like Jane focus on selecting investment opportunities that reflect clients' missions and values. They collaborate with portfolio companies to encourage sustainable and responsible business practices, ultimately contributing to a healthier and more sustainable future.\n5. Engagement with companies on environmental and social issues: Zevin Asset Management remains dedicated to addressing climate change and other pressing environmental and social issues. They continue to engage with companies to mitigate emissions, promote transparency, and encourage systematic accountability.",
            "source": [
                {
                    "content": "program training employees conducting reviews and fulfilling SEC requirements She received her MBA from Salem State Col­lege and a BA in Com­puter Sci­ence from St Anselm Col­lege Jennifer is active in multiple industry groups as well as serving on the board of The Exchange Network a non-profit organization whose purpose is to bring financial professionals together for peer-to-peer networking and exchanging ideas on best practices As our chief invest­ment offi­cer Steven chairs the Invest­ment Com­mit­tee and leads our investment team In this role he guides a team-led process which cohesively incorporates the macro­eco­nomic outlook asset allo­ca­tion strategy and fundamental ESG secu­rity selec­tion to drive portfolio results for all firm clients He also man­ages invest­ment port­fo­lios for high net worth and insti­tu­tional clients and is a member of the firm's Board of Managers He truly enjoys navigating complex financial markets and successfully creating sustainable portfolio",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "firm we feel it is important to hold ourselves to the same standards and scrutiny that we use when analyzing companies for potential investment Our emphasis on diversity equity and inclusion in our shareholder advocacy and in our ESG process signals our deep commitment to this area Consistent with our belief in the inherent worth and dignity of each person Zevin Asset Management intentionally recruits and hires diverse staff and vendors This includes a commitment to take affirmative action to hire retain and promote qualified women people with disabilities and candidates who identify as people of color indigenous and/or LGBTQ+ Not only do we believe in such policies as instruments of social change responding to years of past discrimination but even more importantly we believe that a more diverse equitable and inclusive workforce will help us better capitalize on market opportunities help with innovation and improve our resiliency as well as reinforce our commitment to social",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "justice initiatives especially around immigration issues He cher­ishes time spent with his wife and two adult children and his life passions are playing soccer and travel to undiscovered corners of the world As a portfolio manager and an equity analyst Jane employs fundamental research to select investment opportunities and construct portfolios that meet our clients’ needs She is particularly excited to align her experience in investing with her desire to make an impact by helping clients express their mission and values through their investments and working with portfolio companies to create a healthy and sustainable future Jane first became intrigued by the stock market in high school and was inspired by idea that anyone regardless of their educational background economic status and career field can be an “owner” of these great businesses and benefit from their financial success Over the years she has interacted with hundreds of executives and developed industry knowledge across",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "weakened climate strategy we remain steadfast in our work engaging companies to mitigate and report on their emissions On all of the above issues we continue to leverage our investor voice to lean on companies to stand up and protect human rights reform our institutions and promote systems of accountability After filing a proposal with Kroger—the largest supermarket chain by revenue—seeking ESG-linked pay we continued our dialogue with the company to discuss our expectations moving forward Kroger has since committed to integrating metrics related to diversity equity and inclusion DEI into their compensation plan As a result part of Kroger’s manager and executive pay from associates to senior managers will be tied to employee feedback as well as the attraction retention and promotion of employees As we continue to engage Kroger going forward our objective is to strengthen accountability and hold the company to its commitments on racial equity and transparency of worker data At Zevin",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, the key takeaway from the most recent financial or earnings report is that analysts seem to be too optimistic about corporate earnings, potentially due to the massive amount of global tightening experienced recently. Despite this, earnings per share (EPS) for the S&P 50 Index are still expected to continue climbing higher, according to the chart. However, the leading economic index shown in the same chart suggests that earnings estimates might need to be adjusted lower in the near future, which could lead to short-term stock market weakness. Additionally, fixed-income securities are currently experiencing a consistent trend of relative strength compared to equities. Finally, despite potential risks such as the possibility of a global recession, equities remain an attractive asset class for long-term investments.",
            "source": [
                {
                    "content": "earnings and equity markets In fact chatter has increased in recent weeks on the timing of central banks’ “pivot” from tightening to easing indicating central banks’ acknowledgment of the current economic slowdown So inflation now seems to be peaking and interest rates are rising more slowly with a reversal possibly on the horizon Good news right Not so fast – there’s a fly in the ointment Analysts tend to be too optimistic on corporate earnings and this cycle is no different However the likelihood of downward revisions to earnings estimates is especially large this cycle given the massive amount of global tightening we’ve experienced in  In fact economic data releases have already started coming out soft but this reality is not yet reflected in earnings estimates Chart 2 shows a standard measure of earnings per share for the SP  along with earnings estimates out to the end of  gray dotted line Quite clearly earnings are forecasted to continue to climb higher The leading economic",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "measure of earnings per share for the SP  along with earnings estimates out to the end of  gray dotted line Quite clearly earnings are forecasted to continue to climb higher The leading economic index shown in Chart 2 has a consistent correlation with earnings and it is in dramatic decline suggesting earnings estimates will likely be adjusted lower in coming months and/or quarters This could be the catalyst for some short-term stock market weakness Also while global equity markets are indeed less expensive they are far from cheap and remain vulnerable to lower earnings forecasts In the near-term as economies weaken in response to past monetary tightening fixed-income securities should continue their current trend of relative strength while equities could face volatile conditions Beyond the near term once monetary policy is less restrictive the outlook for global equities will be more positive A major economic risk in  is the likelihood of a global recession However given monetary",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than projecting long-term returns Over the next few years we still believe equities remain an attractive asset class for your investments This quarter our advocacy work culminated in the filing of shareholder resolutions seeking greater accountability and action from our portfolio companies We refiled a lobbying disclosure proposal with AbbVie resulting in the company announcing it would not renew its membership to several controversial trade associations Concerned about the misalignment between Alphabet’s climate commitments and its direct and indirect lobbying activities we refiled a resolution asking the company for information on how it evaluates its memberships in trade associations that have lobbied heavily to forestall progress on addressing climate change After years of engaging UPS on its climate change mitigation plans we filed a proposal pressing the company to identify meaningful linkages between its GHG emissions reductions targets and executive compensation Taking stock",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "concern to Vanguard over the company’s backpedaling on its proxy voting behavior related to climate change We also partnered with Climate Finance Action to equip pension fund trustees with the right questions to address climate risk in asset ownership Lastly we vehemently opposed the building of an Atlanta police training facility-dubbed “Cop City” – and sent letters to companies implicated in this project which perpetuates mass incarceration You can learn about these initiatives and more in our Q1 Impact Update Disclosures Registration with the SEC should not be construed as an endorsement or an indicator of investment skill acumen or experience Investments in securities are not insured protected or guaranteed and may result in loss of income and/or principal This communication is distributed for informational purposes and it is not to be construed as an offer solicitation recommendation or endorsement of any particular security products or services Nothing in this communication is",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not explicitly state whether there were any investor events or funding rounds related to Zevin Asset Management. However, it mentions that Zevin Asset Management's Global Equity strategy has been named to the PSN Top Guns List of best performing separate accounts managed accounts and managed ETF strategies for Q. This achievement might indicate a successful period for the company, but it doesn't directly address investor events or funding rounds.",
            "source": [
                {
                    "content": "from those discussed in such forward-looking statements Unless stated otherwise any mention of specific securities or investments is for hypothetical and illustrative purposes only Zevin Asset Management’s clients may or may not hold the securities discussed in their portfolios Zevin Asset Management makes no representations that any of the securities discussed have been or will be profitable Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of  Steven Dray senior portfolio manager and CIO discusses his thoughts on the market as we enter the third quarter of  Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements Unless stated otherwise any mention of specific securities or investments is for hypothetical and illustrative purposes only Zevin Asset Management’s clients may or may not hold the securities discussed in their portfolios Zevin Asset Management makes no representations that any of the securities discussed have been or will be profitable Sign up for our mailing lists and connect with us on",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Tuesday we want to take the opportunity to highlight some of the exceptional organizations that Zevin Asset Management has supported not only today but also in recent years This year we focused our attention on the goals of advancing health equity the climate transition migrant workers and support for Ukraine Zevin Asset Management's Global Equity strategy has been named to the PSN Top Guns List of best performing separate accounts managed accounts and managed ETF strategies for Q The highly anticipated list published by Zephyr remains one of the most important references for investors and asset managers Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't specific information about financial or funding goals being set for the next period. However, it does mention that Zevin Asset Management builds responsible investment portfolios to satisfy their clients' goals, addresses risks, creates positive social impact, engages with portfolio companies, wraps up the proxy season, and continues to make progress while identifying and seeking to address emerging challenges. These activities suggest that the company is focused on maintaining strong relationships with clients, managing risk effectively, and making a positive impact through socially responsible investments.",
            "source": [
                {
                    "content": "expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements All expressions of opinion are subject to change You are cautioned not to place undue reliance on these forward-looking statements Any dated information is published as of its date only Dated and forward-looking statements speak only as of the date on which they are made We undertake no obligation to update publicly or revise any dated or forward-looking statements Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Asset Management we build responsible investment portfolios to satisfy our clients’ goals We then address risks and create positive social impact by engaging with portfolio companies As we head into the fall we are encouraged by Congress’ Inflation Reduction Act IRA one of the most significant actions to date ever taken by the United States to mitigate climate change At Zevin Asset Management we build responsible investment portfolios to satisfy our clients’ goals We then address risks and create positive social impact by engaging with portfolio companies This quarter we wrapped up the  proxy season and continued to build on past engagement successes As we make progress we also identify and seek to address emerging challenges Please see the end of our update for a summary of the proxy season Zevin Asset Management proudly publishes our third comprehensive review of the positive impact we have contributed to creating on behalf of and thanks to our clients Our Impact Report presented",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Asset Management we build responsible investment portfolios to satisfy our clients’ goals We then address risks and create positive social impact by engaging with portfolio companies As we head into the fall we are encouraged by Congress’ Inflation Reduction Act IRA one of the most significant actions to date ever taken by the United States to mitigate climate change At Zevin Asset Management we build responsible investment portfolios to satisfy our clients’ goals We then address risks and create positive social impact by engaging with portfolio companies This quarter we wrapped up the  proxy season and continued to build on past engagement successes As we make progress we also identify and seek to address emerging challenges Please see the end of our update for a summary of the proxy season Zevin Asset Management proudly publishes our third comprehensive review of the positive impact we have contributed to creating on behalf of and thanks to our clients Our Impact Report presented",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Asset Management we build responsible investment portfolios to satisfy our clients’ goals We then address risks and create positive social impact by engaging with portfolio companies As we head into the fall we are encouraged by Congress’ Inflation Reduction Act IRA one of the most significant actions to date ever taken by the United States to mitigate climate change At Zevin Asset Management we build responsible investment portfolios to satisfy our clients’ goals We then address risks and create positive social impact by engaging with portfolio companies This quarter we wrapped up the  proxy season and continued to build on past engagement successes As we make progress we also identify and seek to address emerging challenges Please see the end of our update for a summary of the proxy season Zevin Asset Management proudly publishes our third comprehensive review of the positive impact we have contributed to creating on behalf of and thanks to our clients Our Impact Report presented",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the given context, there isn't enough specific information to pinpoint recent publications, research findings, or introduced technologies related to Zevin Asset Management. However, some general observations can be made regarding their focus areas. They seem to be actively engaged in promoting corporate accountability, transparency, and sustainable practices. Their efforts involve pushing for global climate action, raising local impacts, and integrating the voices of marginalized communities. Additionally, they have been persistent in their engagements with various companies like AbbVie, advocating for better lobbying disclosure and executive compensation linkages tied to climate change mitigation plans.",
            "source": [
                {
                    "content": "of a general nature and solely for educational informational and illustrative purposes This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements All expressions of opinion are subject to change You are cautioned not to place undue reliance on these forward-looking statements Any dated information is published as of its date only Dated and forward-looking statements speak only as of the date on which they are made We undertake no obligation to update",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "based on responses provided to B Lab by Zevin Asset Management Zevin Asset Management pays annual membership dues to B Lab which is a requirement for eligibility in B Lab results Certified B Corp status requires an assessment of companies’ positive impact on workers community customers and environment Criteria  Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "continue to raise local impacts and push for global climate action in the year ahead We plan to continue to listen to the concerns of those most impacted and integrate these voices into our pursuit of corporate accountability and transparency Our six-year engagement with AbbVie the biopharmaceutical company known for the rheumatoid arthritis drug Humira is one example of persistence winning the day Over the years Zevin Asset Management has filed resolutions with AbbVie seeking more disclosure of its lobbying expenditures and has challenged the company’s membership to influential trade associations such as the Pharmaceutical Research and Manufacturers of America PhRMA and the Business Roundtable which are comprised of chief executives of the largest US corporations After we refiled a lobbying disclosure proposal earlier this year AbbVie announced it would not renew its membership to these organizations as well as the Biotechnology Innovation Organization While we celebrate this outcome",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on its climate change mitigation plans we filed a proposal pressing the company to identify meaningful linkages between its GHG emissions reductions targets and executive compensation Taking stock of the year behind us and the impact we have helped to advance we will continue to shine a light on the impacts of corporations in the year to come Learn more about our progress this quarter in our Q4 Impact Update Disclosures Registration with the SEC should not be construed as an endorsement or an indicator of investment skill acumen or experience Investments in securities are not insured protected or guaranteed and may result in loss of income and/or principal This communication is distributed for informational purposes and it is not to be construed as an offer solicitation recommendation or endorsement of any particular security products or services Nothing in this communication is intended to be or should be construed as individualized investment advice All content is of a general",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, I cannot provide specific details about ongoing or upcoming research projects or innovation initiatives related to the mentioned entities. However, I can mention some examples of broader efforts within the sustainable investing and corporate accountability fields. Some notable initiatives include:\n\n1. The Sustainability Accounting Standards Board (SASB): SASB develops industry-specific sustainability accounting standards to help companies disclose material sustainability information in their financial filings.\n2. The Task Force on Climate-related Financial Disclosures (TCFD): Launched by the Financial Stability Board, the TCFD recommends companies publicly report on their climate-related risks and opportunities, enhancing transparency and allowing stakeholders to better assess climate-related financial impacts.\n3. The Global Reporting Initiative (GRI): GRI provides a globally recognized framework for companies to report on their sustainability performance, promoting greater transparency and comparability across industries.\n4. The United Nations Principles for Responsible Investment (UN PRI): UN PRI is a network of international investors who commit to incorporating environmental, social, and governance (ESG) considerations into their investment decision-making processes.\n5. The Ellen MacArthur Foundation's Circular Economy Network: This foundation works towards reducing waste and promoting the efficient use of resources in economic systems, fostering innovation and collaboration among businesses, governments, and civil society.",
            "source": [
                {
                    "content": "continue to raise local impacts and push for global climate action in the year ahead We plan to continue to listen to the concerns of those most impacted and integrate these voices into our pursuit of corporate accountability and transparency Our six-year engagement with AbbVie the biopharmaceutical company known for the rheumatoid arthritis drug Humira is one example of persistence winning the day Over the years Zevin Asset Management has filed resolutions with AbbVie seeking more disclosure of its lobbying expenditures and has challenged the company’s membership to influential trade associations such as the Pharmaceutical Research and Manufacturers of America PhRMA and the Business Roundtable which are comprised of chief executives of the largest US corporations After we refiled a lobbying disclosure proposal earlier this year AbbVie announced it would not renew its membership to these organizations as well as the Biotechnology Innovation Organization While we celebrate this outcome",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of a general nature and solely for educational informational and illustrative purposes This communication may include opinions and forward-looking statements All statements other than statements of historical fact are opinions and/or forward-looking statements including words such as “believe” “estimate” “anticipate” “may” “will” “should” and “expect” Although we believe that the beliefs and expectations reflected in such forward-looking statements are reasonable we can give no assurance that such beliefs and expectations will prove to be correct Various factors could cause actual results or performance to differ materially from those discussed in such forward-looking statements All expressions of opinion are subject to change You are cautioned not to place undue reliance on these forward-looking statements Any dated information is published as of its date only Dated and forward-looking statements speak only as of the date on which they are made We undertake no obligation to update",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Community Best for Customers Best for Governance Best for Environment Changemakers and Best for the World Overall Visit B Lab’s website for more information and for this year’s selection criteria  B Lab wwwbcorporationnet is the nonprofit organization that certifies B Corporations and designates awards B Lab aims to drive systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their social and environmental performance with the free B Impact Assessment; 4 driving capital to impact investments through use of its B Analytics and GIIRS Ratings platform Industry recognitions or award should not be construed as an endorsement or a recommendation to retain the Adviser by the ranking entity or any",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on its climate change mitigation plans we filed a proposal pressing the company to identify meaningful linkages between its GHG emissions reductions targets and executive compensation Taking stock of the year behind us and the impact we have helped to advance we will continue to shine a light on the impacts of corporations in the year to come Learn more about our progress this quarter in our Q4 Impact Update Disclosures Registration with the SEC should not be construed as an endorsement or an indicator of investment skill acumen or experience Investments in securities are not insured protected or guaranteed and may result in loss of income and/or principal This communication is distributed for informational purposes and it is not to be construed as an offer solicitation recommendation or endorsement of any particular security products or services Nothing in this communication is intended to be or should be construed as individualized investment advice All content is of a general",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it is unclear which specific research grants or innovation awards have been recently distributed by Zevin Asset Management. However, they are known for supporting various causes such as health equity, climate transition, migrant workers, and Ukraine. Additionally, their Global Equity and Global Appreciation with Income strategies have been recognized as top-performing funds on the PSN Top Guns List.",
            "source": [
                {
                    "content": "Tuesday we want to take the opportunity to highlight some of the exceptional organizations that Zevin Asset Management has supported not only today but also in recent years This year we focused our attention on the goals of advancing health equity the climate transition migrant workers and support for Ukraine Zevin Asset Management's Global Equity strategy has been named to the PSN Top Guns List of best performing separate accounts managed accounts and managed ETF strategies for Q The highly anticipated list published by Zephyr remains one of the most important references for investors and asset managers Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Tuesday we want to take the opportunity to highlight some of the exceptional organizations that Zevin Asset Management has supported not only today but also in recent years This year we focused our attention on the goals of advancing health equity the climate transition migrant workers and support for Ukraine Zevin Asset Management's Global Equity strategy has been named to the PSN Top Guns List of best performing separate accounts managed accounts and managed ETF strategies for Q The highly anticipated list published by Zephyr remains one of the most important references for investors and asset managers Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Tuesday we want to take the opportunity to highlight some of the exceptional organizations that Zevin Asset Management has supported not only today but also in recent years This year we focused our attention on the goals of advancing health equity the climate transition migrant workers and support for Ukraine Zevin Asset Management's Global Equity strategy has been named to the PSN Top Guns List of best performing separate accounts managed accounts and managed ETF strategies for Q The highly anticipated list published by Zephyr remains one of the most important references for investors and asset managers Sign up for our mailing lists and connect with us on LinkedIn and Twitter Zevin Asset Management2 Oliver Street Suite Boston MA Phone Fax",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accounts managed accounts and managed ETF strategies Zevin Asset Management's Global Appreciation with Income strategy has also been named to the same list for the first time In addition to Q the firm received the same recognition for its Global Equity strategy in Q and Q The highly anticipated list published by Zephyr remains one of the most important references for investors and asset managers For the second consecutive quarter Zevin Asset Management's Global Equity strategy has been named to the PSN Top Guns List of best performing separate accounts managed accounts and managed ETF strategies In addition to Q the firm received the same recognition for Q The highly anticipated list published by Zephyr remains one of the most important references for investors and asset managers This Giving Tuesday we want to take the opportunity to highlight some of the exceptional organizations that Zevin Asset Management has supported not only today but also in recent years This year we focused",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization mentioned several partnerships throughout the text. Some notable ones include:\n\n1. Interfaith Center on Corporate Responsibility (ISSCR) - A coalition of faith-based and value-driven organizations that view investment management as a powerful catalyst for social change. Sonia Kowal serves on the board and is part of the development committee.\n2. Ukraine Forward - A local group providing life-saving resources to people in Ukraine after Russia's devastating military attack. They supply critical medical supplies, protective gear, and facilitate donations and volunteer efforts.\n3. United for a Fair Economy - An organization working towards economic justice and equality.\n4. Women's Lunch Place - A community organization that provides support, resources, and meals for women experiencing homelessness or housing insecurity.\n5. Alternatives for Community & Environment (ACE) - A nonprofit organization focused on promoting environmental justice and sustainability.\n6. Better Future Project - An organization dedicated to advancing progressive policies and movements.\n7. The Beyond Bond Fund - A legal defense fund that supports grassroots organizations working on issues related to criminalization, policing, and mass incarceration.",
            "source": [
                {
                    "content": "instruments both lending and financing can conflict with its commitments to racial and gender diversity equity and inclusion We raised concern over Wells Fargo’s exposure to the prison industry and how their recent underwriting of the Alabama prison bond could affect the credibility of the audit results which we will evaluate with interest At Zevin Asset Management we actively lend our investor voice to other individuals and institutions seeking to create positive social change This quarter we supported various partner initiatives One million species are facing extinction and ecosystems are deteriorating rapidly Biodiversity loss is one of the most significant tragedies of the commons and poses a large threat to the economy Led by FAIIR we have joined an engagement with companies with exposure to deforestation and play a role in biodiversity loss Alongside Heartland Initiative our partner that focuses on conflict zones around the world we signed a letter to JPMorgan Chase  Co on how",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bond Fund  Legal Defense Fund • Enroot • Grassroots International • Health Law Advocates • Massachusetts Peace Action • MassVOTE • The National Lawyers Guild Foundation • The Rosenberg Fund for Children Additionally many of our staff channel their expertise into supporting organizations that make an impact in and beyond their own communities As one example Sonia Kowal is a board mem­ber of the Inter­faith Cen­ter on Cor­po­rate Respon­si­bil­ity ICCR a coali­tion of faith- and values-driven orga­ni­za­tions who view the man­age­ment of their invest­ments as a pow­er­ful cat­a­lyst for social change An active member since  Sonia has served on the organization’s board for the past five years and is also a member of its development committee Most recently Sonia has been instrumental in engaging members on investors’ exposure to and complicity in Russia’s devastating war in Ukraine and human rights abuses And finally in case you missed our publication on the topic read about how we are",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "multilingual staff and wide geographic reach CDM has grown in response to the increasing need for its advocacy and services as it seeks to overcome the border as a barrier to justice Ukraine Forward a local group supplying life-saving resources to people in Ukraine following Russia's devastating military attack on Ukraine During this difficult time Ukraine Forward has responded to the urgent humanitarian crisis in Ukraine through fundraising procuring critical medical supplies and protective gear for Ukrainian people organizing donations and facilitating volunteer efforts A number of other impactful organizations that we have supported in recent years include • United for a Fair Economy • Women’s Lunch Place • Alternatives for Community and Environment ACE • Better Future Project • The Beyond Bond Fund  Legal Defense Fund • Enroot • Grassroots International • Health Law Advocates • Massachusetts Peace Action • MassVOTE • The National Lawyers Guild Foundation • The Rosenberg Fund for",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "program training employees conducting reviews and fulfilling SEC requirements She received her MBA from Salem State Col­lege and a BA in Com­puter Sci­ence from St Anselm Col­lege Jennifer is active in multiple industry groups as well as serving on the board of The Exchange Network a non-profit organization whose purpose is to bring financial professionals together for peer-to-peer networking and exchanging ideas on best practices As our chief invest­ment offi­cer Steven chairs the Invest­ment Com­mit­tee and leads our investment team In this role he guides a team-led process which cohesively incorporates the macro­eco­nomic outlook asset allo­ca­tion strategy and fundamental ESG secu­rity selec­tion to drive portfolio results for all firm clients He also man­ages invest­ment port­fo­lios for high net worth and insti­tu­tional clients and is a member of the firm's Board of Managers He truly enjoys navigating complex financial markets and successfully creating sustainable portfolio",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there might not be any specific joint events, projects, or initiatives mentioned between the listed organizations. However, some of the organizations may collaborate indirectly through shared goals, resources, or networks. For instance, several organizations like Bond Fund Legal Defense Fund, Enroot, Grassroots International, Health Law Advocates, Massachusetts Peace Action, MassVOTE, The National Lawyers Guild Foundation, The Rosenberg Fund for Children, and others may be aligned in promoting social justice, human rights, and environmental causes. Similarly, some organizations may participate in conferences, webinars, or other events organized by related groups or associations within their respective fields.",
            "source": [
                {
                    "content": "Bond Fund  Legal Defense Fund • Enroot • Grassroots International • Health Law Advocates • Massachusetts Peace Action • MassVOTE • The National Lawyers Guild Foundation • The Rosenberg Fund for Children Additionally many of our staff channel their expertise into supporting organizations that make an impact in and beyond their own communities As one example Sonia Kowal is a board mem­ber of the Inter­faith Cen­ter on Cor­po­rate Respon­si­bil­ity ICCR a coali­tion of faith- and values-driven orga­ni­za­tions who view the man­age­ment of their invest­ments as a pow­er­ful cat­a­lyst for social change An active member since  Sonia has served on the organization’s board for the past five years and is also a member of its development committee Most recently Sonia has been instrumental in engaging members on investors’ exposure to and complicity in Russia’s devastating war in Ukraine and human rights abuses And finally in case you missed our publication on the topic read about how we are",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "instruments both lending and financing can conflict with its commitments to racial and gender diversity equity and inclusion We raised concern over Wells Fargo’s exposure to the prison industry and how their recent underwriting of the Alabama prison bond could affect the credibility of the audit results which we will evaluate with interest At Zevin Asset Management we actively lend our investor voice to other individuals and institutions seeking to create positive social change This quarter we supported various partner initiatives One million species are facing extinction and ecosystems are deteriorating rapidly Biodiversity loss is one of the most significant tragedies of the commons and poses a large threat to the economy Led by FAIIR we have joined an engagement with companies with exposure to deforestation and play a role in biodiversity loss Alongside Heartland Initiative our partner that focuses on conflict zones around the world we signed a letter to JPMorgan Chase  Co on how",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as Director of Shareholder Advocacy CBIS as Director of Sustainable Investing and Boston Trust Walden leading ESG research More recently Marcela has on her own and with BSR consulted for various Fortune  companies With BSR she also advised on and supported ESG and impact due diligence for KKR’s Global Impact Fund  Marcela is a born New Yorker from Panamanian and Nicaraguan parents and grew up in Mexico City She is deeply committed to social and environmental justice both on the streets of her Brooklyn neighborhood and in her corporate advocacy work serving clients at Zevin Asset Management Marcela earned an MS in International Health Policy  Management and an MBA with a focus on Sustainable Development both from Brandeis University Marcela serves on the ESG Committee for Massachusetts Pension Reserves Investment Management Mass PRIM advising the board Brian per­forms account and sys­tem main­te­nance assists in the quan­ti­ta­tive mod­el­ing processes places trades through bro­kers",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "justice initiatives especially around immigration issues He cher­ishes time spent with his wife and two adult children and his life passions are playing soccer and travel to undiscovered corners of the world As a portfolio manager and an equity analyst Jane employs fundamental research to select investment opportunities and construct portfolios that meet our clients’ needs She is particularly excited to align her experience in investing with her desire to make an impact by helping clients express their mission and values through their investments and working with portfolio companies to create a healthy and sustainable future Jane first became intrigued by the stock market in high school and was inspired by idea that anyone regardless of their educational background economic status and career field can be an “owner” of these great businesses and benefit from their financial success Over the years she has interacted with hundreds of executives and developed industry knowledge across",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " From the provided information, there are several instances where collaboration between different entities is mentioned. Here are some examples of mutual objectives and outcomes expected from these collaborations:\n\n1. Collaboration between Jennifer (Chief Investment Officer) and Steven (Board of Managers): Their collaboration aims to drive portfolio results for all firm clients through a team-led process that integrates macroeconomic outlook, asset allocation strategy, fundamental ESG security selection, and more. The desired outcome is likely improved investment performance and client satisfaction.\n2. Collaboration between Max (Project Engineer) and others within the company: Max works closely with colleagues involved in various aspects of the business, such as investment research, environmental and social responsibility efforts, and advocacy for positive social change. By combining their skills and expertise, they aim to achieve better investment decisions, promote responsible business practices, and contribute to broader societal improvements.\n3. Collaboration between Zevin Asset Management and partners like FAIIR and Heartland Initiative: These partnerships enable Zevin to amplify its investor voice and support initiatives focused on addressing pressing issues such as climate change, biodiversity loss, and conflict resolution. Through these collaborations, the desired outcomes include driving meaningful change in the industries and regions targeted, improving the health of ecosystems, and fostering more stable and peaceful communities.",
            "source": [
                {
                    "content": "program training employees conducting reviews and fulfilling SEC requirements She received her MBA from Salem State Col­lege and a BA in Com­puter Sci­ence from St Anselm Col­lege Jennifer is active in multiple industry groups as well as serving on the board of The Exchange Network a non-profit organization whose purpose is to bring financial professionals together for peer-to-peer networking and exchanging ideas on best practices As our chief invest­ment offi­cer Steven chairs the Invest­ment Com­mit­tee and leads our investment team In this role he guides a team-led process which cohesively incorporates the macro­eco­nomic outlook asset allo­ca­tion strategy and fundamental ESG secu­rity selec­tion to drive portfolio results for all firm clients He also man­ages invest­ment port­fo­lios for high net worth and insti­tu­tional clients and is a member of the firm's Board of Managers He truly enjoys navigating complex financial markets and successfully creating sustainable portfolio",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as a project engineer in the energy industry at ENI SPA in charge of feasibility studies for development of oil  gas fields Max holds an MBA from McGill University a Masters in Energy  Environmental Economics from ENI Corporate University in Milan Italy and a BS in Mechanical Engineering from the American University in Cairo He is a CFA charter holder Born and raised in Egypt with experiences of living in Italy Canada and the United States Max has developed a passion for travel and the world cultures He also loves nature and you can often see him hiking or sailing However it is soccer that has been his biggest passion since he was a young boy Max is married with two young daughters and enjoys sharing his time and passions with his family Richard is a seasoned investment professional who strongly believes in taking a global approach to understanding the market With a wealth of knowledge in fundamental research he is adept at selecting promising investment opportunities from across the",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "instruments both lending and financing can conflict with its commitments to racial and gender diversity equity and inclusion We raised concern over Wells Fargo’s exposure to the prison industry and how their recent underwriting of the Alabama prison bond could affect the credibility of the audit results which we will evaluate with interest At Zevin Asset Management we actively lend our investor voice to other individuals and institutions seeking to create positive social change This quarter we supported various partner initiatives One million species are facing extinction and ecosystems are deteriorating rapidly Biodiversity loss is one of the most significant tragedies of the commons and poses a large threat to the economy Led by FAIIR we have joined an engagement with companies with exposure to deforestation and play a role in biodiversity loss Alongside Heartland Initiative our partner that focuses on conflict zones around the world we signed a letter to JPMorgan Chase  Co on how",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Transformative Culture Project in Boston as Treasurer Max analyzes the financial statements and competitive positioning of public companies in his role as an equity analyst As a member of the investment team he performs fundamental equity research across multiple global sectors to support investment decisions for client portfolios He is especially excited to use his expertise to make an impact that goes beyond investment returns  Prior to joining Zevin Asset Management Max was a Global and Emerging Market Equity Analyst and Associate Portfolio Manager at Westwood International Advisors in Toronto Canada Before that he led financial and decision-making analysis in support of strategic initiatives and corporate development projects at BMO Financial Group He started his career working as a project engineer in the energy industry at ENI SPA in charge of feasibility studies for development of oil  gas fields Max holds an MBA from McGill University a Masters in Energy  Environmental",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "squarespace",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}